[
{"title": "Hackers Help Channel Millions Of Anti-War Texts To Russian People", "description": "The aim is to \"break through Putin’s digital wall of censorship\" and make sure Russians aren't totally cut off from reality, said a Squad303 representative.", "author": "Mary Papenfuss"},
{"title": "World-Famous Ukrainian Cat Makes It To France From Besieged Kharkiv", "description": "Stepan has more than 1 million followers on Instagram. Many feared the worst when the account went silent.", "author": "Josephine Harvey"},
{"title": "Acclaimed Ukrainian Actor Oksana Shvets Killed In Russian Attack", "description": "The film and theater performer was reportedly killed in a rocket attack on a residential building in Kyiv.", "author": "Josephine Harvey"},
{"title": "Stacey Abrams Is 'United Earth President' On 'Star Trek: Discovery'", "description": "Georgia gubernatorial candidate Stacey Abrams is on the scene to help save the cosmos in the Season 4 finale.", "author": "Mary Papenfuss"},
{"title": "American Lecturer Killed In Ukraine While Searching For Food", "description": "Jimmy Hill said in one of his harrowing final posts that the bombing had intensified and there was no way out.", "author": "Josephine Harvey"},
{"title": "Madison Cawthorn Stars In Russian TV Propaganda For Calling Zelenskyy A Thug", "description": "Russian state TV has “jumped” on Cawthorn’s comments and played them “over and over,” said NBC News correspondent Raf Sanchez.", "author": "Mary Papenfuss"},
{"title": "Texas Attorney General Attacks Nation’s Highest-Ranking Openly Transgender Official", "description": "Continuing his transphobia, Ken Paxton intentionally misgendered HHS Assistant Secretary Rachel Levine for being honored as \"woman of the year.\"", "author": "Sanjana Karanth"},
{"title": "Sarah Palin Appeals New York Times Defamation Verdict", "description": "In February, she essentially lost her trial twice.", "author": "Sara Boboltz"},
{"title": "Blinken Confirms Death of U.S. Citizen In Ukraine, Agrees Putin Is A War Criminal", "description": "The secretary of state had no details about the victim. Local U.S. media have identified him as man who was caring for a loved one in northern Ukraine.", "author": "Nina Golgowski"},
{"title": "Nancy Pelosi Read Bono's New St. Patrick's Day Poem On Ukraine And It Was Really Something", "description": "There once was a man named Bono / Whose poem made Twitter go “Oh, no ...”", "author": "Hilary Hanson"},
{"title": "Dr. Oz's First-Class Flip-Flop On Fracking", "description": "Now that he’s a GOP Senate candidate, Oz is disavowing earlier columns expressing concern about fracking – even though his name is on them.", "author": "Chris D'Angelo"},
{"title": "Even DNC Members Are Urging Biden To Let Leonard Peltier Go Home", "description": "“It is a matter of justice and compassion,” the DNC’s Native American Caucus leaders said of granting clemency to the ailing Indigenous rights activist.", "author": "Jennifer Bendery"},
{"title": "Biden Administration Grants Afghans In The U.S. Temporary Protected Status", "description": "While the move offers temporary relief for tens of thousands of Afghans in the United States, advocates urge passage of a permanent legislative fix.", "author": "Hamed Ahmadi"},
{"title": "Russian Oligarch's Superyacht Stuck In Norway After Locals Refuse To Fuel It", "description": "Owner Vladimir Strzhalkovsky is a former KGB agent and associate of President Vladimir Putin. One Norwegian oil supplier suggested the ship \"row home.\"", "author": "Nina Golgowski"},
{"title": "Democrats Blame Oil And Gas Companies For Driving Up Gas Prices", "description": "They are pointing to a recent decline in the price of crude oil as evidence that greedy gas companies are hoarding profits.", "author": "Arthur Delaney"},
{"title": "Brittney Griner's Detention Extended By Russian Court: Report", "description": "The Olympic athlete was arrested last month and accused of smuggling hashish oil in her luggage.", "author": "Sara Boboltz"},
{"title": "Lindsey Graham Threatened To Have Trump Removed From Presidency On Jan. 6: Book", "description": "Graham told the White House counsel he'd press for the 25th Amendment if Trump didn't denounce the Capitol rioters, according to a new book.", "author": "Ron Dicker"},
{"title": "Russia Frees Kidnapped Melitopol Mayor In Exchange For 9 Soldiers", "description": "Russia installed a new \"mayor\" following the abduction of Mayor Ivan Fedorov.", "author": "Marita Vlachou"},
{"title": "Ukrainian Children Steal The Show During Mom’s Somber Interview With CNN", "description": "Anderson Cooper couldn't help but laugh and join in with the youngsters' on-air antics from Kyiv.", "author": "Lee Moran"},
{"title": "Stephen Fry Explains Best Way To Stop Increasingly Desperate Putin In Ukraine", "description": "A study of hundreds of conflicts may point to an answer.", "author": "Ed Mazza"},
{"title": "Zelenskyy Warns World War III 'May Already Have Started'", "description": "The Ukrainian leader told NBC’s Lester Holt it was “very hard” to say what would happen next if his country fell to Russian troops.", "author": "Lee Moran"},
{"title": "Idaho's Proposed Abortion Ban Lets Rapists' Families Profit Off Bounties", "description": "“If I have an abortion, it is no business of my brother, my brother-in-law, his wife or anyone else in my family,” a Democratic state lawmaker said.", "author": "Nick Visser"},
{"title": "Kayleigh McEnany Shredded For Shameless Attack On Biden Over Ukraine", "description": "The former Trump White House press secretary groused about delays and got a scathing reminder in response.", "author": "Lee Moran"},
{"title": "GOP Rep. Marjorie Taylor Greene’s Laughable Typo Gets The Treatment On Twitter", "description": "Fellow Republican Rep. Adam Kinzinger said he was “zero percent surprised” about Greene’s gaffe.", "author": "Lee Moran"},
{"title": "CNN Host Cries As She Interviews Ukrainian Man Whose Whole Family Was Killed", "description": "Erin Burnett choked back tears as she spoke with Serhiy Perebyinis about the loss of his wife and children, who were killed in Russian shelling.", "author": "Josephine Harvey"},
{"title": "Zelenskyy Says Ukrainians 'Unconquerable,' Russia Has Already Crossed 'Red Line'", "description": "“They’ve killed over 100 children, I don’t understand the meanings of red lines,\" the Ukrainian president said. \"What else should we wait for?\"", "author": "Nick Visser"},
{"title": "Idaho Lt. Gov. Ends Interview After Being Pressed About White Nationalist Ties", "description": "Janice McGeachin spoke at a conference organized by prominent white nationalist Nick Fuentes, whom she claims she doesn't know.", "author": "Josephine Harvey"},
{"title": "Former GOP Senate Candidate Has Possibly The Worst Take On Zelenskyy's Speech To Congress", "description": "Economist Peter Schiff was criticized for tweeting, \"I understand times are hard, but doesn't the President of the #Ukraine own a suit?\"", "author": "David Moye"},
{"title": "Journalist Who Protested On Russian TV Tells CNN It Was 'Impossible To Stay Silent'", "description": "Marina Ovsyannikova said the war in Ukraine \"was the point of no return,\" and she felt she had to act.", "author": "Josephine Harvey"},
{"title": "The Taliban’s ‘Cleaning Operation’ Is Terrifying Afghans Left Behind By The U.S.", "description": "Thousands of Afghans with U.S. ties are trapped in the country and fearing reprisal as the Taliban expand their door-to-door searches.", "author": "Hamed Ahmadi"},
{"title": "Mehmet Oz Says He'll Give Up Dual Citizenship If Elected To Senate", "description": "There had been some confusion about whether Dr. Oz, the TV personality who's running as a Pennsylvania Republican, would relinquish his Turkish citizenship.", "author": "Liz Skalka"},
{"title": "Ukrainian Officials Say Russia Bombed Mariupol Theater Sheltering 'Hundreds'", "description": "The Russian word for “children” was reportedly painted in huge white letters on the pavement on two sides of the building.", "author": "Sara Boboltz"},
{"title": "People Rally For Justice For Asian Women In Cities Nationwide", "description": "On the one-year anniversary of the Atlanta shootings, Asian Americans are calling attention to the continued rise in anti-Asian racism and violence across the country.", "author": "Sarah Ruiz-Grossman"},
{"title": "Chris Cuomo Demands $125 Million From CNN Over His Firing", "description": "The ousted anchor \"had no reason to believe\" he was violating the network's policies, a demand for arbitration states.", "author": "Lydia O'Connor"},
{"title": "Russian Troops Kill 10 People Waiting In Bread Line, U.S. Embassy Says", "description": "Video shared by CNN shows the aftermath of the alleged shelling, with several bodies seen on the ground.", "author": "Sebastian Murdock"},
{"title": "Federal Reserve Taps Brakes On The Economy To Slow Inflation", "description": "“The American economy is very strong and well-positioned to handle tighter monetary policy,\" Fed chair Jerome Powell said Wednesday.", "author": "Arthur Delaney"},
{"title": "Top Russian Ballet Star Condemns War, Leaves Country", "description": "Bolshoi Ballet prima ballerina Olga Smirnova is joining the Dutch National Ballet after denouncing Vladimir Putin's invasion of Ukraine.", "author": "Hilary Hanson"},
{"title": "Sen. Raphael Warnock On Evolution: 'My Faith Has No Quarrel With Science'", "description": "The Democratic senator made an implicit dig at Herschel Walker, his likely GOP challenger, after Walker cast doubt on the theory of evolution.", "author": "Igor Bobic"},
{"title": "Trump Confirms Mike Pence Won't Be His Running Mate If He Runs In 2024", "description": "“Mike and I had a great relationship except for the very important factor that took place at the end,” the former president said this week.", "author": "David Moye"},
{"title": "Biden Announces Additional $800 Million In Military Aid To Ukraine", "description": "A few hours earlier, Ukrainian President Volodymyr Zelenskyy delivered a heart-wrenching message to Congress.", "author": "Sara Boboltz"},
{"title": "Omarosa Manigault Newman Ordered To Pay $61,000 Over Trump-Era Ethics Violation", "description": "The ex-White House communications director took nearly two years to submit a financial disclosure report after her 2017 firing. She claims she's been unfairly targeted.", "author": "Nina Golgowski"},
{"title": "Another Boat Got Stuck", "description": "The Ever Forward is going nowhere fast after running aground in Chesapeake Bay.", "author": "Ryan Grenoble"},
{"title": "Volodymyr Zelenskyy Calls On Congress To 'Do More' In Powerful Address", "description": "The Ukrainian president called on Congress to \"do more\" to help his country fight back against Russia.", "author": "Amanda Terkel"},
{"title": "Kyiv Mayor Responds To Putin Claim With A Single Blunt Word", "description": "Klitschko, a former world heavyweight boxing champion, pulled no punches with his reply.", "author": "Lee Moran"},
{"title": "Watch An Angry Lion Charge At Scavengers Feasting On His Elephant Carcass", "description": "A swarm of hyenas and vultures discovered why it's best not to mess with the king's meal in South Africa.", "author": "Ron Dicker"},
{"title": "Horrifying Reality Of Russian Invasion Documented In Don Winslow’s ‘Hardest Video’ Ever", "description": "The bestselling author's latest viral clip shows gut-wrenching scenes of mass graves alongside moments of Ukranian stoicism.", "author": "Lee Moran"},
{"title": "Nazanin Zaghari-Ratcliffe 'On Way Home' To U.K. After 6 Years' Detention In Iran", "description": "“Nazanin is at the airport in Tehran,\" a British lawmaker said. The grueling ordeal for the British-Iranian mother began in 2016.", "author": "Sophia Sleigh"},
{"title": "Donald Trump Says He's 'Surprised' That Vladimir Putin Invaded Ukraine", "description": "Trump, who famously sucked up to Putin, acknowledged he misjudged the Russian leader.", "author": "Ron Dicker"},
{"title": "Marie Yovanovitch Admits Russia's Invasion Of Ukraine Took Her By Surprise", "description": "\"I never expected to see this,\" the former U.S. ambassador to Ukraine told MSNBC’s Lawrence O’Donnell.", "author": "Lee Moran"},
{"title": "The Under-The-Radar GOP Primary That Could Shake Up Alabama", "description": "Republican Gov. Kay Ivey faces a May primary against eight opponents, including one with a link to Trump. Her attitude? Well, bless their hearts.", "author": "Liz Skalka"},
{"title": "Tyranny Expert Predicts Putin’s Dire Legacy For Russia", "description": "Yale history professor Timothy Snyder broke down how Russia's war on Ukraine is a geopolitical disaster.", "author": "Lee Moran"},
{"title": "Trump's Latest Lies About His Relationship With Putin Exposed In New Supercut", "description": "Trump claims \"no one was tougher\" on Putin than him. MSNBC has the proof that shows otherwise.", "author": "Ed Mazza"},
{"title": "'Jackpot': UFO Expert 'Absolutely Floored' By Revelation From Obama Library", "description": "The news comes amid an unprecedented series of disclosures about UFOs.", "author": "Ed Mazza"},
{"title": "Conservative Columnist Warns GOP Of 'Demented Fringe' Pushing Trump 2024", "description": "National Review's Charles Cooke had one simple request for Republicans.", "author": "Lee Moran"},
{"title": "Donald Trump Jr.’s Idea For How His Dad Could Fix Russia-Ukraine Backfires", "description": "“If you want to get something done right send Trump,” the Trump scion tweeted. Critics vehemently disagreed.", "author": "Lee Moran"},
{"title": "Fox News Correspondent Chokes Up During Tribute To Slain And Wounded Colleagues", "description": "If ever there were a time that the world needed journalists, it's now, she said.", "author": "Josephine Harvey"},
{"title": "Carlson Lobs Transphobic Attacks At Admiral Rachel Levine Over ‘Woman Of The Year’ Honor", "description": "“Levine is a fake admiral and, we’re told, a woman,\" the Fox News host said, denigrating the nation's first openly transgender admiral.", "author": "Nick Visser"},
{"title": "Jeanine Pirro Erupts At Geraldo Rivera For Suggesting Putin 'Was Playing' Trump", "description": "The Russian leader \"was a wuss when Trump was president,\" the Fox News host shouted at her colleague.", "author": "Josephine Harvey"},
{"title": "Confusion And Terror Reign In Texas For Families Of Trans Teenagers", "description": "Amid unprecedented attacks, including harassment from state officials, many families are dreading the next knock on the door.", "author": "Sydney Bauer"},
{"title": "Tennessee Advances More Extreme Version Of Texas Abortion Ban", "description": "Tennessee's bill would ban abortion at any stage of pregnancy and deputize citizens to enforce it, allowing the law to evade court challenges.", "author": "Lydia O'Connor"},
{"title": "Greg Gutfeld Addresses His 'Little Kerfuffle' With Colleague Benjamin Hall", "description": "After their on-air debate, Hall was hospitalized in an attack in Ukraine that also killed a Fox News cameraperson and a consultant.", "author": "Josephine Harvey"},
{"title": "Jon Stewart Confusingly Seems To Side With Fossil Fuel Companies In New Apple TV+ Show", "description": "The former \"Daily Show\" host angered some viewers after suggesting Americans \"not villainize\" the oil and natural gas industries in a chat about climate change.", "author": "Curtis M. Wong"},
{"title": "No Charges Will Be Filed In Shooting Death Of Jamaican Immigrant Peter Spencer", "description": "The 29-year-old was killed in December after being invited to a cabin north of Pittsburgh by a co-worker. The D.A. announced the shooting was self-defense.", "author": "Andre Ellington"},
{"title": "Hillary Clinton Jokingly Thanks 'Russian Academy' After Being Sanctioned By Putin", "description": "The former first lady, secretary of state and Democratic presidential nominee didn’t seem too worried.", "author": "David Moye"},
{"title": "Sarah Bloom Raskin Withdraws Nomination To Federal Reserve Board", "description": "Raskin was confirmed twice before by the Senate via unanimous support, but that didn't matter to Republican senators who lined up against her nomination.", "author": "Igor Bobic"},
{"title": "Bayonne, New Jersey, Covers Vladimir Putin's Name On 9/11 Memorial", "description": "“I don’t want this to be a Putin thing. I still want this to be a 9/11 monument,” the city's public works director told NBC New York.", "author": "David Moye"},
{"title": "Senate Passes Bill Making Daylight Saving Time Permanent", "description": "There's growing bipartisan support for making clock-switching a thing of the past.", "author": "Igor Bobic"},
{"title": "UC Berkeley Can Enroll Thousands More Students As Gov. Signs New Legislation", "description": "The California university had been blocked from admitting around 3,000 students — or a third of its incoming freshman class — due to a local lawsuit.", "author": "Sarah Ruiz-Grossman"},
{"title": "Biden To Travel To Europe For NATO Summit On Russia’s War On Ukraine", "description": "The president will travel next week to Brussels, where NATO leaders will \"discuss ongoing deterrence and defense efforts in response to\" Russia's invasion.", "author": "Sanjana Karanth"},
{"title": "Document In Jan. 6 Case Shows Plan To Storm Major Government Buildings", "description": "The Supreme Court building was one target, among six others, according to a new report from The New York Times.", "author": "Sara Boboltz"},
{"title": "Herschel Walker Skeptical Of Evolution: 'Why Are There Still Apes? Think About It'", "description": "The former NFL player, who is now running for Senate in Georgia, gets some basic facts wrong.", "author": "Amanda Terkel"},
{"title": "2 Journalists Working For Fox News Are Killed In Ukraine", "description": "Pierre Zakrzewski and Oleksandra Kuvshynova were killed in the same attack that left Fox News correspondent Benjamin Hall injured and hospitalized.", "author": "Sebastian Murdock"},
{"title": "Zelenskyy Pays Stirring Tribute To U.S. Filmmaker Killed By Russian Forces In Ukraine", "description": "The Ukrainian president saluted Brent Renaud’s bravery and mourned his \"tragic loss\" in a letter to the journalist’s family.", "author": "Lee Moran"},
{"title": "Zelenskyy Has A Message For Russian Soldiers: 'Surrender'", "description": "The Ukrainian president said in a video message that Russian forces would be treated \"as people, decently,\" if they give up.", "author": "Marita Vlachou"},
{"title": "Republican Group Burns Trump Supporters In Mock PSA To Air On Fox News", "description": "The spot warning about \"Partisan Derangement Syndrome\" is set to air on Trump's favorite show.", "author": "Ed Mazza"},
{"title": "Retired Lt. General: Russia May Face Trouble In Ukraine ‘Within The Next 10 Days’", "description": "“They don’t have the time, they don’t have the manpower and I don’t think they have the ammunition,\" retired Lt. Gen. Ben Hodges said.", "author": "Nick Visser"},
{"title": "Local Newspaper Slams Rep. Madison Cawthorn: ‘North Carolina’s Gift To Crazytown’", "description": "The \"deplorable\" GOP lawmaker's criticism of Ukraine's president had the Winston-Salem Journal \"truly seeing red.\"", "author": "Lee Moran"},
{"title": "Trump’s Unswerving Loyalty To Putin On Full Display In CNN Explainer", "description": "Jake Tapper dismantled a MAGA Republican talking point about Russia's invasion of Ukraine.", "author": "Lee Moran"},
{"title": "Eric Trump Roasted Over Wild Claims About His Dad's Relationship To Putin", "description": "\"My father would’ve called up and said, 'Vladimir, don’t even think about it,'\" the former president's son said.", "author": "Josephine Harvey"},
{"title": "Rep. Adam Kinzinger Declines To 'Ever' Appear On Tucker Carlson's 'Propaganda' Show", "description": "The Illinois Republican slammed the Fox News host's \"evil\" rhetoric amid the Russian invasion of Ukraine.", "author": "Josephine Harvey"},
{"title": "Ohio Gov. Signs Law Allowing People To Carry Concealed Guns Without A Permit", "description": "Nearly two dozen states have concealed-carry laws allowing people to have concealed weapons in public without a permit.", "author": "Sarah Ruiz-Grossman"},
{"title": "Man Arrested In Brutal Beating Of 67-Year-Old Asian Woman In Yonkers", "description": "The police commissioner in the New York city called it \"one of the most appalling attacks I have ever seen.\"", "author": "Lydia O'Connor"},
{"title": "Dick Durbin Slams Tucker Carlson As 'Apologist For Putin' In Senate Floor Speech", "description": "The Senate majority whip said the Fox News host \"should be ashamed of himself.\"", "author": "Josephine Harvey"},
{"title": "Fox News Host Thinks Admitting Trump Tried To Bribe Ukraine Will Own The Libs", "description": "Spoiler alert: It didn't.", "author": "David Moye"},
{"title": "Louisiana State Lawmakers Introduce Bills To Give ‘10/6 Lifers’ A Chance To Leave Prison", "description": "Many people are trapped in lifelong prison sentences after initially being promised a chance at release after 10 years and 6 months.", "author": "Jessica Schulberg"},
{"title": "Idaho Becomes First State To Pass Copycat Texas Abortion Ban", "description": "Republican Gov. Brad Little is expected to sign the measure into law, and it will likely go into effect next month.", "author": "Alanna Vagianos"},
{"title": "Anti-War Protester Storms Russian State-Run TV During Evening Broadcast", "description": "\"Go protest. Don’t be afraid of anything,\" news editor Marina Ovsyannikova said in a prerecorded video that circulated online. \"They can’t lock us all away.”", "author": "Ryan Grenoble"},
{"title": "Russia Restricts Instagram For Millions Of Citizens", "description": "The country previously banned Facebook, which has the same parent company as Instagram.", "author": "Andre Ellington"},
{"title": "Fox News Reporter Hospitalized With Injuries In Ukraine", "description": "Benjamin Hall recently pushed back against a colleague who downplayed depictions of the horrors in Ukraine.", "author": "Lydia O'Connor"},
{"title": "Elon Musk Challenges Putin To Fight Him One-On-One With Ukraine As The Prize", "description": "Musk sent another tweet a short time later to Putin’s official English language Twitter page asking, “Do you agree to this fight?”", "author": "David Moye"},
{"title": "Joe Manchin Opposes Sarah Bloom Raskin Nomination To Federal Reserve", "description": "The conservative Democrat said Raskin \"failed to satisfactorily address my concerns,\" likely dooming her bid to serve on the Federal Reserve Board.", "author": "Igor Bobic"},
{"title": "Ginni Thomas, Wife Of Clarence Thomas, Says She Attended Jan. 6 'Stop The Steal' Rally", "description": "Thomas told The Washington Free Beacon that she attended the event in the morning, but left before Donald Trump addressed the crowd.", "author": "Marita Vlachou"},
{"title": "Queen Elizabeth On Commonwealth Day: 'My Life Will Always Be Devoted In Service'", "description": "Buckingham Palace said Friday that the queen would not attend the royal service, amid continued health problems for the 95-year-old monarch.", "author": "Carly Ledbetter"},
{"title": "Cut Off From Donors, Russia’s ‘Free Press In-Exile’ Launches Global Crowdfunding Campaign", "description": "Meduza, a Latvia-based Russian news outlet, wants to keep poking holes in Putin’s new iron curtain.", "author": "Ryan Grenoble"},
{"title": "Volodymyr Zelenskyy To Deliver Virtual Address To Congress", "description": "The Ukrainian president, who has refused to leave his capital city of Kyiv, is calling for the imposition of a no-fly zone to protect civilians.", "author": "Igor Bobic"},
{"title": "Demonstrators In Russia Resort To Blank-Sign Protests — And Still Get Arrested", "description": "Videos on social media appear to show citizens being taken away by police if they try to discuss the Russian invasion in public.", "author": "Kate Nicholson"},
{"title": "Putin's War Could Worsen The Impact Of COVID-19 In Ukraine", "description": "Russia's invasion has destroyed health care facilities, curbing Ukrainians' access to services, including COVID-19 vaccinations, the World Health Organization said.", "author": "Marita Vlachou"},
{"title": "Cops In NYC, DC, Suspect Same Gunman Shot 5 Homeless People", "description": "Two of the victims — one in each city — have died.", "author": "Nick Visser"},
{"title": "Leaked Kremlin Memo Told Russian Media To Feature Lots Of Tucker Carlson: Report", "description": "The Fox News host reportedly was the only Western journalist that Russia asked its state media to highlight.", "author": "Josephine Harvey"},
{"title": "Russia Facing ‘Outright Defeat’ And ‘Sudden’ Collapse In Ukraine, Author Says", "description": "Francis Fukuyama predicted a Russian defeat in Ukraine would also spell the end of Vladimir Putin's rule.", "author": "Ed Mazza"},
{"title": "Russia Reportedly Asked China For Military Supplies, Other Aid, U.S. Officials Say", "description": "Jake Sullivan, the White House national security adviser, is set to travel to Rome on Monday to meet with a senior Chinese official.", "author": "Nick Visser"},
{"title": "Maria Bartiromo Under Fire Over Bizarre Claim About Biden And Putin", "description": "The Fox News host claimed vaguely that “some people” told her that \"they feel\" the Biden administration sees Putin as a partner.", "author": "Josephine Harvey"},
{"title": "Pfizer CEO Says Fourth COVID Vaccine Dose 'Is Necessary'", "description": "Pharmaceutical head Albert Bourla said it is preparing to submit data to the FDA that would show the effectiveness of receiving a second booster shot.", "author": "Nina Golgowski"},
{"title": "Oscar Winner William Hurt Dies", "description": "He also nabbed Academy Award nominations for movies such as 1986′s \"Children of a Lesser God\" and 1987′s \"Broadcast News.\"", "author": "Andre Ellington"},
{"title": "Barack Obama Tests Positive For COVID, Says He's 'Feeling Fine'", "description": "The former president said he tested positive after having a \"scratchy throat for a couple days.\"", "author": "Nina Golgowski"},
{"title": "Jussie Smollett’s Brother Says He’s ‘Not At Risk’ Of Self-Harm After Being Placed In Psych Ward", "description": "Jocqui Smollett, 32, went on his brother’s Instagram page to explain the details surrounding his entry into a psychiatric ward at Chicago's Cook County Jail.", "author": "Andre Ellington"},
{"title": "U.S. Filmmaker Brent Renaud Killed By Russian Forces In Ukraine: Police", "description": "The 51-year-old Peabody Award recipient was fatally shot in Irpin, just outside Kyiv, the head of the region’s police force said Sunday.", "author": "Nina Golgowski"},
{"title": "NYC Police Search For Suspect Who Shot 2 Sleeping Homeless Men, One Fatally", "description": "Surveillance video of the violence is \"chilling, to see a cold-blooded act of murder,\" Mayor Eric Adams said at a news conference.", "author": "Mary Papenfuss"},
{"title": "Russia Trots Out New Melitopol 'Mayor' In Ukraine After Elected One Vanished", "description": "The legitimate, elected mayor was last seen being led away from a Ukrainian government building by armed men with a hood over his head.", "author": "Mary Papenfuss"},
{"title": "2 Employees Stabbed At Museum Of Modern Art By Man Denied Entry: NYPD", "description": "Former museum member Gary Cabana leaped over a reception desk and stabbed two female staff members \"multiple times,\" said police. He remained at large Sunday.", "author": "Mary Papenfuss"},
{"title": "Idaho Gov. Candidate Ammon Bundy Busted Protesting Police Seizure Of Malnourished Baby", "description": "Right-wing rancher and gubernatorial candidate Bundy, who seized public lands with supporters in 2016, called the baby's health treatment \"medical tyranny.\"", "author": "Mary Papenfuss"},
{"title": "Clarence Thomas, Whose Wife Fought Election Results, Warns Of Political Influence In Supreme Court", "description": "Thomas griped about politics in the Supreme Court — but his wife battled to upend the 2020 election and works with groups that have presented cases to the court.", "author": "Mary Papenfuss"},
{"title": "Ukraine Unveils New Stamp Based Off 'Russian Warship, Go F**ck Yourself' Audio", "description": "Ukrposhta, the country’s postal service, announced a new stamp commemorating the defiant moment.", "author": "Sebastian Murdock"},
{"title": "US Officials Believe Superyacht In Italy Could Be Putin's: Report", "description": "Ownership of the $700 million vessel is under investigation, according to The New York Times.", "author": "Sara Boboltz"},
{"title": "5 West Point Cadets Overdose On Fentanyl During Spring Break, 2 In Critical Condition", "description": "Fentanyl is 50 times as strong as heroin and 100 times as strong as morphine, according to the CDC.", "author": "Sebastian Murdock"},
{"title": "School Fires Educator For Reading 'I Need A New Butt!' To Children", "description": "The educator, Toby Price, told news outlets he thought fun books could help encourage a love for reading in children.", "author": "Sara Boboltz"},
{"title": "Wisconsin Republicans Want Supreme Court To Block Map That Adds A Black-Majority District", "description": "One voting rights expert called the state redistricting challenge from GOP legislators \"an aggressive move … weaved in with a bunch of cynicism.\"", "author": "Paul Blumenthal"},
{"title": "People Can't Agree What's Most Bonkers About Marjorie Taylor Greene’s New Ad", "description": "A Republican group asked for “the most ridiculous part” of the video and folks had thoughts.", "author": "Lee Moran"},
{"title": "Republicans Hit With Scathing Questions About Russia In Viral Ad", "description": "Progressive PAC Really American recalls a controversial GOP visit to the Kremlin in its #PartyOfTreason spot.", "author": "Lee Moran"},
{"title": "GOP State Senator's Desperate Plea To Trump Goes Awry", "description": "Critics spotted some fatal flaws with Arizona Republican Wendy Rogers' request to the former president.", "author": "Lee Moran"},
{"title": "William Barr Says Trump's Not 'My Idea Of A President' Days After Saying He'd Vote For Him", "description": "Barr even said this time around he'd \"absolutely\" get involved to help a candidate defeat Trump in the primary.", "author": "Mary Papenfuss"},
{"title": "Russia Accuses Ukraine, U.S. Of Biological Weapon Operations In Heated U.N. Face-Off", "description": "“No chemical or any other weapons of mass destruction were developed on my land,” the Ukrainian president said on Facebook. “The whole world knows that.”", "author": "Mary Papenfuss"},
{"title": "Trump Gushes About His Fave 'Gay National Anthem' — 'Y.M.C.A.'", "description": "In a wild podcast, he also said the U.S. military should have taken \"leather and plastic hangers\" out of Afghanistan.", "author": "Mary Papenfuss"},
{"title": "Arizona Supreme Court Refuses To Review $50,000-A-Day Fines Against Cyber Ninjas", "description": "Former Cyber Ninjas CEO Doug Logan refuses to turn over public records in the controversial audit of the 2020 Maricopa County vote.", "author": "Mary Papenfuss"},
{"title": "Petito Family Accuses Laundrie Family Of Knowing About Gabby's Murder", "description": "A new suit claims the Laundries knew their son killed Gabby Petito the day after it happened, but said nothing.", "author": "Sara Boboltz"},
{"title": "Newspaper Asks Sen. Josh Hawley To Quit Using Its Photo Of Him On Campaign Merch", "description": "Politico, which owns the paper, says the Missouri Republican's campaign is \"on notice\" that its use of the image is unauthorized.", "author": "Arthur Delaney"},
{"title": "Why 'Vague And Confusing' Missouri Anti-Abortion Bill Is Still Dangerous", "description": "The Republican lawmaker behind the bill didn’t appear to know Missouri’s current abortion laws, falsely asserting the state bans the procedure after eight weeks.", "author": "Sarah Ruiz-Grossman"},
{"title": "Disney CEO Apologizes, Halts Political Donations Amid 'Don't Say Gay' Debacle", "description": "In a company memo, Bob Chapek admitted he \"missed the mark\" by initially insisting Disney maintain a neutral stance on Florida's anti-LGBTQ legislation.", "author": "Curtis M. Wong"},
{"title": "Texas Supreme Court Deals Abortion Providers A 'Devastating' Blow", "description": "Texas officials cannot be sued over the state's six-week abortion ban, the court ruled.", "author": "Lydia O'Connor"},
{"title": "Congress Finally Renews The Violence Against Women Act", "description": "After years of ugly fights, lawmakers reauthorized the lifesaving law through 2027 and added new protections for Native women and LGBTQ people.", "author": "Jennifer Bendery"},
{"title": "12 Striking Photos You Missed This Week", "description": "Images of the Russian invasion of Ukraine continue to dominate, along with moments of support from around the world.", "author": "Chris McGonigal"},
{"title": "LA Traffic Reporter Gets Frustrated As Cops Miss Suspect's Lousy Hiding Place", "description": "\"Come on, guys. He’s right there!\" KTTV reporter Stu Mundel exclaimed as he covered the police chase from a helicopter.", "author": "David Moye"},
{"title": "Michael Flynn Pleads The Fifth In Closed-Door Testimony With Jan. 6 Committee", "description": "The panel previously said it wanted to question Flynn about an Oval Office meeting where attendees reportedly discussed ways to overturn the election.", "author": "Sara Boboltz"},
{"title": "Queen Elizabeth Cancels Another In-Person Appearance Amid Health Troubles", "description": "The 95-year-old monarch has suffered from a bout of health problems in the past few months, including testing positive for COVID-19 last month.", "author": "Carly Ledbetter"},
{"title": "Trapped Antelope Await Attack By Wild Dogs In A Surprising Cliffhanger", "description": "The klipspringers, surrounded by dogs, tried to hold their ground in South Africa.", "author": "Ron Dicker"},
{"title": "Alec Baldwin Denies Responsibility For Fatal 'Rust' Shooting In New Court Filing", "description": "Baldwin fatally shot cinematographer Halyna Hutchins when the prop gun he was using turned out to have live rounds in it.", "author": "Sebastian Murdock"},
{"title": "YouTube Pulls Trump's Interview With 'Full Send' Podcast For Misinformation", "description": "The former president's 2020 election lies led to the episode's removal from the platform.", "author": "Lee Moran"},
{"title": "Meta Grants Exemption To Hate Speech Rules, Allowing Calls For Violence Against Putin", "description": "The rules change applies to Facebook and Instagram users in 12 countries following Russia's invasion of Ukraine.", "author": "Marita Vlachou"},
{"title": "2 Ukrainians Calmly Defuse Unexploded Russian Bomb In Heart-Pounding Video", "description": "CNN’s Anderson Cooper called the clip “a moment of remarkable cool under pressure.\"", "author": "Lee Moran"},
{"title": "ABC Reporter Calls Out Tucker Carlson Over ‘Word For Word’ Russian Propaganda", "description": "Jonathan Karl said the Fox News host's comments are \"almost a plagiarism of Vladimir Putin.\"", "author": "Ed Mazza"},
{"title": "There Is A Culture War – And The GOP Is Waging It", "description": "A swing state poll said voters blame Democrats for being too focused on culture wars, despite a GOP push for laws against abortion, trans rights and race education.", "author": "Nathalie Baptiste"},
{"title": "Marie Yovanovitch Wears Damning Message To Putin On ‘The Late Show’", "description": "The former U.S. ambassador to Ukraine condemned the Russian president with her choice of accessory.", "author": "Lee Moran"},
{"title": "Kellyanne Conway’s Latest Attack On Biden Is Pure Gaslighting, Say Critics", "description": "The irony of the former Trump White House counselor’s shameless comment was not lost on people online.", "author": "Lee Moran"},
{"title": "Trump Ignores Sean Hannity's Prompt To Call Putin 'Evil'", "description": "\"I got along with these people,\" he said later, when asked about his relationships with authoritarian leaders.", "author": "Josephine Harvey"},
{"title": "Janet Yellen Predicts Year Of ‘Uncomfortably High’ Inflation After Ukraine Invasion", "description": "“I think there’s a lot of uncertainty that is related to what’s going on with Russia in Ukraine,\" the treasury secretary said.", "author": "Nick Visser"},
{"title": "A Ukrainian Man Learned Of His Family's Deaths From Viral Photos On Twitter", "description": "Serhiy Perebyinis' wife and two children were killed by Russian fire while they were trying to evacuate Irpin, Ukraine.", "author": "Josephine Harvey"},
{"title": "Bernie Sanders Slams Billionaire 'Baseball Oligarchs' Following MLB Deal", "description": "“We are dealing with an organization controlled by a number of billionaires who collectively are worth over $100 billion,” the Vermont senator said.", "author": "Lydia O'Connor"},
{"title": "'You Are Scum Of The Earth': Opioid Crisis Victims Testify Before Sackler Family", "description": "In three hours of emotional testimony, over two dozen people were able to directly confront the Purdue Pharma owners about the human toll of the crisis.", "author": "Sanjana Karanth"},
{"title": "GOP Backing Ukraine Now — 2 Years After OK'ing An Extortion Scheme Against It", "description": "Trump pushed a conspiracy theory spread by Russian intelligence and held up $391 million in military aid to Ukraine until its leader helped his reelection.", "author": "S.V. Date"},
{"title": "Progressive Groups Are Trying To Sink One Of Biden's Judicial Nominees", "description": "U.S. District Court nominee Jennifer Rearden has worked against the interests of everyday Americans and is \"unsuitable,” the groups say.", "author": "Jennifer Bendery"},
{"title": "Why Is The Letter 'Z' On All Those Russian Tanks?", "description": "The symbol emblazoned on Russian military convoys in Ukraine has now taken on a life of its own.", "author": "Sara Boboltz"},
{"title": "Convoy Trucker Not Pleased That DC Drivers Keep Flipping Him Off", "description": "“Birds are flying everywhere. That’s the kind of people that live up there,” a trucker with the People's Convoy lamented.", "author": "David Moye"},
{"title": "North Carolina Democrat Under Fire Over Anti-Abortion Votes", "description": "Don Davis is locked in a contentious congressional primary against Erica Smith.", "author": "Daniel Marans"},
{"title": "Florida Lawmakers Pass ‘Stop Woke Act’ To Stifle School, Work Instruction On Racism", "description": "The bill now goes to GOP Gov. Ron DeSantis, who is likely to sign it into law.", "author": "Sarah Ruiz-Grossman"},
{"title": "Why Poor People Were 5 Times More Likely To Get Audited Last Year", "description": "It's easier for the IRS to enforce compliance with the earned income tax credit than to go after high-income tax cheats.", "author": "Arthur Delaney"},
{"title": "Madison Cawthorn Calls Ukrainian President Zelenskyy A 'Thug'", "description": "“The Ukrainian government is incredibly corrupt and is incredibly evil and has been pushing woke ideologies,\" the North Carolina Republican told supporters.", "author": "Lydia O'Connor"},
{"title": "Florida To Launch The First Election Police Force In The U.S.", "description": "Gov. Ron DeSantis is expected to sign a bill creating the Election Crimes office, even though there is no evidence of widespread fraud in the Sunshine State.", "author": "Marita Vlachou"},
{"title": "Construction Crew Finds Mummified Body In Former Convention Center's Walls", "description": "“We’re hoping we can rehydrate the fingers using our medical technology and hopefully get some fingerprints and any type of DNA,” authorities said of the grim discovery.", "author": "Nina Golgowski"},
{"title": "United Relaxes Vaccine Mandate, Will Let Unvaccinated Workers Return", "description": "United was the first major airline to require employees to get the COVID-19 vaccine.", "author": "Ryan Grenoble"},
{"title": "Human Rights Campaign Rejects Disney's Donation Pledge Amid 'Don't Say Gay' Fallout", "description": "The LGBTQ rights group criticized Disney for its initial \"regrettable stance\" on Florida's discriminatory legislation, and urged the company to take further steps.", "author": "Curtis M. Wong"},
{"title": "Hundreds Of People Who’ve Had Abortions Tell Biden: ‘We Need To Hear From You’", "description": "As a historic Supreme Court decision approaches that could have a devastating impact on reproductive access, activists want more from the president.", "author": "Alanna Vagianos"},
{"title": "Stephen Miller Sues To Block Jan. 6 Committee From Seeing His Phone Records", "description": "The former Trump adviser has been accused of pressuring officials to overturn the 2020 election.", "author": "Marita Vlachou"},
{"title": "As Inflation Soars, So Do Corporate Profits", "description": "The biggest companies aren't experiencing inflation in the same way as their customers.", "author": "Arthur Delaney"},
{"title": "Zelenskyy Says Putin Is Bluffing About Nuclear Threat", "description": "Zelenskyy said Putin's threats were a show of weakness, as Russian forces continue to attack Ukraine.", "author": "Marita Vlachou"},
{"title": "Former U.S. Ambassador To Russia Predicts What's Going To Haunt Putin", "description": "“Putin is turning Russia into North Korea right now, like, literally North Korea,” Michael McFaul told \"The Late Show\" host Stephen Colbert.", "author": "Lee Moran"},
{"title": "Donald Trump Jr. Tried To Explain His Father's Love For Dictators And, Umm...", "description": "This is supposed to explain why Trump \"fell in love\" with Kim Jong Un and praised other dictators.", "author": "Ed Mazza"},
{"title": "The Federal Government May Have Saved Child Care For Millions", "description": "The Century Foundation has released a potentially telling estimate of how the American Rescue Plan and its predecessors helped working families.", "author": "Jonathan Cohn"},
{"title": "Only 2 Cities Ever Hit By Nuclear Weapons Plead With Putin Not To Detonate Bombs", "description": "“We must not allow there to be a third site of a wartime atomic bombing after Hiroshima and Nagasaki.”", "author": "Kate Nicholson"},
{"title": "Rep. Jim Jordan Roasted Over Toadying Trump Message On Twitter", "description": "Critics turned the Ohio lawmaker's one-word tweet into a new game.", "author": "Ed Mazza"},
{"title": "California Can Set Tough Vehicle Emissions Rules Again, Biden Administration Says", "description": "The move reverses a Trump era effort to eviscerate the nation's environmental laws.", "author": "Nick Visser"},
{"title": "Miami Herald Rips GOP’s ‘Terrifying Tolerance Of White Supremacy’", "description": "But Republicans will \"no doubt continue to deny they have a white supremacy problem,” the newspaper wrote in a scathing editorial.", "author": "Lee Moran"},
{"title": "There’s 1 Important Thing Missing From Sarah Huckabee Sanders’ New Campaign Ad", "description": "Critics spotted a glaring omission from the former Trump White House press secretary’s video.", "author": "Lee Moran"},
{"title": "Trump Interview, Edited To 32 Seconds, Makes Just As Much Sense As The Whole Thing", "description": "The Recount boiled a nearly hourlong interview down into just over half a minute.", "author": "Ed Mazza"},
{"title": "Trump Fundraises For New Jet After Emergency Landing", "description": "The former president is fundraising for a \"Trump Force One\" jet, his PAC said in an email.", "author": "Josephine Harvey"},
{"title": "Trump Responds To Question About Ukraine Crisis By Ranting About Windmills", "description": "The former president made the comments during an appearance on a podcast hosted by YouTube pranksters, the Nelk Boys.", "author": "Josephine Harvey"},
{"title": "Rep. Kevin McCarthy Rejects Trump Comments: Nothing 'Savvy Or Genius' About Putin", "description": "“I think Putin is evil. He’s a dictator. And I think he’s murdering people right now,\" the House GOP leader said.", "author": "Josephine Harvey"},
{"title": "Ryan Coogler Was Handcuffed After Being Mistaken For A Bank Robber In Atlanta", "description": "\"This situation should never have happened,\" the acclaimed filmmaker said, adding that he has worked with Bank of America and that \"we have moved on.\"", "author": "Kimberley Richards"},
{"title": "Disney CEO Disappointed In 'Don't Say Gay' Bill After Taking Neutral Position", "description": "Bob Chapek initially took a neutral stance on the controversial legislation, which restricts how LGBTQ-related issues are discussed in public school classrooms.", "author": "Andre Ellington"},
{"title": "Russia's War Has Given Biden A Chance To Ditch Trump's Failed Venezuela Policy", "description": "Biden's moves to limit rising gas prices and isolate Putin also offer an opportunity to overhaul a disastrous approach to Venezuela's crisis.", "author": "Travis Waldron"},
{"title": "Rep. Madison Cawthorn Accused Of Driving On Revoked License", "description": "A Highway Patrol spokesman said he couldn't reveal why the congressman's license was revoked, citing privacy laws.", "author": "David Moye"},
{"title": "In Trump’s Putin Rehab Tour, One Sticking Point: A Big Jump In Russian Oil On His Watch", "description": "Trump says the U.S. should not have been buying Russian oil, but imports increased 39% during his four years, after dropping 22% over Obama’s two terms.", "author": "S.V. Date"},
{"title": "A Missouri Lawmaker Is Trying To Stop Women From Seeking Abortions In Other States", "description": "GOP state Rep. Mary Elizabeth Coleman wants to copy the enforcement mechanism from Texas' abortion ban to stop people from traveling out of state.", "author": "Alanna Vagianos"},
{"title": "Trump's Plane Had To Make An Emergency Landing Over The Weekend", "description": "The plane belonged to a Republican donor.", "author": "Ryan Grenoble"},
{"title": "Kevin McCarthy Won't Punish Republicans Who Joined White Nationalist Conference", "description": "In fact, past punishments of Reps. Marjorie Taylor Greene (R-Ga.) and Paul Gosar (R-Ariz.) will be reversed if McCarthy becomes House speaker.", "author": "Arthur Delaney"},
{"title": "Sunny Hostin Asks Stephanie Grisham Why It Took 2 Impeachments To Know Trump Was Bad", "description": "The \"View\" co-host wondered aloud, \"I don’t understand how it takes two impeachments for someone to say, 'Man, maybe I’m on the wrong team here.'”", "author": "David Moye"},
{"title": "College In New Mexico Is Now Tuition-Free, Even For Part-Time Students", "description": "It's the most wide-reaching tuition-free scholarship program in the United States, according to the office of Gov. Michelle Lujan Grisham.", "author": "Ryan Grenoble"},
{"title": "Republicans Keep Attacking Biden's Judicial Nominees For Being Good Lawyers", "description": "Get ready for their bad-faith criticisms of Supreme Court nominee Ketanji Brown Jackson for defending poor people in court, too.", "author": "Jennifer Bendery"},
{"title": "Mike Pence Meets With Far-Right Jewish Leaders In West Bank", "description": "The former vice president spoke to two of Israel's most virulent racists.", "author": "Daniel Marans"},
{"title": "Plaque To Honor Police Officers Who Responded To Jan. 6 Attack At The Capitol", "description": "The marker will honor the heroism of those who battled violent Donald Trump supporters at the deadly Jan. 6, 2021, insurrection at the U.S. Capitol.", "author": "Igor Bobic"},
{"title": "Zelenskyy Speaks Out After Leaked UN Email Instructs Staff Not To Say 'War'", "description": "The email asked United Nations staff to call Russia's invasion of Ukraine a \"conflict\" or \"military offensive.\"", "author": "Marita Vlachou"},
{"title": "Awkward Glitch Sends Laura Ingraham’s Pro-Trump Monologue Sideways", "description": "\"First accurate thing Fox has reported in years,\" one Twitter user sarcastically sniped following the gaffe on Fox News.", "author": "Lee Moran"},
{"title": "Rep. Madison Cawthorn Tells What He Misses Most And You Know What Happened Next", "description": "Critics flipped the far-right Republican's lamentation right back on him.", "author": "Lee Moran"},
{"title": "Why McDonald's Closing All Restaurants In Russia Is 'Hugely Symbolic'", "description": "The \"golden arches\" arrived in Moscow in 1990, and became an iconic symbol of American capitalism as the Soviet Union fell.", "author": "Graeme Demianyk"},
{"title": "Stephanie Grisham Reveals Chilling Reason Trump Admired Putin", "description": "The former White House press secretary imagined how Trump would respond to an invasion.", "author": "Lee Moran"},
{"title": "Rep. Lauren Boebert Mystifies Everyone With Bizarre Attempts To Insult Biden", "description": "The GOP lawmaker flubbed two attack lines in a Fox News interview.", "author": "Ed Mazza"},
{"title": "People Think There’s Something Familiar About Ted Cruz’s Airplanes Story", "description": "“Did they call him ‘sir,’ with tears in their eyes, too?” one Twitter user mocked the Texas Republican.", "author": "Lee Moran"},
{"title": "Fox News Reporter In Ukraine Rebuts Colleague Greg Gutfeld's Ugly Take On War Coverage", "description": "The journalist offered a reality check after Gutfeld suggested the crisis in Ukraine is being portrayed in a one-sided way by the media to generate profit.", "author": "Josephine Harvey"},
{"title": "3 Lawsuit Defendants Reach $55.5 Million Tentative Settlement In Florida Condo Collapse", "description": "“No amount of money can ever compensate the victims of this tragedy but we hope that these early settlements will help provide some closure,” attorneys said.", "author": "Nick Visser"},
{"title": "Saudi Arabia, UAE Leaders Reportedly Decline Calls With Biden Amid Ukraine Crisis", "description": "The Gulf nations reportedly indicated they would not alleviate surging oil prices unless the U.S. changed course on policy in the region.", "author": "Josephine Harvey"},
{"title": "Ukrainian President Given Standing Ovation In Unprecedented Address To British Parliament", "description": "Volodymyr Zelenskyy appeared via a video link before the House of Commons to plead for more help in fending off Russia's invasion.", "author": "Josephine Harvey"},
{"title": "'Please Help Our Nation': Ukrainian Politician Breaks Down In Plea For U.S. Military Aid", "description": "Hanna Hopko wept as she called for a no-fly zone over Ukraine, which experts have said could trigger open warfare between the U.S. and Russia.", "author": "Josephine Harvey"},
{"title": "Republicans Pushed For Russian Oil Ban, But Are Already Blaming Biden For High Gas Prices", "description": "A third of all the gas price increases since late 2020 have taken place since Russia invaded Ukraine two weeks ago.", "author": "S.V. Date"},
{"title": "Samuel Alito Reveals His Partisan GOP Bias", "description": "In two contradictory rulings, the Republican-appointed justice finds consistency based on whether Republicans stand to gain.", "author": "Paul Blumenthal"},
{"title": "Donald Trump Had Some Cheeky Comments About Bill Barr's Jowls", "description": "\"You’re lucky because your face, I mean your cheeks — they’re filled out. They look smooth and young,\" the former president reportedly told his AG.", "author": "David Moye"},
{"title": "More Than 200 Major Companies Have Pulled Out Of Russia So Far", "description": "Apple, Exxon, McDonald's and other companies have paused operations in response to the invasion of Ukraine.", "author": "Ryan Grenoble"},
{"title": "Michigan GOP Candidate Tells Daughters 'If Rape Is Inevitable, Lie Back And Enjoy It'", "description": "Robert \"RJ\" Regan is running for state representative in Michigan. One of his daughters previously asked the public not to vote for him.", "author": "Sebastian Murdock"},
{"title": "Guy Reffitt, First Capitol Rioter To Stand Trial, Found Guilty By Jury", "description": "The Texas man was charged with five felony counts.", "author": "Sara Boboltz"},
{"title": "Ukrainian Athlete Pulls Out Of Paralympics Race After Father Is Captured By Russians", "description": "The father of Anastasiia Laletina — a biathlete who was supposed to compete in a race Tuesday — is a Ukrainian soldier, according to her team.", "author": "Elyse Wanshel"},
{"title": "Biden Administration Bans Russian Oil Imports", "description": "President Joe Biden announced the ban before Congress forced him to do it.", "author": "Arthur Delaney"},
{"title": "Pianist Plays ‘What A Wonderful World' Outside Ukraine Train Station In ‘Hauntingly Beautiful’ Video", "description": "The footage moved many people on Twitter to tears.", "author": "Lee Moran"},
{"title": "Ukrainian Soldiers Play Grimmest Board Game Ever As They Wait For Russians", "description": "Troops used Molotov cocktails instead of checkers pieces.", "author": "Lee Moran"},
{"title": "Anderson Cooper Highlights ‘Incredible Image’ From Russia That Shows Putin’s Weakness", "description": "A viral video of a protesting octogenarian reveals what the Russian president is really afraid of, the CNN anchor said.", "author": "Lee Moran"},
{"title": "LISTEN: Russian Relatives Call Ukraine Hotline To Learn Fate Of Missing Soldiers", "description": "“Hello, is this where one can find out if someone is alive?”", "author": "Lee Moran"},
{"title": "Rep. Jim Jordan’s Trip Down Memory Lane Backfires On Twitter", "description": "The Ohio lawmaker's \"remember\" question receives some answers he'd probably rather forget.", "author": "Ed Mazza"},
{"title": "1 Of Fox News' Most Blatant Hypocrisies Exposed In Damning 'Daily Show' Supercut", "description": "Fox News changed its tune about protests and protesters in a hurry.", "author": "Ed Mazza"},
{"title": "GOP Rep. Lauren Boebert Ridiculed For Hot Take On Ukraine And Guns", "description": "Twitter users taunted the extremist Colorado Republican over her “profound gem” of a post.", "author": "Lee Moran"},
{"title": "Marjorie Taylor Greene Claims She's Working 'For Free' With All Her Pay Going To Mask Fines", "description": "On Twitter critic wonders if what the Republican congresswoman does qualifies as \"work.\"", "author": "Mary Papenfuss"},
{"title": "Tucker Carlson Somehow Blames U.S. For Russia's War", "description": "\"Why in the world would the U.S. intentionally seek war with Russia?\" the Fox News host asked.", "author": "Josephine Harvey"},
{"title": "Ukraine Ambassador Gives Russian Diplomats Some Scathing 'Mental Help' Advice", "description": "Sergiy Kyslytsya has a blunt message after the latest wild claim from Russia.", "author": "Ed Mazza"},
{"title": "Jan. 6 House Panel Reportedly Finding Trump White House Visitor Logs 'Very Fruitful'", "description": "The former president had battled to keep secret the information on activity surrounding the U.S. Capitol riot.", "author": "Mary Papenfuss"},
{"title": "Russia Recruiting Syrians To Fight In Ukraine Invasion, Defense Official Says", "description": "A Pentagon official said the U.S. found it “noteworthy” that Putin “believes he needs to rely on foreign fighters.\"", "author": "Nick Visser"},
{"title": "Trump Reportedly Iced Out Of Top-Level Meeting Of Conservative Donors", "description": "The World Forum event by the American Enterprise Institute will instead include Trump critics, including Senate Minority Leader Mitch McConnell.", "author": "Mary Papenfuss"},
{"title": "'Hero' Ukrainian Boy, 11, Makes It To Slovakia Alone After 700-Mile Journey", "description": "The boy had only a passport and a plastic bag, and a phone number was written on his hand, according to Slovakian authorities.", "author": "Josephine Harvey"},
{"title": "Russia Just Released List Of 'Unfriendly' Countries, And Twitter Users Have Thoughts", "description": "The list includes the U.S. and Ukraine, but Twitter users were surprised Liechtenstein, Montenegro and San Marino also made the cut.", "author": "David Moye"},
{"title": "Jen Psaki Schools Fox News' Peter Doocy With Facts: 'I Know That Can Be Inconvenient'", "description": "The reporter tries to blame rising gas prices on the Biden administration rather than Russian President Vladimir Putin's invasion of Ukraine.", "author": "Mary Papenfuss"},
{"title": "Supreme Court Rejects Legal Theory That Would Have Eviscerated Voting Rights – For Now", "description": "Congressional district maps drawn by state courts will remain in North Carolina and Pennsylvania.", "author": "Paul Blumenthal"},
{"title": "Disney CEO Draws Criticism For Remarks On Florida's 'Don't Say Gay' Bill", "description": "In a staff memo, Bob Chapek touted his company's support of LGBTQ causes, but said Disney won't release an official statement on the controversial legislation.", "author": "Curtis M. Wong"},
{"title": "Republicans Rushed Trump's Supreme Court Nominee. Now They Want To Delay Biden's Pick.", "description": "The GOP-controlled Senate confirmed Supreme Court Justice Amy Coney Barrett in just 27 days — far less time than the historical average.", "author": "Igor Bobic"},
{"title": "Florida Ignores CDC, Will Advise Against COVID Vaccine For Kids", "description": "Florida Surgeon General Dr. Joseph Ladapo baselessly claimed there was an \"abuse of data\" around the coronavirus vaccine.", "author": "Lydia O'Connor"},
{"title": "Kevin McCarthy Laments Not Getting Weapons To Ukraine Earlier, Ignores It Was Trump's Fault", "description": "Many Twitter users reminded the House minority leader that Trump threatened to withhold $391 million in military aid unless the country investigated Joe Biden.", "author": "David Moye"},
{"title": "Florida Students Swarm State Capitol Ahead Of 'Don't Say Gay' Bill Debate", "description": "“We will get up, stand up, wake up every single day to fight for you because your lives matter,” state Rep. Carlos Guillermo Smith told the students.", "author": "Ryan Grenoble"},
{"title": "Armed Teenager Arrested At Joint Base Andrews After Kamala Harris Arrival", "description": "A 17-year-old was taken into custody after driving through a security checkpoint in a stolen vehicle, authorities said.", "author": "Nina Golgowski"},
{"title": "Ukraine Expert Alexander Vindman Humiliates Marjorie Taylor Greene With Brutal Fact Check", "description": "The Republican member of Congress attempted to blame Russia's invasion of Ukraine on President Joe Biden, prompting a fiery Twitter exchange.", "author": "David Moye"},
{"title": "After Blasting Him For Big Lie, William Barr Says He Would Vote For Trump In 2024", "description": "The former attorney general told NBC's Savannah Guthrie that he would prefer any Republican nominee to a Democrat.", "author": "Liz Skalka"},
{"title": "John Bolton Says Putin Isn't Unstable -- He's A 'Cold, Hard, Calculating Man'", "description": "The former national security adviser said Russian President Vladimir Putin is likely irritated at the performance of his country's military in Ukraine.", "author": "Marita Vlachou"},
{"title": "Queen Elizabeth Makes First In-Person Appearance Since COVID-19 Diagnosis", "description": "The queen met with Canadian Prime Minister Justin Trudeau at Windsor Castle.", "author": "Carly Ledbetter"},
{"title": "Mark Meadows May Have Voted Illegally Using Address Where He Reportedly Never Lived", "description": "Donald Trump's former chief of staff registered to vote using the address of a mobile home in North Carolina.", "author": "Mary Papenfuss"},
{"title": "'The Bride Wore Fatigues': Watch Ukrainian Soldiers Wed Amid Russian Invasion", "description": "“It is hard to call it unconditional happiness in this situation,\" Lesya Filimonova said as she married Valeriy Filimonov.", "author": "Ron Dicker"},
{"title": "Blinken Says U.S. Has Seen Credible Reports of Russian Attacks On Ukrainian Civilians", "description": "U.S. Secretary of State Antony Blinken said the evidence shows what may amount to war crimes.", "author": "Marita Vlachou"},
{"title": "Pope Rails Against Ukraine Invasion: 'War Is Madness. Please Stop!'", "description": "\"Rivers of blood and tears are flowing in Ukraine,\" Pope tells the faithful at St. Peter's Square.", "author": "Mary Papenfuss"},
{"title": "More Than 4,000 Russians Arrested Sunday Over Ukraine Invasion Protests, Watchdog Says", "description": "\"The screws are being fully tightened,\" a spokesperson for OVD-Info told Reuters Sunday.", "author": "Nick Visser"},
{"title": "HOLY CRAP: Quick-Thinking Dad Saves Kid Just As Car Crashes Into Donut Shop", "description": "A father's swift reflexes saved his 4-year-old son from serious injury.", "author": "Ed Mazza"},
{"title": "Russian Gymnast Wears Pro-Invasion Symbol On Podium Next To Ukrainian Rival", "description": "Ivan Kuliak faces possible disciplinary action for his \"shocking behavior\" at the Gymnastics World Cup event in Doha.", "author": "Josephine Harvey"},
{"title": "Teen Who Tracked Elon Musk Flights Has Moved On To Russian Oligarch Yachts", "description": "Many of the yachts are quickly heading to remote ports where they may be out of the reach of sanctions over the Ukraine invasion.", "author": "Mary Papenfuss"},
{"title": "'President Zelensky Way' Street Sign Erected Outside Russian Embassy In D.C.", "description": "An activist described it as a \"small symbolic act\" to support Ukraine.", "author": "Josephine Harvey"},
{"title": "Trump Floats Idea That U.S. Bomb Russia With Jets In China Flags, Then 'Sit Back And Watch'", "description": "The audience at the event for Republican donors reportedly responded with laughter.", "author": "Mary Papenfuss"},
{"title": "TikTok Bans New Videos Made In Russia Over Putin's Anti-'Fake News' Law", "description": "The app responded to Russian President Vladimir Putin enacting a law that bans anything he deems to be misinformation about the country's invasion of Ukraine.", "author": "Andre Ellington"},
{"title": "Pussy Riot Founder Says More Russians Are Against Putin's War Than We've Seen", "description": "The number of Russians taking risks to oppose the war shows how many don't want it, said Nadya Tolokonnikova, who spent nearly two years in prison for anti-Putin protests.", "author": "Nina Golgowski"},
{"title": "Marco Rubio Not Sorry For Posting Zelenskyy Photo Amid Security Concerns", "description": "The GOP senator said he posted the photo of the Ukrainian president before being told not to. He has not taken it down, however, and instead defended his actions.", "author": "Nina Golgowski"},
{"title": "Mike Lindell Vows 'Class Action' Suit Against 'All Machines' Over Rigged Election Lie", "description": "His lawyers have been working on the suit for months, and will argue that \"all machines\" are “defective devices,” the MyPillow CEO told a crowd.", "author": "Mary Papenfuss"},
{"title": "'Coup Memo' Lawyer Loses Bid To Hold Up Records He Warns Could Convict Trump", "description": "A federal judge shoots down twisted legal arguments by John Eastman battling to hold back his documents from the Jan. 6 House select committee.", "author": "Mary Papenfuss"},
{"title": "Trump Claims He Once Warned 'Friend' Putin That He'd Bomb Moscow", "description": "Still, “I got along great with him,\" Trump said on speaker phone to golf pro pal John Daly.", "author": "Mary Papenfuss"},
{"title": "Twitter Reportedly Bans 100 'I Stand With Putin' Accounts For 'Inauthentic Behavior'", "description": "A professor in Qatar was the first to spot the propaganda accounts praising Putin and Russia's invasion of Ukraine.", "author": "Mary Papenfuss"},
{"title": "Mastercard, Visa Suspend Operations In Russia After Plea From Zelenskyy", "description": "“We are compelled to act following Russia’s unprovoked invasion of Ukraine, and the unacceptable events that we have witnessed,\" said Visa's CEO.", "author": "Mary Papenfuss"},
{"title": "Germany To Russia: We're 'Kinda Experts' On Nazism, And Russia Isn't Fighting It", "description": "\"What Russia is doing in Ukraine is slaughtering innocent children, women and men for its own gain,\" the German Embassy in South Africa tweeted.", "author": "Sebastian Murdock"},
{"title": "Zelenskyy Asked For More Lethal Aid, No-Fly Zone In Call With U.S. Congress", "description": "Experts have warned that a no-fly zone would amount to a U.S. declaration of war against nuclear-armed Russia.", "author": "Sara Boboltz"},
{"title": "John Bolton Says 'Putin Was Waiting' For Trump To Withdraw From NATO In Second Term", "description": "\"In a second Trump term, I think he may well have withdrawn from NATO. And I think Putin was waiting for that,\" Bolton said.", "author": "Sebastian Murdock"},
{"title": "Video Shows Nuclear Plant Workers Pleading With Russians To Stop Shooting", "description": "\"You are endangering the safety of the entire world,\" a power plant worker can be heard shouting in video published by CNN and The New York Times.", "author": "Sara Boboltz"},
{"title": "WNBA Player Brittney Griner Detained In Russia On Drug Charges", "description": "The Phoenix Mercury player was arrested at a Russian airport last month, customs officials announced.", "author": "Hilary Hanson"},
{"title": "Ukraine-Born Paralympian Has Emotional Response To Winning America's First Gold", "description": "Oksana Masters said she felt \"selfish, helpless, and guilty\" for competing at the 2022 Winter Paralympics in Beijing as war raged in Ukraine.", "author": "Lee Moran"},
{"title": "Boebert’s Trump Social Media Announcement Greeted With 1 Mocking Word", "description": "Many critics had the same idea when responding to the conspiracy theory-endorsing Colorado Republican.", "author": "Lee Moran"},
{"title": "Matt Gaetz Gets Humiliating Reality Check To His Face On Live Local TV", "description": "The Trump-adoring Florida Republican's baseless claim was quickly chopped down.", "author": "Lee Moran"},
{"title": "Conservative Icon Torches Trump As ‘Stray Orange Hair To Be Flicked Off Nation’s Sleeve'", "description": "George Will highlighted the former president's waning power in a blistering new column for The Washington Post.", "author": "Lee Moran"},
{"title": "Trump Was Responsible In A 'Broad Sense' For Capitol Riot, Says William Barr", "description": "“I think that the whole idea was to intimidate Congress, and I think that was wrong,” the former attorney general added in an NBC interview.", "author": "Mary Papenfuss"},
{"title": "Trump Feared Only What He Himself Had To Lose With 'Murderous' Election Move: Witness", "description": "Trump seriously considered replacing the acting attorney general with a supporter who had a plan to try to throw out 2020 election results.", "author": "Mary Papenfuss"},
{"title": "Florida High School Student Suspended After Handing Out Pride Flags", "description": "\"I may have been suspended, but I will not be silenced. I am proud of who I am,\" said junior Jack Petocz after a protest against the \"Don't Say Gay\" bill.", "author": "Mary Papenfuss"},
{"title": "Roger Stone Reportedly Trash-Talked Trump For Denying Him Jan. 6 Pardon", "description": "He slammed Trump as the “greatest single mistake in American history” for \"betraying\" supporters, according to footage viewed by The Washington Post.", "author": "Mary Papenfuss"},
{"title": "Kamala Harris To Travel To Poland And Romania Amid Russian Invasion Of Ukraine", "description": "The vice president is meeting with NATO allies to coordinate their support for Ukraine in the face of Russia’s “unprovoked and unjustified invasion.”", "author": "Sarah Ruiz-Grossman"},
{"title": "Sky News Journalists Share Video Of Violent Ambush In Ukraine", "description": "Camera operator Richie Mockler continued to film even as bullets pierced the vehicle he was in and took two rounds to his body armor.", "author": "Sebastian Murdock"},
{"title": "Russia Blocks Access To Facebook Amid Broad Media Crackdown", "description": "Reports of limited access to Twitter and YouTube also surfaced Friday.", "author": "Ryan Grenoble"},
{"title": "Biden May Extend Pause On Student Loan Payments Again: Top Aide", "description": "The administration will make a decision about using executive action to cancel student debt before payments resume, the White House chief of staff said.", "author": "Sarah Ruiz-Grossman"},
{"title": "Kansas School Shooting Leaves 3 Injured, Including Suspect", "description": "Olathe East High School was put on lockdown after two adults were shot in the school.", "author": "Sebastian Murdock"},
{"title": "Zelenskyy Has Reportedly Survived 3 Assassination Attempts In The Last Week", "description": "The Kremlin has dispatched two separate groups of mercenaries to Kyiv in an attempt to kill the Ukrainian President.", "author": "Ryan Grenoble"},
{"title": "Stanford Soccer Star Katie Meyer's Parents Say Her Death Is Their ‘Worst Nightmare’", "description": "“You don't wake up from it. … It's just horrific,” said Gina Meyer, who wore her daughter’s sweatshirt during an interview with the \"Today\" show.", "author": "Elyse Wanshel"},
{"title": "DNC Funds Voter Registration In Texas Amid Complaints About National Investment", "description": "The chair of the Texas Democratic Party has warned against a mismatch in resources, especially in South Texas.", "author": "Daniel Marans"},
{"title": "Major News Outlets Suspend Operations In Russia Following Anti-Journalist Law", "description": "New legislation could imprison journalists whose reporting contradicts Kremlin propaganda on the Ukraine invasion.", "author": "Hilary Hanson"},
{"title": "Biden Quietly Casts Trump As The New Face Of Putin In America", "description": "In little-noticed remarks, President Joe Biden linked Vladimir Putin's invasion of Ukraine to the Russian leader's support of former President Donald Trump and Trump’s attempt to overthrow the republic on Jan. 6", "author": "S.V. Date"},
{"title": "Lindsey Graham Doubles Down On Call For Russians To Kill Putin", "description": "Bipartisan blowback failed to stop the GOP senator from saying that \"somebody in Russia\" should \"take this guy out by any means possible.\"", "author": "Sara Boboltz"},
{"title": "Democrats And Republicans Are Willing To Risk Higher Inflation To Punish Russia", "description": "“This is war,” Sen. Joe Manchin said.", "author": "Arthur Delaney"},
{"title": "The Media Are Still Clinging To Their Hawkish, Pro-War Tendencies", "description": "Please don't push us into a nuclear war!", "author": "Amanda Terkel"},
{"title": "For The Disabled Community, The Pandemic Has Had Hidden Costs", "description": "Necessary technology and care for people living with disabilities has become much more difficult to come by in the last two years.", "author": "JonChristopher Collins"},
{"title": "Republican Group Reminds Fox New Viewers About Trump And Putin In Damning Ad", "description": "Viewers of the right-wing network will see how Trump praised Putin's Ukraine plans only last week.", "author": "Ed Mazza"},
{"title": "Bestselling Author Shows How Trump Allies Are Plotting To Undermine Jan. 6 Probe", "description": "Don Winslow says the strategy is simple and obvious, and it could mean they'll never be held accountable.", "author": "Ed Mazza"},
{"title": "Tucker Carlson Admits He Was Wrong On Russia-Ukraine In Most Petulant Way", "description": "\"We were wrong,\" the Fox News personality confessed in a snarky monologue. But he put the blame on a familiar target.", "author": "Lee Moran"},
{"title": "Idaho Senate Passes Bill That Would Bar Abortion After About 6 Weeks", "description": "It's among the first pieces of legislation to copy the controversial Texas law that has effectively outlawed abortion for most pregnant people in the state.", "author": "Nick Visser"},
{"title": "Russian TV Station Proclaims 'No To War,' Plays 'Swan Lake' Before Going Dark", "description": "TV Rain, an independent news outlet, aired the famous ballet in a bold nod to Russian history.", "author": "Hilary Hanson"},
{"title": "Ukrainians In U.S. To Be Protected From Deportation To War-Torn Homeland", "description": "Immigrant rights groups applauded the temporary designation while calling out a racist double standard on which immigrants the U.S. swiftly gives such status to.", "author": "Sarah Ruiz-Grossman"},
{"title": "South Carolina Lawmakers Halt Abortion, Conversion Therapy Bills By Walking Out", "description": "Without a quorum, the Senate committee couldn't hold a vote on the restrictive legislation.", "author": "Lydia O'Connor"},
{"title": "Russia Shells Europe's Largest Nuclear Plant In Ukraine, Sparking Fire", "description": "The attack prompted worries of an international disaster amid the Kremlin’s ongoing invasion of the country.", "author": "Nick Visser"},
{"title": "Kentucky Lawmaker Apologizes After 'Bizarre, Anti-Semitic Rant' About Abortion Pill", "description": "GOP state Rep. Danny Bentley talked about Jewish women's sex lives and said falsely that an abortion pill was created during the Holocaust.", "author": "Josephine Harvey"},
{"title": "Son Of Capitol Riot Defendant Takes The Stand Against His Father", "description": "Guy Reffitt is accused of bringing a pistol to the Jan. 6, 2021, attack. His case is the first to go to trial among those who stormed the Capitol.", "author": "Sara Boboltz"},
{"title": "Jan. 6 Committee Subpoenas Kimberly Guilfoyle, Don Jr.’s Girlfriend", "description": "Guilfoyle was in the Oval Office for the former president's final attempt to persuade Mike Pence to overturn the election for him, according to the subpoena.", "author": "S.V. Date"},
{"title": "Ukrainian Biathlete Yevhen Malyshev Killed In Combat With Russia", "description": "The 19-year-old was killed defending his country against the Russian invasion, according to sports organizations.", "author": "Josephine Harvey"},
{"title": "UC Berkeley Forced To Cut Admissions By Thousands Due To Court Ruling", "description": "The prestigious university will have to reduce its incoming freshman class by almost one-third after the California Supreme Court upheld a lower court’s ruling limiting enrollment.", "author": "Sarah Ruiz-Grossman"},
{"title": "Iowa Governor Signs Law Barring Transgender Athletes From Competing In School Events", "description": "The anti-transgender law passed in Iowa’s House Chamber last week and cleared the Iowa Senate on a 31–17 vote.", "author": "Andre Ellington"},
{"title": "New York Times Tech Workers Vote To Unionize", "description": "Strong opposition from the company did not stop an election win for the NewsGuild-CWA.", "author": "Dave Jamieson"},
{"title": "Melinda French Gates Says Marriage To Bill Gates 'Just Wasn't Healthy' Over Time", "description": "The philanthropist also told Gayle King about her views on Jeffrey Epstein: \"He was evil personified.\"", "author": "Curtis M. Wong"},
{"title": "Republicans Ask Supreme Court To Back A Radical Theory On Voting Rights", "description": "Four conservative justices seem open to the move, which would eviscerate voting rights and allow gerrymandering to be enshrined.", "author": "Paul Blumenthal"},
{"title": "William Barr Says He Told Trump Election Fraud Claims Were 'Bulls**t'", "description": "The former attorney general, who indulged Trump's demands for an investigation, says he never believed the claims.", "author": "Lydia O'Connor"},
{"title": "White Nationalists With Lanyards: Orlando Showed The Ugly Future Of The GOP", "description": "A weekend in Florida, a major conservative conference, a white nationalist \"groyper\" conference, and a doomed quest to determine the difference between the two.", "author": "Christopher Mathias"},
{"title": "Zelenskyy Says Russians Are Carrying Cremation Chambers Into Ukraine", "description": "The Ukrainian leader alleged that the chambers are to dispose of Russian troops who have been killed, thereby obscuring the true number of casualties.", "author": "Sara Boboltz"},
{"title": "Republican Senate Recruitment Efforts Continue To Fizzle", "description": "Arizona Gov. Doug Ducey is the latest one who got away.", "author": "Liz Skalka"},
{"title": "JetBlue Pilot Removed From Plane On Suspicion Of Being Drunk", "description": "The pilot was allegedly preparing to fly from Buffalo to Fort Lauderdale with a blood alcohol content more than four times the legal limit for pilots.", "author": "Nina Golgowski"},
{"title": "Nancy Pelosi To GOPers Who Interrupted Biden’s State Of The Union Speech: ‘Shut Up’", "description": "“They should just shut up,” the House speaker said of rude outbursts by Republican Reps. Lauren Boebert and Marjorie Taylor Greene.", "author": "Jennifer Bendery"},
{"title": "Bipartisan Support Grows For Banning Russian Oil, But It Could Come At A Cost", "description": "More Democrats are joining Republicans in calling for a Russian oil cutoff that the White House has said would hurt consumers.", "author": "Arthur Delaney"},
{"title": "Can Anyone Persuade Vladimir Putin To Choose Peace In Ukraine?", "description": "“Right now, I frankly do not see how anybody can get through to Putin” said Vaira Vike-Freiberga, a former president of Latvia who met with her Russian counterpart repeatedly.", "author": "Akbar Shahid Ahmed"},
{"title": "‘Building A Better America’ Faces Familiar Gridlock: Joe Manchin And Kyrsten Sinema", "description": "President Joe Biden has rebranded his domestic policy agenda, but Washington is the same.", "author": "Arthur Delaney"},
{"title": "Sen. Ben Ray Luján Returns To Congress After Suffering Stroke", "description": "The New Mexico Democrat received a standing ovation at a Senate hearing one month after he suffered a stroke.", "author": "Igor Bobic"},
{"title": "Russia Expert Fiona Hill Reveals How It Could All Go South For Putin", "description": "There's one unsung group the Russian president \"probably has to worry about,\" the former National Security Council analyst said.", "author": "Lee Moran"},
{"title": "If You Care About The People In Nursing Homes, Pay Attention To This Biden Proposal", "description": "Advocates for seniors and people with disabilities say his plan could be the most significant effort to improve nursing home quality since the 1980s.", "author": "Jonathan Cohn"},
{"title": "It’s Official: Trump’s ‘Impenetrable’ Border Wall Is An Expensive Failure", "description": "A new report says Trump's wall was breached thousands of times with \"inexpensive power tools.\"", "author": "Ed Mazza"},
{"title": "Veterans Group's Blistering Ad Exposes GOP As 'Party Of Putin'", "description": "VoteVets' spot hits Republicans and Donald Trump with a stinging reminder.", "author": "Lee Moran"},
{"title": "Sen. Tim Kaine Has Long COVID, Introduces Bill To Study Lingering Illness", "description": "Up to 140 million Americans have been infected with the coronavirus since the pandemic began, and many have suffered symptoms weeks or months later.", "author": "Nick Visser"},
{"title": "Tucker Carlson Called Out After 'Racist' Attack On Ketanji Brown Jackson", "description": "The Fox News host absurdly demanded to see the LSAT scores of the Supreme Court nominee.", "author": "Josephine Harvey"},
{"title": "Biden After UN Vote Condemning Invasion Of Ukraine: ‘Russia Is To Blame’", "description": "\"There is no room for excuses or equivocation,\" the president said Wednesday.", "author": "Nick Visser"},
{"title": "Serena Williams Calls Out NY Times Over Photo Of Wrong Person In Story About Her", "description": "\"You can do better,\" the tennis legend wrote.", "author": "Josephine Harvey"},
{"title": "Judge Blocks Texas Policy Classifying Trans Health Care As Child Abuse", "description": "Gov. Greg Abbott’s new directive required the state to investigate parents who've helped their transgender kids receive gender-affirming care.", "author": "Lydia O'Connor"},
{"title": "First Capitol Riot Trial Begins With Texas Man Who Was Armed With A Gun", "description": "Guy Reffitt is charged with five felonies, including illegally bringing a firearm to Capitol Hill last year.", "author": "Sara Boboltz"},
{"title": "Gov. Ron DeSantis Bullies Teens Into Taking Off Masks For Press Conference", "description": "\"This is ridiculous,\" the visibly annoyed Florida Republican told the high school students standing behind him during a speech at the University of South Florida.", "author": "Sanjana Karanth"},
{"title": "Afghan Fulbright Scholars Have Been Left With No Clear Path Forward", "description": "More than 100 Fulbright alumni are trapped in Afghanistan, while another 119 scholars are struggling through the program with no idea of what happens next.", "author": "Hamed Ahmadi"},
{"title": "Nevada Governor Threatened With Hanging While At Restaurant With Family", "description": "State police said they are investigating Sunday’s incident involving Gov. Steve Sisolak, which was captured on video.", "author": "Nina Golgowski"},
{"title": "Joe Biden Is All Out Of Ideas For How To Protect Voting Rights", "description": "GOP voting restrictions merited only a cursory mention during Biden’s State of the Union address, and Democrats have no strategy to counter the Republican assault on democracy.", "author": "Travis Waldron"},
{"title": "Russian Police Reportedly Arrest, Jail Children Protesting War Against Ukraine", "description": "Five children, ages 7 to 11, were armed with flowers and a \"No War\" sign when Russian police arrested them and their mothers, according to NPR.", "author": "Sebastian Murdock"},
{"title": "Ukrainian Crowd Blocks Russian Access To Nuclear Power Plant", "description": "The Zaporizhzhia facility is the largest nuclear power plant in Europe.", "author": "Ryan Grenoble"},
{"title": "Chuck Todd Wondered What Ukrainians Fighting For Their Lives Thought Of Biden’s SOTU Speech", "description": "NBC’s Lviv correspondent said people are a bit preoccupied because \"Russians are invading their country and trying to take it over.”", "author": "Jennifer Bendery"},
{"title": "Democrats Raise Alarms About Russia Using Cryptocurrency To Dodge Sanctions", "description": "Congress could be gearing up to rein in the cryptocurrency industry.", "author": "Arthur Delaney"},
{"title": "Sarah Palin's Battle Against Press Freedom Faces Rocky Road To Supreme Court", "description": "It's unlikely Palin's appeal of her defamation defeat will reach the high court. But that doesn't mean she won't keep trying to topple a foundation of press freedom.", "author": "Sara Boboltz"},
{"title": "6 Lawmakers Barred From SOTU After Testing Positive For COVID", "description": "A testing requirement to attend the event resulted in at least six Democrats testing positive for the virus and at least six Republicans refusing to get tested.", "author": "Nina Golgowski"},
{"title": "Ukrainian Singer Drops F-Bombs On Putin During Live BBC Interview", "description": "When BBC anchor Dan Walker apologized for Maria Burmaka's swearing, she defiantly mouthed it again.", "author": "Lee Moran"},
{"title": "John Bolton Reveals How Little Trump Actually Knew About Russia", "description": "Trump’s former national security adviser recalled how the ex-president responded to sanctions on Vladimir Putin's country.", "author": "Lee Moran"},
{"title": "Contentious Texas Congressional Primary Heads For Runoff", "description": "Neither incumbent Rep. Henry Cuellar nor progressive challenger Jessica Cisneros won the majority vote needed to claim the Democratic nomination.", "author": "Daniel Marans"},
{"title": "Chuck Schumer’s Awkward State Of The Union Moment Becomes A Meme", "description": "Video of the Senate Majority Leader went viral on Twitter.", "author": "Lee Moran"},
{"title": "Heated Texas Primary Still Too Close To Call", "description": "Progressive Democrat Jessica Cisneros had a narrow lead over Rep. Henry Cuellar as election day came to a close.", "author": "Daniel Marans"},
{"title": "Diplomats Throw Epic Shade The Moment Russian Foreign Minister Opens His Mouth", "description": "Sergey Lavrov's speech didn't get the reception he was hoping for.", "author": "Ed Mazza"},
{"title": "Embattled Texas Attorney General Ken Paxton Faces Runoff In May", "description": "Paxton failed to get 50% of the vote and will face off against Texas Land Commissioner George P. Bush, a scion of the Bush political dynasty.", "author": "Liz Skalka"},
{"title": "Texas Progressive Greg Casar Wins Contentious House Primary", "description": "The Squad is about to get a new member.", "author": "Daniel Marans"},
{"title": "Kirsten Gillibrand Reportedly Hinted At Her Hopes On Abortion To Justice John Roberts", "description": "“Hopefully he understood what I meant,” the Democratic senator said after speaking briefly to the chief justice before the State of the Union address.", "author": "Nick Visser"},
{"title": "Mayor Paints Very Blunt Message For Putin... Right Outside Russian Embassy", "description": "Seven words for Putin to worry about are painted into the street in the Lithuanian capital.", "author": "Ed Mazza"},
{"title": "Biden Omits Mention Of Jan. 6 Attack In State Of The Union", "description": "The president talked broadly about the U.S. Capitol and democracy — but didn't say anything about the attack that took place there a year ago.", "author": "Liz Skalka"},
{"title": "Boebert Booed For Outburst During Biden's Remarks About Sick Veterans, His Late Son", "description": "Boebert's outburst came just as Biden mentioned his son Beau, who died of brain cancer in 2015.", "author": "Paige Lavender"},
{"title": "Resurfaced Video Of Ukraine's Zelenskyy On Spoof Call About Joining EU Goes Viral", "description": "Ukrainian President Volodymyr Zelenskyy requested to join the European Union this week as Russia wages war on his country.", "author": "Josephine Harvey"},
{"title": "Biden: More Free COVID Tests Available Next Week", "description": "In his State of the Union address, the president pledged to send out more tests as many of the initial stock have gone unused or near expiration dates.", "author": "Alexander C. Kaufman"},
{"title": "Joe Biden To Transgender Kids: 'I Will Always Have Your Back'", "description": "“The onslaught of state laws targeting transgender Americans and their families, it’s simply wrong,\" the president said in his first State of the Union speech.", "author": "Nick Visser"},
{"title": "In First SOTU, Biden Seeks To Reassure Americans Worried About Rising Prices", "description": "\"I want you to know that we are going to be OK,” the president said, announcing measures to address high costs at the store and the pump.", "author": "Arthur Delaney"},
{"title": "Joe Biden: Abortion Rights ‘Under Attack As Never Before’", "description": "Despite the president's strong words on reproductive rights, he still has yet to say the word \"abortion\" in any public statement or remarks.", "author": "Alanna Vagianos"},
{"title": "Biden Says Energy Plan Will Fight Climate Change, Inflation In State Of The Union Speech", "description": "The president said tackling planetary warming would save American families $500 per year in energy costs.", "author": "Chris D'Angelo"},
{"title": "Joe Biden Warns Vladimir Putin: 'Freedom Will Always Triumph Over Tyranny'", "description": "In his first State of the Union address, the president said Russian leader Vladimir Putin underestimated the unity of U.S. society and America's foreign friends.", "author": "Akbar Shahid Ahmed"},
{"title": "Ukraine Acknowledges Racist Treatment Of Africans Fleeing Russian Invasion", "description": "Ukraine’s foreign minister said that African immigrants seeking to evacuate “need to have equal opportunities to return to their home countries safely.”", "author": "Sarah Ruiz-Grossman"},
{"title": "Marjorie Taylor Greene Accuses Democrats Of Plot To 'Create Happiness' For Voters", "description": "The Georgia Republican claimed that Dems are \"looking to move on\" from COVID-19 \"and create happiness going into the midterms.”", "author": "David Moye"},
{"title": "Jan. 6 Committee Subpoenas Lawyer Who Participated In Georgia Call, OAN Anchor", "description": "Cleta Mitchell was on Trump’s call demanding that Georgia officials \"find\" him enough votes to win, and Christina Bobb worked in Trump’s Jan. 6 \"war room.\"", "author": "S.V. Date"},
{"title": "Kevin McCarthy Dodges On Punishing Members Over White Nationalist Conference", "description": "The House GOP leader condemned the conference but not Reps. Marjorie Taylor Greene and Paul Gosar for speaking.", "author": "Arthur Delaney"},
{"title": "Ukrainian Ambassador Oksana Markarova To Attend Tonight's State Of The Union Speech", "description": "The ambassador will be a guest of first lady Jill Biden along with Facebook whistleblower Frances Haugen.", "author": "Ryan Grenoble"},
{"title": "'I'll Be The Majority Leader': Mitch McConnell Shreds Rick Scott's Proposed GOP Agenda", "description": "The public lashing was an extraordinary display for a leader known for holding his cards close to the chest and for working to advance party unity above all else.", "author": "Igor Bobic"},
{"title": "After Claiming He Wanted To 'Denazify' Ukraine, Putin Strikes Holocaust Memorial Site", "description": "Babyn Yar is the site of one of the worst mass killings of Jews during World War II.", "author": "Amanda Terkel"},
{"title": "Florida Student Who Tracked Elon Musk’s Private Jet Is Now Tracking Russia’s Elite", "description": "Jack Sweeney found that jets owned by Russian oligarchs were still traveling on a daily basis despite harsh sanctions and restrictions placed on the country.", "author": "Andre Ellington"},
{"title": "Texas Sued For Classifying Gender-Affirming Care As Child Abuse", "description": "Civil rights groups say Gov. Greg Abbott's new policy violates Texas law and the rights of transgender kids and their parents.", "author": "Lydia O'Connor"},
{"title": "CDC Estimates More Than 140 Million Americans Have Had COVID So Far", "description": "Nearly 60% of children in the U.S. have likely had the disease.", "author": "Ryan Grenoble"},
{"title": "Trump Spox Has Bizarre Reason Why Biden Shouldn't Give State Of Union Address", "description": "Liz Harrington claimed Biden’s presence was no longer needed because the former president already did his job for him.", "author": "David Moye"},
{"title": "Dick Durbin ‘Very Concerned’ How Republicans Will Treat Ketanji Brown Jackson", "description": "The Judiciary Committee chair said GOP senators have disrespected previous Black female nominees, one of whom received death threats afterward.", "author": "Jennifer Bendery"},
{"title": "Zelenskyy Thanks Prince William, Kate For Supporting Ukraine", "description": "The Ukrainian president said he and his wife, Olena, are grateful to the Duke and Duchess of Cambridge for standing with their country \"at this crucial time.\"", "author": "David Moye"},
{"title": "3 House Republicans Vote Against Making Lynching A Hate Crime", "description": "GOP Reps. Andrew Clyde, Thomas Massie and Chip Roy voted against the Emmett Till Antilynching Act.", "author": "Sebastian Murdock"},
{"title": "Ukrainian Journalist Confronts Boris Johnson Over No-Fly Zone", "description": "Daria Kaleniuk made a plea for Johnson and the West to secure the Ukrainian skies as Vladimir Putin launched missiles into Kharkiv.", "author": "Marita Vlachou"},
{"title": "Translator Audibly Chokes Up While Interpreting Zelenskyy's Powerful Speech", "description": "The interpreter struggled to hold back tears as Ukraine's president vowed his country would not be broken by the Russian invasion.", "author": "Lee Moran"},
{"title": "Heated Primary Highlights Debate Over Democrats’ Future In South Texas", "description": "The race between centrist Democratic Rep. Henry Cuellar and progressive challenger Jessica Cisneros is about more than just a congressional seat.", "author": "Daniel Marans"},
{"title": "Ukraine's U.S. Ambassador Accuses Russia Of War Crime", "description": "Oksana Markarova said Russia was targeting Ukrainian civilians and using lethal vacuum bombs, which suck in oxygen to create high-temperature explosions.", "author": "Marita Vlachou"},
{"title": "Ocasio-Cortez Rips Kevin McCarthy’s Criticism Of ‘His Little KKK Caucus’", "description": "The House GOP leader's critique of Republicans who attended a white nationalist conference rang hollow for the New York Democrat.", "author": "Lee Moran"},
{"title": "Fox News Correspondent Gives Network Blunt Reality Check On Live TV", "description": "National security correspondent Jennifer Griffin called out one guest as “not a student of history” but a failed politician.", "author": "Lee Moran"},
{"title": "Even The Dictionary Is Puzzled By GOP Rep’s Word Salad About Ukraine", "description": "Clay Higgins' tweet about \"millennial leftists\" sowed confusion on Twitter.", "author": "Lee Moran"},
{"title": "Pat Robertson Resurfaces To Offer Worst Possible Take On Ukraine", "description": "The doomsday-monger is back with another prophecy.", "author": "Ed Mazza"},
{"title": "Tucker Carlson Openly Gaslights Viewers About Pro-Russia Stuff He Said Days Ago", "description": "\"It's such an awful thing to say,\" the Fox News host complained after people accused him of rooting for Russia.", "author": "Josephine Harvey"},
{"title": "Chris Christie Says What We’re All Thinking Of Trump Calling Putin ‘Savvy’", "description": "“How can anyone with any understanding of the world call Putin’s decision to invade Ukraine ‘genius’ and ‘very savvy,'\" the former Republican governor asked.", "author": "Nick Visser"},
{"title": "NBC Journalist Appears To Wonder Why U.S. Wouldn't Just Attack Russian Convoy", "description": "Foreign correspondent Richard Engel came under fire after questioning if West would \"watch in silence\" rather than hit Russia -- even with nuclear war as a risk.", "author": "David Moye"},
{"title": "CNN Correspondent Backs Away From Grenade During Live Report From Kyiv", "description": "\"I didn't see that, so let's move away from that,\" CNN's Matthew Chance said, pointing at the weapon beside him.", "author": "Josephine Harvey"},
{"title": "GOP Filibusters Bill That Would Protect Abortion Rights If Roe v. Wade Falls", "description": "The Women’s Health Protection Act would have outlawed hundreds of state-level anti-abortion laws.", "author": "Alanna Vagianos"},
{"title": "Dianne Feinstein's Husband, Richard Blum, Dies At 86", "description": "Blum, a philanthropist, was married to the California Democrat for more than four decades.", "author": "Sarah Ruiz-Grossman"},
{"title": "Twitter Users Mock Dr. Oz By Turning 'Challenge' To Dr. Fauci Into Brutal Meme", "description": "Mehmet Oz, a Senate candidate in Pennsylvania with a history of giving medical misinformation, wants the infectious disease expert to debate him on COVID.", "author": "David Moye"},
{"title": "GOP Sen. Roger Wicker Calls For No-Fly Zone Over Ukraine", "description": "The Mississippi Republican says \"a strong coalition of like-minded nations should step in and seriously consider this.\"", "author": "Igor Bobic"},
{"title": "Supreme Court Conservatives Poised To Halt Biden Administration’s Climate Regulations", "description": "The court’s conservative bloc not only threatens climate change mitigation efforts, but the entire federal administrative state.", "author": "Paul Blumenthal"},
{"title": "Ukrainian Sailor Tries To Sink His Russian Boss’ Yacht Over War Ties", "description": "The sailor reportedly worked as a mechanic on the yacht and said his actions were in retaliation for Russia's invasion of Ukraine.", "author": "Nina Golgowski"},
{"title": "Ukrainian Sailor Tries To Sink His Russian Boss’ Yacht Over War Ties", "description": "The sailor reportedly worked as a mechanic on the yacht and said his actions were in retaliation for Russia's invasion of Ukraine.", "author": "Nina Golgowski"},
{"title": "White House Ditching ‘Build Back Better’ Brand: 'It's Not About The Name Of The Bill'", "description": "President Joe Biden will focus more on reducing the deficit in his upcoming State of the Union.", "author": "Arthur Delaney"},
{"title": "Ukraine's UN Ambassador Bluntly Tells Putin To 'Kill Himself' Like Hitler", "description": "Ukraine's Sergiy Kyslytsya isn't holding back with his anti-Russia scorn.", "author": "David Moye"},
{"title": "Sporting World Punishes Russian Aggression With Indefinite Bans, Suspensions", "description": "Russia says goodbye to a shot at the World Cup, the Olympics and more.", "author": "Ryan Grenoble"},
{"title": "Trump Takes Credit For NATO — And Is Promptly Reminded Of A Few Pesky Facts", "description": "Some people recall that the former president discussed pulling the United States from NATO.", "author": "David Moye"},
{"title": "How Western Sanctions Hurt Ordinary Russians", "description": "As the U.S. and Europe pile on new sanctions to punish Vladimir Putin for his attack on Ukraine, Russian citizens are lining up at ATMs.", "author": "Marita Vlachou"},
{"title": "These Are The Citizens Stepping Up To Defend Ukraine", "description": "Photographer Sasha Maslov documented some of the middle-aged Ukrainians who are filling the reserves of the Ukrainian army to defend their cities.", "author": "Chris McGonigal"},
{"title": "Capitol Police Fence Off Capitol Ahead of Biden's First State Of The Union", "description": "Capitol Police are stepping up security for Tuesday's address and the approach of protesting truckers.", "author": "Marita Vlachou"},
{"title": "4 Things To Watch For In Texas’ Primary Elections", "description": "The intraparty contests offer a peek at the direction of the Democratic and Republican parties.", "author": "Daniel Marans"},
{"title": "Proud Boys Leader Yells Racist Slurs Before Attacking Black Woman", "description": "Andrew Walls, 26, was slapped with weapons and assault charges after he was seen on video sucker-punching a woman outside a bar in Akron, Ohio.", "author": "Andy Campbell"},
{"title": "Russia And Ukraine Begin Negotiations", "description": "As officials from the two countries met in Belarus, French President Emmanuel Macron also spoke with Russian President Vladimir Putin — although Moscow appeared unwilling to relent.", "author": "Akbar Shahid Ahmed"},
{"title": "Ukrainian Troops Who Told Russian Warship 'Go F--k Yourself' Are Alive: Ukrainian Navy", "description": "The garrison of troops on Snake Island, once feared dead after defying commands coming from a Russian warship, are still alive, but captured, Ukraine's navy said.", "author": "Nick Visser"},
{"title": "PHOTOS: Deadly 'Rain Bomb' Leaves Parts Of Eastern Australia Underwater", "description": "At least 8 people are dead after catastrophic flooding in the states of Queensland and New South Wales.", "author": "Josephine Harvey"},
{"title": "BP Plans To Exit Stake In Russian Oil Giant Over Ukraine Invasion", "description": "If BP walks away from the holdings completely it could write down up to $25 billion, it said.", "author": "Nick Visser"},
{"title": "2 Danish Journalists Shot In Ukraine: 'We Are Lucky To Be Alive'", "description": "Stefan Weichert and Emil Filtenborg were reportedly on assignment for The Daily Beast in the war zone.", "author": "Josephine Harvey"},
{"title": "Sen. Ron Johnson Says Nancy Pelosi Bears Blame For Putin Invading Ukraine", "description": "Remember that Donald Trump withheld military aid from Ukraine to pressure officials to dig up dirt on the Bidens.", "author": "Amanda Terkel"},
{"title": "CBS Journalist Apologizes For Saying Ukraine More 'Civilized' Than Iraq, Afghanistan", "description": "The comparison was one of many made in the media that have been criticized as racist and dehumanizing.", "author": "Josephine Harvey"},
{"title": "William Barr Says Trump Would Have Won 2020 Election If He ‘Exercised Self-Restraint’", "description": "The former attorney general discusses the election and the Capitol riot in his new book, \"One Damn Thing After Another.\"", "author": "Andre Ellington"},
{"title": "Rep. Lauren Boebert Says Canada And U.S. 'Need To Be Liberated' Like Ukraine", "description": "As Ukrainians fight for their lives during the Russian invasion, the extremist lawmaker used their plight to nonsensically push her ideology.", "author": "Josephine Harvey"},
{"title": "U.S. Citizens Urged To Leave Russia Immediately Amid Flight Cancelations", "description": "The warning came as the European Union said it will impose a blanket flight ban on all Russian planes.", "author": "Nina Golgowski"},
{"title": "Trump Tightens Grip On Republican Activists At CPAC Since Last Year", "description": "In a straw poll, 85% said they would support his candidacy in 2024, up from 68% who said at last year's CPAC that he should run again.", "author": "S.V. Date"},
{"title": "Some Conservatives Are Warming To The Idea Of A Post-Trump GOP", "description": "This year's CPAC was still all about Donald Trump, but many attendees at the conference said they might be better off with another nominee.", "author": "Liz Skalka"},
{"title": "EU To Supply Weapons To Ukraine, Block Russian Aircraft And Kremlin-Backed Media", "description": "The plans to purchase and deliver weapons would be a first by the 27-nation bloc.", "author": "Nina Golgowski"},
{"title": "Sen. Tom Cotton Refuses To Condemn Trump For Praising Putin", "description": "The Arkansas Republican denounced the Russian leader, but dodged questions about the ex-president calling Putin \"savvy\" and a \"genius.\"", "author": "Sanjana Karanth"},
{"title": "Sen. Mitt Romney Slams GOP 'Morons' At 'Evil' White Nationalist Conference", "description": "\"Morons, I've got morons on my team,\" he said of Reps. Marjorie Taylor Greene and Paul Gosar, quoting a line from \"Butch Cassidy and the Sundance Kid.\"", "author": "Nina Golgowski"},
{"title": "Ukrainian Official Describes Teaching Kids 'Turtle Game' To Prepare For Attacks", "description": "“The most complicated thing is to explain to children what’s going on,\" Kira Rudyk said.", "author": "Paige Lavender"},
{"title": "The Supreme Court’s Conservatives May Be Set To Kneecap Federal Regulations", "description": "The increasing invocation of the \"major questions doctrine\" could imperil a wide swath of federal government regulatory actions.", "author": "Paul Blumenthal"},
{"title": "Trump Praises Marjorie Taylor Greene, Who Just Spoke At A White Nationalist Conference", "description": "In his CPAC speech, former President Donald Trump also addressed the Russian invasion of Ukraine and repeated false claims about the 2020 election being \"rigged.\"", "author": "Paige Lavender"},
{"title": "After 4 Years Of Helping Putin, Trump Claims He Was Tough On Russian Dictator", "description": "Trump praised Putin for four years, made excuses for his Crimea invasion, and tried to extort Ukraine’s president while holding hostage $391 million in aid.", "author": "S.V. Date"},
{"title": "U.S. And Allies Begin Cutting Russia Out Of International Financial System SWIFT", "description": "As Russa continues its assault on Ukraine, \"it has become a global economic and financial pariah,\" a senior Biden administration official said Saturday.", "author": "Akbar Shahid Ahmed"},
{"title": "Jon Stewart Praises 'Grace' Of Comedian-Turned-President Zelenskyy", "description": "“We’re watching Shecky Greene transform into Churchill,” he said of Ukraine's leader.", "author": "Hilary Hanson"},
{"title": "Aid Groups, Friendly Countries Scramble To Help Ukrainians Under Assault By Russia", "description": "More than 150,000 Ukrainian refugees have now left their homeland, the United Nations said, and thousands have been displaced across the country.", "author": "Akbar Shahid Ahmed"},
{"title": "Russian Vodka Is Getting Taken Off The Shelves Over Putin's Invasion Of Ukraine", "description": "One liquor store manager called the move a \"tiny sanction.\"", "author": "Hilary Hanson"},
{"title": "Videos Show Missile Hitting Kyiv Apartment Building, Injuries Reported", "description": "A rescue worker said six civilians were injured in the attack.", "author": "Sebastian Murdock"},
{"title": "Prince William And Kate Release Rare Political Statement On Ukraine", "description": "The Duke and Duchess of Cambridge commended the people of Ukraine \"as they bravely fight\" for their future.", "author": "Sara Boboltz"},
{"title": "Detroit Zoo Moves Birds Inside Over Avian Flu Outbreak In Michigan", "description": "Most of the birds, including the peacocks who normally roam freely, will be sequestered inside due to worries over a deadly strain of avian flu.", "author": "Hilary Hanson"},
{"title": "Retired Florida Cop Who Fatally Shot Popcorn-Throwing Man In Movie Theater Acquitted", "description": "According to a witness, Curtis Reeves shot Chad Oulson in the chest and muttered: \"Throw popcorn in my face.\"", "author": "Sebastian Murdock"},
{"title": "Ukraine's Zelenskyy Rejects U.S. Evacuation Offer: 'I Need Ammunition, Not A Ride'", "description": "The Ukrainian president appears determined not to leave Kyiv, though he acknowledged he is a target for advancing Russian forces.", "author": "Liza Hearon"},
{"title": "Trayvon Martin’s Death Launched A Generation Of Activists That's Still Fighting", "description": "Martin's death and George Zimmerman’s subsequent acquittal were among the first outrages that spurred a new movement against police and vigilante violence.", "author": "Phillip Jackson"},
{"title": "GOP Rep. Marjorie Taylor Greene Speaks At White Nationalist Conference", "description": "The congresswoman from Georgia spoke at the America First Political Action Conference, organized by white nationalist \"groyper\" leader Nick Fuentes.", "author": "Christopher Mathias"},
{"title": "Marjorie Taylor Greene Insists 2020 Election Was Rigged, But 'No, I Don't Know How'", "description": "\"I know for a fact there was so much wrong in that election, and I believe it was stolen,\" Greene said at CPAC, but added: \"Do I know how? No, I don’t know how.”", "author": "David Moye"},
{"title": "CPAC, Not Registered As A Foreign Agent, Is Taking Money From Foreign Interests Anyway", "description": "CPAC and its chairman, Matt Schlapp, have drawn a complaint for taking money from a South Korean partner that is lobbying against a U.S. bill at the conference.", "author": "S.V. Date"},
{"title": "Ukrainian President Zelenskyy Posts Video Saying He's Still In Kyiv Amid Russian Attack", "description": "The Ukrainian leader warned that the coming hours would be \"very difficult,\" with \"vile, cruel and inhuman\" attacks.", "author": "Sara Boboltz"},
{"title": "Biden's Offshore Wind Sale Brings In Record $4.3 Billion", "description": "This week's auction grossed more than any federal offshore oil and gas lease sale in U.S. history, according to the Interior Department.", "author": "Chris D'Angelo"},
{"title": "19 States Have Zero Black Female State Senators", "description": "Black women are sorely underrepresented in state legislatures. There are also currently zero Black women in the U.S. Senate.", "author": "Sarah Ruiz-Grossman"},
{"title": "This 1 Photo Captures 2 Barrier-Breaking Biden Picks", "description": "Promises made, promises kept.", "author": "Ryan Grenoble"},
{"title": "From A 'Rigged Election' To No Keystone XL: GOP Shifts Blame For Putin's Invasion", "description": "Republicans are desperate to blame President Joe Biden for Russia's invasion of Ukraine.", "author": "Amanda Terkel"},
{"title": "U.S. Hits Vladimir Putin With Sanctions", "description": "As Russian forces close in on Ukraine's capital, Ukrainians have urged Washington and its allies to pressure Putin to halt his invasion.", "author": "Akbar Shahid Ahmed"},
{"title": "Oil-Backed Republicans Blame Biden’s Energy Policies For Russian Invasion", "description": "The GOP is doing the bidding of Big Oil, using the Ukraine crisis to push for more domestic oil and gas production.", "author": "Chris D'Angelo"},
{"title": "Jen Psaki Laughs Off Ted Cruz's 'Peppermint Patty' Diss: 'I'm Tougher Than That'", "description": "The Texas Republican attempted to mock the White House press secretary at CPAC by comparing her to the “Peanuts” character.", "author": "Elyse Wanshel"},
{"title": "Texas Medical Professionals Slam State's Regressive New Anti-Trans Policies", "description": "\"Politics has no place in the exam room,\" American Academy of Pediatrics President Moira Szilagyi said.", "author": "Ryan Grenoble"},
{"title": "GOP Sen. Marsha Blackburn Objects To Timing Of Biden's SCOTUS Nom, Citing Ukraine", "description": "The Tennessee conservative called the announcement \"extremely inappropriate,\" accusing Biden of attempting to distract from the crisis in Ukraine.", "author": "Igor Bobic"},
{"title": "Former Ukrainian President Takes Up Kalashnikov To Fight Russians", "description": "Petro Poroshenko gave an interview from a street in Kyiv alongside a group he described as volunteer resistance fighters.", "author": "Sara Boboltz"},
{"title": "Eurovision Song Contest Bans Russia For 2022 After Ukraine Invasion", "description": "Organizers said allowing Russia into this year's competition would \"bring the competition into disrepute.\"", "author": "David Moye"},
{"title": "Ukraine President To EU Leaders: 'This Might Be The Last Time You See Me Alive'", "description": "Ukrainian President Volodymyr Zelenskyy has stood defiant against Russian President Vladimir Putin's invasion of his country.", "author": "Sebastian Murdock"},
{"title": "Europe Braces For Refugees As Russia Attacks Ukraine's Capital", "description": "With Russia's invasion of Ukraine in full swing, neighboring countries in Europe are preparing for an influx of people fleeing the destruction.", "author": "Marita Vlachou"},
{"title": "GOP Sen. Jim Inhofe To Retire This Year", "description": "The staunch conservative and climate change denier is stepping down before his term is up, setting up a likely competitive GOP primary in Oklahoma.", "author": "Igor Bobic"},
{"title": "How The War In Ukraine Could Hurt The U.S. Economy", "description": "Higher gas prices increase the risk of recessionary interest rate hikes.", "author": "Arthur Delaney"},
{"title": "Joe Biden Picks Ketanji Brown Jackson For The Supreme Court", "description": "The 51-year-old U.S. appeals court judge is poised to make history as the first Black woman on the nation's highest court.", "author": "Jennifer Bendery"},
{"title": "Suburban Gerrymandering Is Fueling The Republican Party’s Far-Right Radicalization", "description": "Republican efforts to make congressional districts uncompetitive mean the only real election is the GOP primary, and the only way to win is to run far to the right.", "author": "Travis Waldron"},
{"title": "Anti-Trump Republican Group Trolls CPAC With Blunt Billboards", "description": "One-time GOP voters highlight \"disgust\" with the party in messages aimed at the right-wing confab.", "author": "Ed Mazza"}
]