{"bf740a7bbd7c8bdb0a57ebd4fbdbb072496e334c279af48c470b1a8a": "The UK's ministry of defence has said the failed crossing of the Siverskyi Donets river by Russian forces in the Donbas showed the pressure Russian commanders were under: On Wednesday, Ukrainian forces successfully prevented the crossing, and released images which the MoD said indicated that Russia 'lost significant armoured manoeuvre elements of at least one Battalion Tactical Group'. The pictures showed what Ukraine claimed were destroyed Russian tanks and other armoury in the village of Bilohorivka, near the strategic Ukrainian-held city of Lysychansk. The UK's ministry of defence also said Russia was 'investing significant effort in the vicinity of Izium and Severodonetsk in an attempt to achieve a breakthrough towards Sloviansk and Kramatorsk.' While G7 foreign ministers have been meeting in Germany, Russia's foreign minister Sergei Lavrov has been meeting his counterpart from Belarus. Ukraine's president Volodymyr Zelenskiy has just posted a video clip of an interview conducted with Rai 1 in Italy. Overnight he posted to Telegram in English, saying: Russia's defence ministry has claimed its forces struck the Kremenchug oil refinery in central Ukraine, destroying its production capacity and fuel tanks. Reuters reports the ministry also said its forces shot down a Ukrainian Su-27 aircraft in Kharkiv region. The reports have not been independently verified. Kharkiv governor Oleh Synyehubov has provided an update on the situation in his region on Telegram, saying 'the night was relatively calm'. He said that a rocket had hit 'the territory of Kharkiv airport', but that no one was injured. He listed a small number of injuries and fatalities in Saltivka, Dergachi, Zolochiv, Balaklia and Shebelinka. He said that in Dergachi 'the Russians damaged the humanitarian headquarters, the registry office, part of the clinic, and the ambulance building', and that in Shebelinka 'a Russian shell hit a hangar building. The roof of the hangar and 10 trucks were on fire. Unfortunately, three people died and 5 others were injured.' He added: None of the claims have been independently verified. A quick snap from Reuters here that the EU's top diplomat, Josep Borrell, has said this morning that the European Union would provide another EUR500m (PS425m) worth of military support to Ukraine, and that he was confident a deal could be reached in the coming days to agree an embargo on Russian oil. Here are some of the latest images we have been sent over the newswires showing the impact of the conflict in Ukraine and beyond. British foreign secretary Liz Truss said it was vital to keep up the pressure on Russia by supplying more weapons to Ukraine and imposing further sanctions. 'It is very important at this time that we keep up the pressure on Vladimir Putin by supplying more weapons to Ukraine and by increasing the sanctions,' Reuters reports she told the media on arrival at a G7 foreign ministers meeting in northern Germany. Serhiy Haidai, the Ukrainian governor of Luhansk, has issued a short update on Telegram this morning. He said that the Russians had 'made every effort to break through the defences in Luhansk region' and attempted to storm 'Rubizhne, Zolote, Nizhne, suburbs of Severodonetsk'. He suggested that the Russians were making another attempt to cross the Siverskyi Donets, describing them as 'racists' and 'idiots'. He then said: The Russian embassy in Latvia has issued a strongly worded statement about the decision yesterday in Riga to suspend protections of Soviet monuments within its borders. The embassy says: Yesterday Latvia's parliament voted that protection of Soviet monuments would be suspended until Russian forces left Ukraine. MP Krista Baumane said the monuments were symbols of Russian occupation and of Russian crimes in Ukraine. A small number of lawmakers opposed the move, saying they were memorials for the victory over Nazism in the second world war, and nothing to do with the current conflict. The UK's ministry of defence has said the failed crossing of the Siverskyi Donets river by Russian forces in the Donbas showed the pressure Russian commanders were under: On Wednesday, Ukrainian forces successfully prevented the crossing, and released images which the MoD said indicated that Russia 'lost significant armoured manoeuvre elements of at least one Battalion Tactical Group'. The pictures showed what Ukraine claimed were destroyed Russian tanks and other armoury in the village of Bilohorivka, near the strategic Ukrainian-held city of Lysychansk. The UK's ministry of defence also said Russia was 'investing significant effort in the vicinity of Izium and Severodonetsk in an attempt to achieve a breakthrough towards Sloviansk and Kramatorsk.' The Ukrainian counteroffensive around the north-eastern city of Kharkiv is 'starting to look very similar to the counteroffensive that ultimately drove Russian troops away from Kyiv and out of western Ukraine entirely', the Institute for the Study of War has said in its latest assessment of the conflict. It was 'forcing the Russian command to make hard choices', including by making Russian units focus their bombardments on attacking Ukrainian troops rather than the city, the US-based thinktank continued. Meanwhile, Russian forces may be abandoning their efforts to encircle Ukrainian troops along the Izyum-Slovyansk-Debaltseve line in eastern Ukraine in favour of shallower encirclements of the cities of Severodonetsk and Lysychansk in Luhansk. However, it was 'unclear if Russian forces can encircle, let alone capture, Severodonetsk and Lysychansk even if they focus their efforts on that much-reduced objective', the institute said. However, the thinktank also noted Russian forces probably control almost all of the city of Rubizhne as of 12 May and have most likely seized the town of Voevodivka, north of Severodonetsk.  The report also noted that Russian forces were strengthening their position on Snake Island, in the Black Sea, in a bid to block Ukrainian maritime communications near they key port city of Odesa. Ukraine says it has damaged a Russian navy logistics ship near Snake Island, a small but strategic outpost in the Black Sea, Reuters reports. 'Thanks to the actions of our naval seamen, the support vessel Vsevolod Bobrov caught fire - it is one of the newest in the Russian fleet,' said Serhiy Bratchuk, a spokesman for the Odesa regional military administration. Reuters could not independently verify the details. Russia's defence ministry did not immediately respond to a request for comment. Satellite imagery provided by Maxar, a private US-based company, showed the aftermath of what it said were probable missile attacks on a Russian Serna-class landing craft near the island, close to Ukraine's sea border with Romania. Images also showed recent damage to buildings on the island, which became famous for the foul-mouthed defiance of its Ukrainian defenders early in the invasion. Renewed fighting around Snake Island in recent days may become a battle for control of the western Black Sea coast, according to some defence officials, as Russian forces struggle to make headway in Ukraine's north and east. A court in Kyiv will hear the first war crime trial since the invasion began when a Russian soldier accused of murdering a 62-year-old civilian appears in the dock on Friday, the Guardian's Daniel Boffey reports. The defendant who will appear at Kyiv's district court is Vadim Shysimarin, a 21-year-old commander of the Kantemirovskaya tank division, who is currently in Ukrainian custody. It is alleged Shysimarin, a sergeant, had been fighting in the Sumy region in north-east Ukraine when he killed a civilian on 28 February in the village of Chupakhivka. He is accused of shooting at a civilian car after his convoy of military vehicles had come under attack from Ukrainian forces. He then drove the car away with four other soldiers as he sought to flee Ukrainian fighters. Shysimarin shot dead the unarmed man, who was on a bicycle and talking on his phone, after being ordered 'to kill a civilian so he would not report them to Ukrainian defenders', according to prosecutors. Read on here:  International sanctions on Russia should remain in place until all its troops have left Ukraine, UK foreign secretary Liz Truss has told a meeting of her G7 counterparts in Germany according to the BBC. 'Putin is humiliating himself on the world stage. We must ensure he faces a defeat in Ukraine that denies him any benefit and ultimately constrains further aggression,' she said. She also said that Ukraine's allies should commit to more sanctions against Russia and that they should go 'further and faster' to support it in its war. 'The best long-term security for Ukraine will come from it being able to defend itself. That means providing Ukraine with a clear pathway to Nato-standard equipment,' she said. Truss has been accused of taking a risky approach to the war, one that could risk inflaming the situation further and endangering any peace talks or chances of de-escalation. Hello, this is Helen Livingstone bringing you the latest developments on Russia's invasion of Ukraine. Here's a roundup of the latest:", "c338a41fc538cb7889a06289d4c644aeef1f8f2654cb7905a75cff2e": "A court in Kyiv will hear the first war crime trial since Vladimir Putin ordered the invasion of Ukraine, while the Kremlin bristled at Finland seeking to join Nato and Sweden moving to follow suit. In a watershed moment, a Russian soldier will be accused of murdering a 62-year-old civilian when he appears in the dock on Friday, with the case coming as the number of crimes registered by Ukraine's general prosecutor surpassed 11,000 and Unicef reported that at least 100 children had been killed in the war in April alone. The defendant who will appear at Kyiv's district court is Vadim Shysimarin, a 21-year-old commander of the Kantemirovskaya tank division, who is currently in Ukrainian custody. It is alleged Shysimarin, a sergeant, had been fighting in the Sumy region in north-east Ukraine when he killed a civilian on 28 February in the village of Chupakhivka. He is accused of shooting at a civilian car after his convoy of military vehicles had come under attack from Ukrainian forces. He then drove the car away with four other soldiers as he sought to flee Ukrainian fighters. Shysimarin shot dead the unarmed man, who was on a bicycle and talking on his phone, after being ordered 'to kill a civilian so he would not report them to Ukrainian defenders', according to prosecutors. The crime is said to have happened 'dozens of metres' from the victim's house and was committed using an AK-74 rifle. The case was this week filed at a criminal court. 'He is here [in Ukraine], we have him,' said Ukraine's prosecutor general, Iryna Venediktova, from her heavily fortified headquarters in Kyiv on Tuesday. A spokesperson for the prosecutor's office said: 'Prosecutors and investigators of the SBU [Ukrainian secret services] have collected enough evidence of his involvement in violation of the laws and customs of war combined with premeditated murder. For these actions, he faces 10 to 15 years in prison or life in prison.' Two other cases are likely to be heard in court within days including an in absentia trial of Mikhail Romanov, a Russian soldier accused of rape and murder. He is accused of breaking into a house in March in a village in the Brovarsky region near Kyiv, murdering a man and then repeatedly raping his wife while 'threatening her and her underage child with violence and weapons'. The trial is another prpaganda triumph for Kyiv and another diplomatic move increasing pressure on Vladimir Putin with Finland's plan to apply for Nato membership, and the expectation that Sweden will follow. Moscow called Finland's announcement hostile and threatened retaliation, including unspecified 'military-technical' measures. The Nato secretary general, Jens Stoltenberg, said the Finns would be 'warmly welcomed' and promised a 'smooth and swift' accession process. Jen Psaki, the White House press secretary, said: 'We would support a Nato application by Finland and-or Sweden should they apply.' Britain's foreign secretary, Liz Truss has urged a meeting of G7 foreign ministers to equip Ukraine to Nato standards and maintain sanctions against Russia until it has fully withdrawn. The BBC reported that Truss told the meeting in Germany: '[Vladimir] Putin is humiliating himself on the world stage. We must ensure he faces a defeat in Ukraine that denies him any benefit and ultimately constrains further aggression. 'The best long-term security for Ukraine will come from it being able to defend itself. That means providing Ukraine with a clear pathway to Nato-standard equipment.' Elsewhere, Ukraine has claimed that it has damaged a Russian navy logistics ship near Snake Island in the Black Sea, as the Kremlin bristled at Finland seeking to join Nato and Sweden moving to follow suit. 'Thanks to the actions of our naval seamen, the support vessel Vsevolod Bobrov caught fire - it is one of the newest in the Russian fleet,' said Serhiy Bratchuk, a spokesman for the Odesa regional military administration. Satellite imagery provided by Maxar, a private US-based company, showed the aftermath of what it said were probable missile attacks on a Russian Serna-class landing craft near the island, close to Ukraine's sea border with Romania. Maxar images also showed recent damage to buildings on the island. Russia's defence ministry did not immediately respond to a request for comment. Renewed fighting around Snake Island in recent days may become a battle for control of the western Black Sea coast, according to some defence officials, as Russian forces struggle to make headway in Ukraine's north and east. Ukrainian forces are reported to have driven Russian troops out of the region around the second-largest city, Kharkiv. The Reuters news agency said its journalists had confirmed Ukraine was in control of territory stretching to the banks of the Siverskiy Donets river, around 40km (25 miles) east of Kharkiv. Regional authorities reported ongoing missile strikes around Poltava and shelling at Dergach, near Kharkiv, that killed two people. Russia's army said it struck Donetsk and Kharkiv on Thursday, killing more than 170 people and destroying Ukrainian drones and rockets. Fighting has continued in Ukraine's south and east. Ukraine's presidency said shelling continued throughout Lugansk - part of the Donbas region where Ukrainian forces are fighting Russian armour and Kremlin-backed separatists. Zelensky said in his Thursday address to the nation that Russian forces had destroyed 570 health care facilities in the country, including 101 hospitals. 'What for? It's nonsense. It's barbarity.' In the north-eastern region of Chernihiv, three people were killed and 12 others wounded on Thursday in a strike on a school in Novgorod-Siversky, the emergency services said. Iryna Vereshchuk, the Ukrainian deputy prime minister, said 'difficult talks' were under way over the evacuation of 38 seriously wounded troops from the Azovstal steelworks in Mariupol. 'We have started a new round of negotiations around a road map for an [evacuation] operation. And we will start with those who are badly wounded,' she told 1+1 television. Disputes have intensified over Russian supplies of energy to Europe - still Moscow's biggest source of funds and Europe's biggest source of heat and power. Moscow said it would halt gas flows to Germany through the main pipeline over Poland, while Kyiv said it would not reopen a pipeline route it shut this week unless it regains control of areas from pro-Russian fighters. Prices for gas in Europe surged.", "ec29b4cdc0bbe72ef1cad44f82ddbf716797cbdf3900446a0f1eb452": "When the soldiers of an elite Russian army brigade were told in early April to prepare for a second deployment to Ukraine, fear broke out among the ranks.  The unit, stationed in Russia's far east during peacetime, first entered Ukraine from Belarus when the war started at the end of February and saw bitter combat with Ukrainian forces. 'It soon became clear that not everyone was onboard with it. Many of us simply did not want to go back,' said Dmitri, a member of the unit who asked not to be identified with his real name. 'I want to return to my family - and not in a casket.' Along with eight others, Dmitri told his commanders that he refused to rejoin the invasion. 'They were furious. But they eventually calmed down because there wasn't much they could do,' he said. He was soon transferred to Belgorod, a Russian city close to the border with Ukraine, where he has been stationed since. 'I have served for five years in the army. My contract ends in June. I will serve my remaining time and then I am out of here,' he said. 'I have nothing to be ashamed of. We aren't officially in a state of war, so they could not force me to go.' Dmitri's refusal to fight highlights some of the military difficulties the Russian army has faced as a result of the Kremlin's political decision not to formally declare war on Ukraine - preferring instead to describe the invasion, which will soon reach its fourth month, as a 'special military operation'. Under Russian military rules, troops who refuse to fight in Ukraine can face dismissal but cannot be prosecuted, said Mikhail Benyash, a lawyer who has been advising soldiers who choose that option. Benyash said 'hundreds and hundreds' of soldiers had been in touch with his team for advice on how they could avoid being sent to fight. Among them were 12 national guardsmen from Russia's southern city of Krasnodar who were fired after refusing to go to Ukraine. 'Commanders try to threaten their soldiers with prison time if they dissent, but we tell the soldiers that they can simply say no,' Benyash said, adding that he was not aware of any criminal cases against soldiers who refused to fight. 'There are no legal grounds to start a criminal case if a soldier refuses to fight while on Russian territory.' Many soldiers, therefore, have chosen to be fired or transferred rather than going into 'the meat grinder', he said. A similar account to Dmitri's was given to the BBC's Russian service by Sergey Bokov, a 23-year-old soldier who at the end of April decided to leave the army after fighting in Ukraine. 'Our commanders didn't even argue with us because we were not the first ones to leave,' Bokov said. Pointing to Russia's military laws, Benyash said it would be more difficult for soldiers to refuse to fight if Russia were to declare a full-scale war. 'During wartime, rules are totally different. Refusal then would mean much harsher penalties. They would be looking at time in prison.' While the exact number of soldiers refusing to fight remains unclear, such stories illustrate what military experts and western governments say is one of Russia's biggest obstacles in Ukraine: a severe shortage of infantry soldiers. Moscow initially put about 80% of its main ground combat forces - 150,000 men - into the war in February, according to western officials. But significant damage has been done to that army, which has confronted logistical problems, poor morale and an underestimated Ukrainian resistance. 'Putin needs to make a decision regarding mobilisation in the coming weeks,' said Rob Lee, a military analyst. 'Russia lacks sufficient ground units with contract soldiers for a sustainable rotation. The troops are getting exhausted - they won't be able to keep this up for a long period.' Lee said one option for the Kremlin would be to authorise the deployment of conscript units to Ukraine, despite Putin's earlier pledges that Russia would not use any conscripts in the war. 'Conscripts could fill some of the gaps, but they will be poorly trained. Many of the units that are supposed to train conscripts are fighting themselves,' Lee said. But without conscript battalions, Russia could soon 'struggle to hold the territory it currently controls in Ukraine, especially as Ukraine receives better equipment from Nato,' he said. Russian authorities quietly stepped up their efforts to recruit new soldiers as it became clear that a quick victory in Ukraine was unattainable. An investigation by the BBC's Russian service showed that Russia's defence ministry filled employment websites with vacancies, offering people with no combat experience opportunities to join the army on lucrative short-term contracts. Some large government-run companies have received letters urging them to sign up their staff for the army. Russia has also turned to mercenaries to bolster its war efforts, deploying fighters from the shadowy Kremlin-linked Wagner group. But analysts say voluntary recruits and mercenary groups are unlikely to lead to a substantial increase in the number of new soldiers, compared with the numbers that a partial or a full-scale mobilisation would bring. Despite speculation beforehand, Putin did not formally declare war on Ukraine during his Victory Day speech on 9 May. Andrei Kolesnikov, a senior fellow at the Carnegie Endowment, said the authorities may be worried that a general mobilisation would antagonise large sections of the population that support the 'special operation'. Russians 'might be in favour of the conflict, but they don't actually want to fight,' he said, adding that a general mobilisation would entail 'colossal losses of untrained soldiers'. And while the current status of the conflict gives Russian soldiers a legal path to refuse participation, some soldiers have complained that it has also led to them not being adequately cared for. A junior sergeant said he was injured during one of the recent Ukrainian attacks on the Russian border territory where he was stationed. His superiors argued that he should not be given the monetary compensation of up to PS2,500 that wounded Russians are entitled to by law because his injury took place on Russian soil - meaning it did not fall under the rules of Russia's 'special military operation'. 'It is unfair, I am fighting in this war just as the others in Ukraine, risking my life,' the soldier said. 'If I don't get the compensation that I am entitled to soon, I will go public and make a major issue of it.'", "fab99b3f401a2321af6864a860d7e6795ebd349f9689bbe178b47b75": "The top Democrat and Republican in the US Senate joined forces in a rare moment of unity on Thursday in an attempt to pass $40bn in aid for Ukraine, only to be stymied by a single Republican lawmaker: the Kentucky libertarian Rand Paul. Faced with the prospect of an extended delay for the package that passed the House of Representatives on Tuesday, the Senate majority leader, Chuck Schumer, and his Republican counterpart, Mitch McConnell, sought to move forward on the aid package only to be blocked by Paul, a fiscal hawk who objects to the amount of spending proposed. The stalemate delayed passage of the measure into next week. The Senate has scheduled an initial procedural vote on the bill for late Monday afternoon. It was unclear whether that vote would then speed passage of the Ukraine aid. Alternatively, passage could come around the middle of next week if any senator wants to force a series of legislative steps before a final vote. As the Ukraine aid bill became caught in the Senate's procedural gears, Schumer pleaded for fast action: 'The package is ready to go, the vast majority of senators on both sides of the aisle want it.' He added: 'If Senator Paul persists in his reckless demands ... all he will accomplish is to single-handedly delay desperately needed Ukraine aid.' But Paul was not moved. The delay into next week could cause problems for western countries trying to bolster Ukraine in its fight against Russia. The Biden administration has said that by 19 May it expects to run out of available funds to draw on under an authority that allows the president to authorize the transfer of weapons without congressional approval in response to an emergency. Paul is demanding that the legislation be altered to require an inspector general to oversee spending on Ukraine. Without his agreement, the Senate must follow a lengthy process stipulated by the chamber's arcane rules. McConnell, Paul's fellow senator from Kentucky, weighed in, saying: 'Ukraine is not asking us to fight this war. They're only asking for the resources they need to defend themselves against this deranged invasion. And they need this help right now.' The House passed the Ukraine spending bill by 368 to 57, with only Republicans voting against it. Joe Biden had asked Congress to approve an additional $33bn in aid for Ukraine. But lawmakers decided to increase the military and humanitarian funding. 'This is the second spending bill for Ukraine in two months. And this bill is three times larger than the first,' Paul said before formally blocking the aid package. 'Congress just wants to keep on spending, and spending.' The aid package had previously included more spending for dealing with Covid-19 in the US, but the two causes were decoupled after Republicans balked. Meanwhile, the White House Covid-19 coordinator, Ashish Jha, issued a dire warning that the US will be increasingly vulnerable to the coronavirus this fall and winter if Congress does not swiftly approve new funding for more vaccines and treatments. In an Associated Press interview, Jha said Americans' immune protection from the virus was waning, the virus was adapting to be more contagious and booster doses for most people would be necessary, with the potential for enhanced protection from a new generation of shots. His warning came as the White House said there could be up to 100m infections from the virus later this year and as Biden somberly ordered flags to half-staff to mark the imminent milestone of 1 million US Covid deaths.", "3809f4e627be47370c245bbe8fd4c02c485f5fa5606e013f811e63c2": "The aim was to be the invisible man, says Igor Pedin, 61. It was to drift, as if a ghost, with his small trolley bag of supplies and dog Zhu-Zhu, a nine-year-old mongrel terrier, through the hellscape of the besieged port city of Mariupol, out into the badlands of Russian-occupied territories and on to the relative safety of the Ukrainian-held city of Zaporizhzhia - a mere 225km walk away. The equivalent of walking by foot from London to Sheffield but through a war unseen in its scale in Europe since 1945 and towards the oncoming convoys of tanks, armoured vehicles and nervous trigger-happy Russian soldiers racing towards Mariupol; it meant sidestepping mines and crossing destroyed bridges with his dog and luggage, where an erring step would lead to a 30ft drop to certain death; he would have to pass the smouldering homes and weeping men and women with their heartbreaking stories of death and suffering and their loss of will to live on. Pedin, a former ship's cook, could not have known any of this - and he did not prove to be invisible, he concedes, as he recounts his tale in the safety of the Ukrainian capital, Kyiv. Indeed, such would be his extraordinary feat that on one remarkable night Russian soldiers at one of the many checkpoints he would pass through gathered in the quiet of the evening to hear his story, stuffing cigarettes into his pockets for the onward journey and wishing him luck. He may not have been invisible, Pedin repeats, the tears welling in a rare moment of emotion. But he was, he adds, lucky. Pedin's final decision to leave Mariupol was made on 20 April, he recalls, when the Russian soldiers had reached his part of the city and were going house to house, shooting at will. There was already little left to stay for; there was scant food or water, the dead were piling up in the streets. Pedin prepared meticulously. He packed a bag, weighed it and challenged himself to reduce the initial 70-kilo weight to 50.  The initial task for Pedin and Zhu-Zhu was to traverse the five kilometres to the city outskirts, an aim that he had little faith could be achieved. He left his home on Tkochenko-Petrenko street near Mariupol's port at 6am on 23 April and it took two hours to stumble through the craters, twisted steel and unexploded ordnance, north up Kyprino Street, where dead bodies were strewn, and on to the Port City shopping mall. Russian soldiers were handing out food and water at the end of long queues of desperate ashen-faced people. He stole by the crowds, avoiding eye contact with the soldiers, and walked up Zaporizhzhia Road. 'I looked like a vagabond to them, I was nothing. I was dirty and covered from dust, as my house had been filled with a fog of smoke. I walked out of the city by this motorway and at the top I turned around. I looked back down at the city and I said to myself, it was the right decision. I said goodbye. There was an explosion. I turned and walked on.' He walked by burnt-out military vehicles, just his dog and the noise of shelling behind him until a convoy of armoured vehicles, so heavy they made the asphalt under his feet tremble, swept past. He crouched down, taking Zhu-Zhu, terrified, into his coat, until they passed. 'I was an invisible man then,' he recalls. 'What am I to them: who is this shadow?' His aim was the town of Nikolske, 20km away. By the time he reached the first houses, it was getting dark and very cold. 'I saw a man ahead outside his house. He said, 'Young man would you like to drink with me. Today I buried my son. Let's drink to my son.'' Pedin gave up drinking 15 years ago but he could not refuse. He had two shots of vodka, while his new friend emptied the bottle. 'He told me that Russians had killed his 16-year-old son on 3 March in Mariupol. Shrapnel had taken off his head. After he had disappeared he spent weeks looking for him in Mariupol. He found the grave, and Russian soldiers said he would have to dig him up with his hands if he wanted the body. He told me, 'I want to die - I will kill myself.'' Pedin slept on the couch that night, waking at 6am. He knew the only way out towards Zaporizhzhia was through the town. 'As I left the town there was a checkpoint: Chechens. They had seen me and two of them came towards me. 'Where are you going? Where have you come from,' they asked. 'Have you been through the filtration camp.'' A commander appeared and called someone on a radio. 'A minivan turned up and three big men came out and I was put in the van. We drove 2km back to Nikolske and came to a two-storey council building, which they had surrounded with steel fencing. There were about 40 people waiting in the grounds but the van drove to the building entrance.' Pedin left his bag outside and tied up Zhu-Zhu before being taken to the second floor. 'A Russian officer sat in front of a desk asked me where I was going. I lied. I said I had a stomach ulcer and needed to get to Zaporizhzhia as I had paid for treatment. I was told to take off my top and they looked for tattoos. I had a bruise on my shoulder and they accused me of having had a rifle. He demanded, 'where are your tattoos?' He said, 'You are boring me. Maybe I should beat you?' I said, 'As you wish, commander.' But I was taken to another room where there were four military women with PCs, and they scanned my fingerprints, put me up against a wall and took mugshots.' He was given a document from the so-called ministry of internal affairs of the self-proclaimed Donetsk People's Republic. He was free to leave and set off again with his dog and bag to the checkpoint. 'The Chechens said they would get the next car to take me to the next village at Rozivka. I was there for two hours. They were bored and talked to me, giving me cigarettes. None of the drivers would take me, so I said, guys, I will just walk. One said, 'No, this is my authority', pointing at his gun.' After an hour, a black minivan pulled up and the Chechens demanded that the driver, who was travelling with his wife and two daughters, aged about 18 and 20, take Pedin. 'No one said a word. They took me to Rozivka. On the way, I noticed in the fields large diggers digging up holes. And further down there were crosses. I am sure they were mass graves.' On arrival at Rozivka, Pedin walked down Lenina street out of town and came to another checkpoint which he passed easily with his new document and kept on walking. By the time he came to the next village, Verzhyna, it was pitch black. 'Suddenly flashlights blinded me. There were six soldiers, they barked at me, I put up my hands. They told me to take my top off, emptied my bag. It was freezing. They ordered me to follow them. We went inside the House of Culture [a community centre] which was their headquarters.' Pedin was given some canned beef and some soup and put in a small room that had a steel bed in the corner. He was told that if he left earlier than the morning that he would be shot - but was free to go the following day. He crept past the sleeping soldiers in the morning and nodded to one on watch as he left. He walked for 14 hours that day reaching another checkpoint at around 8pm to be searched again. The soldiers pointed him towards a small abandoned house where he could sleep. But he was off again at 6am as the sun rose. 'I saw a big man in his 60s. He asked, 'Where are you from?' I said Mariupol, and he called to his wife to bring food. They gave me a bag of bread, onion, fried pork, cucumber. They insisted. And I walked on.' By now, Pedin was exhausted and yet the greatest obstacle was to come. The road bridge he needed to pass over had been destroyed, leaving a 30-metre sheer drop on to railway tracks below. 'You can cheat people but not a destroyed bridge.' The bridge's metal frame was still in place, however, with two beams: one narrow one below and one broader one at shoulder height. Pedin tied up his dog with his bag and tested the crossing. It was doable. He went back and crossed again with his bag. Then he returned and took his dog, who walked on the beam above, with Pedin holding the lead. 'I just shouted, 'We did it.'' They approached the next checkpoint. The soldier demanded to know where my companion was. 'I said I only had my dog. Then they wanted to know how I had crossed the bridge.' Pedin was told he could stay the night in the back half of a radio van that had been hit by a Ukrainian shell at the front. It was dark now. Pedin's story was exactly the sort of diversion the bored soldiers needed. Five gathered around him, to hear of his adventures, and daring deeds across the bridge. 'One wanted to keep in touch, he was saying that after the war I should stay with him. There was nothing for me to say.' Pedin slept in his chair, with Zhu-Zhu under his coat. The next morning, he was told he was not allowed to carry on via the road to Zaporizhzhia but had to choose to go back or south to the city of Tokmak. Pedin headed towards the city but faced two big hills. 'The dog just couldn't go on. I had to walk up the road with my bag, and then come back for him and carry him up. I said, 'If you don't walk we will both die, you have to walk.' He walked up the next hill.' Off the road was Tarasivka, a small village. 'I saw the top of the head of a man in a window and called to him. I gave him some of the soldiers' cigarettes, I even had menthol cigarettes. The only way to Zaporizhzhia was on small roads and over a dam and then to take what he said was the smugglers' track.' He did as he was instructed. But after the dam, there was a crossroads - and no indication of which way to go. Pedin's luck struck again. 'A truck appeared. I called out. I said, 'I am from Mariupol.' The door opened. We drove for two hours, through weaving roads. I would have never have found my way. We said nothing. At the checkpoints, this man said just two words to the Donetsk People's Republic militia and he was let through.' Pedin saw a Ukrainian flag ahead, where soldiers checked the men's documents and let them go. 'The driver dropped me in central Zaporizhzhia by a tent. He had said nothing on the journey but gave me 1,000 hryvnia (PS30). He said good luck. He understood everything - what was there to say?' Pedin walked into the tent, full of volunteers. He was asked by a woman whether he needed help. He went quiet and then said yes.  'The lady asked, 'where have you come from?' I said, 'I have come from Mariupol.' She screamed: 'Mariupol!'' Pedin recalls with a smile. 'She shouted out to everyone, this man has come from Mariupol on foot. Everyone stopped. I suppose it was my moment of glory.'", "8d171332a29b49ff5954891f4503b435aa78861f77ee162c083f95ec": "In the days after Vladimir Putin launched the invasion of Ukraine in late February, Vladimir Shurupov, a cardiologist from the Siberian city of Tomsk, felt he could not breathe properly. 'I was having panic attacks, I could not eat or sleep. I just knew I had to remove myself from this place, from this atmosphere,' he said. Shurupov, 40, had been a quiet critic of Putin's government for years, but he had never attended a protest of any kind, fearful of unwanted attention or arrest. When the war began, disgust with the regime combined with a fear he would be sent to the front. 'If there was mobilisation, I would have been called up as a military doctor, and this is not a war I would be willing to fight in,' he said. Shurupov discussed with his wife and two sons that perhaps they should try to leave the country. The family had minimal savings but he was able to sell his car for cash and buy four tickets to Yerevan, the capital of Armenia. Just two days after first discussing leaving, they flew out of Tomsk to Yerevan. After receiving Schengen visas, they moved on to Bulgaria. They have no plans ever to return home. The Shurupov family are among hundreds of thousands of Russians to have fled the country since the war began on 24 February. Putin has referred to such people as 'traitors and scum' and said their departure will help 'cleanse' Russian society. Many are opposition journalists or activists, whose work has in effect been criminalised under increasingly draconian wartime laws in Russia. Others are businesspeople fleeing sanctions. Some simply did not want to be part of a society where pro-war feelings are running so high. Shurupov estimated that of 30 colleagues at his hospital, only three were opposed to the war. Some of those who left in the days after the invasion have already decided to return, but many are set on making a new life abroad, at least until there are political changes in Russia. 'I don't want to live behind a new iron curtain. I just had a feeling that there was no future in Russia,' said Valery Zolotukhin, 39, a literary and theatre scholar who came to Armenia with his wife and seven-year-old daughter. 'In Russia, you're living inside the fantasy of a few people ... They've created an imaginary world and you're forced to be part of it.' A century ago, after the Bolsheviks took over Russia, millions of emigres fled to Istanbul, Prague and Harbin. Today there is an echo of that process as the cafes of Vilnius, Tbilisi and Yerevan are packed with Russians in the first stages of building a new life. Armenia is one of the most popular destinations, because no visa is required. It has also created favourable conditions for IT businesses, prompting the relocation of thousands of Russian tech professionals over the past two months. 'At the beginning, you walked down the street and saw all your friends from Moscow, and the people from St Petersburg and Nizhny Novgorod you only normally see on Zoom calls,' said Maya Gorodova, a former commercial director at Russian startups, who has set up a coworking space in Yerevan with views to Mount Ararat from the windows. All 70 current tenants are recent arrivals from Russia, and Gorodova has received calls from Russians in Belgrade, Tbilisi, Tel Aviv and Bali, she said, asking for advice on setting up new work spaces for emigres. The outflow of tech professionals is likely to be a huge blow for Russia, which in recent years has become a highly digitised economy. But opposition to the war, a fear of possible mobilisation and the loss of contracts with foreign clients due to sanctions have combined to push many to the exit. At Hummus Kimchi, a new restaurant run by a brother and sister team transplanted from Moscow, recent arrivals to Yerevan discuss their next moves. Some have their eye on Britain's Global Talent visa and have paid thousands of pounds to agents who promise to craft their forms to match the Home Office's checklist. Others note that Germany offers citizenship within five years for arriving IT specialists. 'Of course these are all reserve options,' said one young tech professional, sipping a craft beer. 'Hopefully, Putin will die soon and we can all go back.' For many who have left, emigration was the final moment in a life of gritty opposition activity, including arrests and house searches. For others it was the start of a political awakening. One woman in her 30s, who did not want her name published, said she had always opposed Putin but had been too fearful to attend protests or post on Facebook. On the second day of the war she wore clothes in Ukrainian colours to work, and her colleagues began insulting her. She realised nobody in her social group shared her revulsion over the invasion. 'It's impossible to talk to any of my friends, I started chats with a few of them and it feels like they are just pressing control C, control V. They're all repeating the same phrases,' she said. She also left behind a long-term boyfriend who works in Russia's security services. Previously they had not discussed politics much, but before departing she wrote him a long letter setting out her opposition to the war. They have hardly spoken since. 'In a short time here I met more people who think like me than I did in the last few years in Moscow. And I realised that here I've stopped always calculating what I should say based on who I'm talking to. I feel so much freer,' she said. Many Russians in Yerevan spend long hours in the city's cafes and bars, philosophising about whether there was any way to have stopped Putin earlier, and whether they should have done more. Some remain worried about repercussions at home and speak in mealy mouthed euphemisms about 'the unfortunate events' or 'the Ukrainian situation'. Others are eager to express their wholehearted support for Ukraine. In Moscow, Elena Kamay ran Lambada Markets, which put on street markets beloved by the city's so-called 'creative class' that has sprung up over the past decade. Stalls sold vintage clothing, items by local designers and other artisan objects. 'Of course it was all a facade, we lived in a bubble. And now it's all over,' she said. Kamay moved to Yerevan at the beginning of March, and like many has been thinking back over the past decade from today's vantage point. She accepted that working in Moscow had involved 'doing a deal with your conscience', though she said she had been attending anti-government protests since 2011. Recently, she said, she had been rereading messages she had exchanged with Oksana Baulina, a Russian activist and journalist who left Russia two years ago and was killed by a Russian airstrike in Kyiv in March while reporting. 'I always thought she was exaggerating a bit when she described her views about Russia and the political system, but it turns out she was right all along,' she said. Elena Chegodayeva also arrived in Yerevan in March, and a few weeks later set up a school from an apartment in the city centre. The 50 pupils and 20 teachers have all recently arrived from Russia. Chegodayeva said she had been pondering the concept of collective responsibility since the war started. 'We are all Russians and we will have to take responsibility for this, just like Germans had to after the war,' she said. 'On the other hand, I was two years old when Putin was elected, so it's not entirely clear what more I could have done.' Chegodayeva, 24, said she had lost part of her university stipend for arguing with her professor about whether the annexation of Crimea was illegal, and received dawn visits to her apartment from police after taking part in protests. She said the case of a St Petersburg artist who faces 10 years in jail for replacing supermarket price tags with anti-war slogans showed protest in Russia now was futile. She will only return to Russia 'if there is revolution in the air', she said. Rather than try to persuade people to stay, Putin has celebrated the outflow of hundreds of thousands of educated, anti-war Russians. In a sinister video address in the middle of March, Putin criticised those who moved abroad or supported the west in its current battle with Moscow. 'Any people, and particularly the Russian people, are able to distinguish true patriots from scum and traitors, and simply spit them out like a fly that flew into their mouths,' he said, using some of the harshest language of his two decades in charge. There would be a 'natural and necessary cleansing of society', said Putin, which would be beneficial to the country in the long run. The question now is whether those who have left will gradually disconnect themselves from Russia, or form a powerful opposition to Putin and his regime from outside, rallying around political forces such as associates of the jailed opposition leader Alexei Navalny, who are mostly now based in Vilnius. 'For 100 years, the understanding of emigration was that people quickly lost touch with Russia and didn't understand it, so nobody believed the political emigration might have a chance of playing a role in Russian politics,' said Andrei Soldatov, a co-author with Irina Borogan of a recent book about the history of Russians outside Russia. Now, however, the internet opens up very different possibilities. 'The country is still connected to the world. So many Russian journalists left the country and still have contact with their audiences, and this is an absolutely new development for the Kremlin,' Soldatov said. Before trying to change the regime, many of the emigres are first focused on trying to change the mind of war-supporting family members who have stayed behind, refusing to leave. Shurupov hopes his mother will eventually join the family in Europe, but so far she is resisting. 'I haven't been able to convince her about the war, and she doesn't want to leave. For me, this is a real tragedy.'", "3b8bd5c23c4d65a9b35754a1521daa0e3b11b8cdd85a3239341c75ea": "", "37dda19998526b17bbce2ff941a69938d94d87477d28cbe17324aabb": "Finland and Sweden could apply for membership of the 30-nation Nato alliance within days, ending decades of military non-alignment in a historic shift triggered by Russia's invasion of Ukraine. Here is a brief look at the background and implications of their decisions. The North Atlantic Treaty Organisation is a defensive military alliance formed in 1949 by 12 countries including the US, UK and France to counter the threat of postwar Soviet Russian expansion in Europe. Its common security guarantee is based on article 5 of the treaty, which states that an attack on one member is an attack on all and commits members to defend each other in the event of armed aggression.  Both considered that joining the alliance would represent an unnecessary provocation of Moscow, and so have long pursued policies of neutrality, and then non-alignment, to avoid antagonising a major regional power. Finland's concerns have been largely practical: it shares an 810-mile (1,300km) border with Russia, declared independence in 1917 after more than a century of rule by Moscow, and its army twice fought off Soviet forces during the second world war before ceding about 10% of its territory. A 1948 agreement of friendship, cooperation and mutual assistance with Russia isolated Finland militarily from western Europe, though the breakup of the Soviet Union and EU membership have since allowed it to step out of Russia's shadow. Sweden's opposition to Nato membership has been more ideological. Its postwar foreign policy has focused on multilateral dialogue and nuclear disarmament and it has long seen itself as a mediator on the international stage, running down its military after the end of the cold war. It has reintroduced conscription and boosted defence spending since Russia annexed Crimea in 2014, but many on the Swedish left remain suspicious of the US-led Nato's agenda and argue that Nato membership will only increase regional tensions. Finland's prime minister, Sanna Marin, and her Swedish counterpart, Magdalena Andersson, said last month that Russia's invasion of Ukraine had 'changed Europe's whole security landscape' and 'dramatically shaped mindsets' in the Nordic region. Essentially, many Finns and Swedes increasingly feel that joining Nato will help keep them safe when they face a plainly belligerent and unpredictable Russian leader. Polls show public support for Nato membership has trebled to about 75% in Finland and surged to about 60% in Sweden. Nato membership would mean that for the first time Finland and Sweden would have security guarantees from nuclear states. Both countries switched from formal neutrality to military non-alignment in 1995 when they joined the EU. They are already Nato partners, taking part in exercises and exchanging intelligence with the alliance. Finland already meets Nato's defence spending target of 2% of GDP, while Sweden is on course to do so. The Nato secretary general, Jens Stoltenberg, has said they would be welcomed 'with open arms' if they do apply and that the accession process would be quick, although formal ratification by all the alliance's members could take several months. From the military perspective, the addition of Finland's and Sweden's armed forces would represent a major boost to Nato's assets in northern Europe, filling a hole in the alliance's defences by doubling the length of its border with Russia and improving security and stability in the Baltic region. Russia has repeatedly warned Finland and Sweden against joining Nato, saying the 'serious military and political consequences' of such a move would oblige it to take 'retaliatory steps' to 'restore military balance' by strengthening its defences in the Baltic, including by deploying nuclear weapons. Vladimir Putin sees Nato not as a defensive alliance but as a threat to Russia's security. He blames Nato for blocking his takeover of Ukraine and has demanded Nato troops be withdrawn from eastern Europe. It is unclear how he would respond if he considers the alliance's expansion in northern Europe an existential danger. Finland's president, prime minister and senior cabinet ministers will meet on Sunday to make a formal decision on submitting an application. A positive decision would then be presented to parliament for approval early next week. Sweden's ruling Social Democrats have been split on the issue and are holding an internal consultation, with a decision also due on Sunday. The party is widely expected to back membership, giving an overwhelming majority of MPs in favour. Swedish media have said a final government decision will be made on Monday, with a formal application for membership to be submitted shortly afterwards. Many analysts believe the two countries will apply simultaneously.", "a6604697be2677de422ea33818191071e2c0e47ea78cb9546ffbdb81": "The Democratic Unionist party has vowed to paralyse the Stormont assembly and block the formation of an executive in a dramatic escalation of its campaign against the Northern Ireland protocol. Sir Jeffrey Donaldson, the DUP leader, said his party would refuse to nominate a speaker when the assembly meets for its inaugural session on Friday afternoon, a move that will derail the legislature and raise the stakes in a dispute over the protocol between London and Brussels. The party had been expected to block the appointment of a first and deputy first minister in the power-sharing executive but in a statement early on Friday it announced it would also pull the plug on the assembly to further pressure the UK government to take 'decisive action' on the protocol. Sinn Fein, which emerged as the largest party in Stormont after last week's local elections, called the announcement 'shameful'. The move will paralyse Stormont and plunge Northern Ireland into political crisis a week after a historic assembly election in which Sinn Fein overtook the DUP as the biggest party, making Sinn Fein's deputy leader, Michelle O'Neill, the putative first minister. The DUP move is designed to send a signal to Downing Street and the European Union that the party is willing to ratchet up tension in Northern Ireland to secure changes to the protocol, which puts post-Brexit checks on goods entering the region from Great Britain. 'Today the DUP will not support the election of a speaker in the assembly,' Donaldson said in a statement to the Belfast News Letter. 'The protocol is a direct challenge to the principles that have underpinned every agreement reached in Northern Ireland over the last 25 years. It erodes the very foundations that devolution has been built upon.' Donaldson hinted at no swift resolution to the impasse: 'I have both patience and resolve in equal measure to see the Irish Sea border removed, and stable as well as sustainable devolution restored.' The mothballing of Stormont means civil servants and ministers from the outgoing administration, with reduced powers, will run Northern Ireland in what has been termed a 'zombified' state. They cannot make important decisions or launch new initiatives. DUP strategists hope this will embolden Boris Johnson, the prime minister, and Liz Truss, the foreign secretary, and strengthen their hand in a showdown with the European Commission. They have threatened to unilaterally abandon parts of the protocol but Donaldson said he wanted action, not words. Other parties condemned the DUP. 'Today is the day we should be forming an executive to put money in people's pockets and to start to fix our health service,' said O'Neill. 'The DUP have confirmed they will punish the public and not turn up. They are disgracefully holding the public to ransom for their Brexit mess. Shameful.' On Thursday, the Royal College of Nursing, the British Medical Association Northern Ireland, the Royal College of Surgeons of England, the Royal College of Emergency Medicine, and the Royal College of GPs warned that failure to form an executive would endanger patients' lives. 'Our health service is on the verge of collapse,' they said a joint statement. Naomi Long, the Alliance party leader, called the DUP move a disgrace. She said: 'We need the NHS fixed, the cost of living addressed and a budget set. How is this going to help?'", "c658172002d777a29727621d82280fbab11c3621850aa31bf99b2b5c": "North Korea has announced its first Covid-19 death amid an 'explosive' outbreak of fever, state media said on Friday, one day after the regime admitted for the first time that it was tackling a coronavirus outbreak. The official KCNA news agency said six people had died, adding that one of them had tested positive for the highly transmissible Omicron variant. It said 187,800 people were being 'isolated and treated' after a fever of unidentified origin spread in the country since late April. About 350,000 people had shown signs of fever, including 18,000 who newly reported such symptoms on Tuesday alone, KCNA said, adding that 162,200 of them treated so far. The news agency did not specify how many had tested positive for Covid-19. Confirmation of North Korea's first Covid-19 death came after the regime said it was imposing 'maximum emergency measures' to address an outbreak in the capital, Pyongyang. Experts believe none - or very few - of the country's 26 million people have been vaccinated, and there are growing fears that a significant outbreak would quickly overwhelm the country's poorly equipped health services North Korea has so far shunned offers of Covid vaccines from China and Russia, and via the World Health Organization's Covax scheme, apparently because administering the jabs would require outside monitoring. Zhao Lijian, a Chinese foreign ministry spokesperson, said Beijing had offered North Korea help in dealing with the outbreak. The US has no immediate plans to share Covid-19 vaccines with North Korea, White House press secretary Jen Psaki said on Thursday. Lina Yoon, senior Korea researcher at Human Rights Watch, said the regime's admission that the virus was spreading was 'extremely concerning'. 'Most North Koreans are chronically malnourished and unvaccinated, there are barely any medicines left in the country, and the health infrastructure is incapable to deal with this pandemic,' Yoon said. 'The international community should offer medicine for Covid-19 related symptoms, Covid-19 anti-viral medicines, and provide vaccines and all necessary infrastructure for vaccine preservation, including fridges, generators and gasoline.' The North Korean leader, Kim Jong-un, ordered a nationwide lockdown on Thursday, calling the outbreak the 'gravest national emergency'. But it wasn't clear how strictly the measures were being enforced. An Associated Press photographer on the South Korean side of the border reported seeing dozens of people working in fields or walking on footpaths at a North Korean border town - an indication that the lockdown doesn't require people to stay home or that it exempts farm workers. On Friday, Kim - who on Thursday had been photographed briefly wearing a mask - visited the state emergency epidemic prevention headquarters and 'learned about the nationwide spread of Covid-19',' KCNA said. 'It is the most important challenge and supreme tasks facing our party to reverse the immediate public health crisis situation at an early date,' it added. North Korea had insisted it had not recorded a single Covid case since it closed its borders at the start of the pandemic more than two years ago. That move cut off trade with China and inflicted more damage on an economy already battered by natural disaster and UN sanctions imposed in response to its nuclear and missile tests. While some experts said North Korea's public acknowledgment of Covid cases and deaths could indicate it was seeking outside help, it continued to defy international sanctions with the launch on Friday of what appeared to be three ballistic missiles towards the sea off its east coast. Leif-Eric Easley, a professor at Ewha University in Seoul, said the regime's public acknowledgment of coronavirus cases meant 'the public health situation must be serious'. But he added: 'This does not mean North Korea is suddenly going to be open to humanitarian assistance and take a more conciliatory line toward Washington and Seoul.'", "8359cfc10d9586cbe0d1aa36cda9b6c94c5c7627aa294fbfd370e3db": "Tony Blair has urged Keir Starmer to reject 'woke' politics and present a programme for government that is 'radical without being dangerous'. A report published by the Tony Blair Institute analyses the impact of class on voting in the 2019 general election and beyond. Based on analysis by the veteran pollster Peter Kellner, it points to particular problems for Labour with two groups: the 26% of voters who fit into the formal definition of middle class; and the 12% who would be defined as working class by pollsters but consider themselves middle class. The first group voted 57% to remain in the EU, yet the Conservatives were 22% ahead with these voters in 2019, despite their central message being that they would 'get Brexit done'. These voters, the former Labour leader suggests, are 'worried about issues like tax and economic competence'. The second group, whom Blair calls the 'aspirational working class', voted to leave the EU by a narrower 53% but backed the Conservatives over Labour by a 32% margin. In a punchy foreword, Blair claims of this latter group: 'A large number voted Conservative despite disagreeing with the party on Brexit. They thought Labour's far-left economic policy was a bigger threat than Brexit.' Without what he calls the 'millstone' of Starmer's predecessor, Jeremy Corbyn, Blair claims Labour can win many of these voters back - and analysis of recent polling in the report shows a 12% swing to Labour among this 'blue-collar aspirational' group. The former prime minister suggests they are social conservatives, and thus urges Labour to ensure it is on the centre ground on 'culture war' issues such as transgender rights. Blair says the party should 'plant Labour's feet clearly near the centre of gravity of the British people, who want fair treatment for all and an end to prejudice, but distrust and dislike the 'cancel culture', 'woke' mentality.' Labour has sometimes appeared to struggle with culture war issues. For example, Starmer and the party chair, Anneliese Dodds, were criticised recently for being unable to give a straightforward answer to the question: what is a woman? A clearer frontbench line has since been agreed, resulting in the shadow health secretary, Wes Streeting, telling an interviewer: 'Men have penises, women have vaginas, here ends my biology lesson.' The Conservative party co-chair Oliver Dowden has sought to capitalise on the party's discomfort, accusing Starmer in a recent speech of 'kowtowing to the cancel culture brigade' and claiming: 'The Corbynistas, they are still there.' Starmer has been accused by some on the left of Labour of winning the leadership under false pretences by espousing key tenets of Corbynism during the campaign in 2020 and then moving towards the centre ground. Blair also calls on Labour to work on rebuilding its economic credibility, as he says the shadow chancellor, Rachel Reeves, has already begun to do. 'Labour must cure both its cultural and its economic aspiration problems. It must do the first to regain those voters who went Tory despite being traditional blue collar. These are the northern 'red wallers'. But Labour must also do the second to have any realistic chance of winning,' he says. He also warns Starmer against excessive caution - something the Labour leader is charged with by some colleagues. 'The bane of progressive politics is to think the choice is between being voter-friendly and boring, or exciting and voter-repellent,' he says. As an example of the kind of radical policy he would like to see, Blair suggests tackling concerns about illegal immigration by introducing biometric ID as a precondition for accessing work and public services.", "f01c243cd5fe46b9b2c141ba6d1cb2e03057b70ab0a03501afa99f91": "An Indian couple are taking their son to court demanding that he and his wife either produce a grandchild within a year or cough up almost $650,000. Sanjeev and Sadhana Prasad say that they exhausted their savings raising and educating their pilot son and paying for a lavish wedding. Now they want payback. 'My son has been married for six years but they are still not planning a baby,' the couple said in their petition filed with a court in Haridwar last week. 'At least if we have a grandchild to spend time with, our pain will become bearable.' The compensation they are demanding - 50m rupees ($646,000) - includes the cost of a wedding reception in a five-star hotel, a luxury car worth $80,000 and paying for the couple's honeymoon abroad, the Times of India reported on Thursday. The parents also forked out $65,000 to get their son trained as a pilot in the US only for him to return to India unemployed, the paper said. 'We also had to take a loan to build our house and now we are going through a lot of financial hardships,' the couple said in their petition. 'Mentally too we are quite disturbed because we are living alone.' The couple's lawyer, Arvind Kumar, said the petition would be taken up for hearing by the court in northern India on 17 May. India has a strong joint family system with many generations - including grandparents, nephews, aunts and uncles - often living in the same household. However, in recent years the trend has shifted, with young couples preferring to move away from their parents or siblings, and wives - such as in this case - opting to work rather than focus on having children and staying at home.", "2f8a873b2f86f8c7f16e47bec70e4fac74b77e90745f03d0a3552c9d": "Cuban rescue workers have recovered the body of the 45th and last person believed missing after an explosion blew the sides off a luxury hotel in historic Havana. The blast on 6 May at the five-star Hotel Saratoga - a block from the city's famous Capitol building, in a renovated area of Havana popular with tourists - left more than 100 people trapped, killed or injured. Fifteen remain hospitalised. Officials say a gas leak caused the explosion. Luis Carlos Guzman, chief of Cuba's firefighting corps, told reporters at the site of the blast that the woman whose body had been recovered, believed to be a waitress at the hotel, was 'as of now, the last missing person'. The hotel was in the process of being renovated after a two-year closure due to the pandemic, and had been due to open this week. Most of those killed or injured were Cuban staff or passersby, including a Spanish tourist and a pregnant woman. Several children from a nearby school were injured and four were killed. Shortly after the recovery of what was believed to be the last body, the Cuban president, Miguel Diaz-Canel, declared a period of national mourning. For days, rescue workers have sifted through piles of debris at the base of the hotel's neo-classical style building, which is more than a century old. Experts have begun to consider the fate of the 19th-century former warehouse that was converted into a hotel early in the last century. Roberto Enriquez, a spokesman for the military-owned Gaviota tourism company that operates the Saratoga, said experts' initial estimates were that 80% of the hotel was damaged by Friday's explosion, which hurled tonnes of concrete chunks into busy streets and seriously harmed neighbouring structures. He said that when rescue efforts finished, authorities would look more deeply into what to do with the ruin. Also badly damaged was Cuba's most important Baptist church, which is next door to the Saratoga. The explosion shook the church and shattered the 19th-century dome. Concrete plunged from walls, and wood and glass showered down from the windows. Parts of the upper floors collapsed at the building, which houses not only Calvary Baptist Church but a seminary and the denomination's headquarters for western Cuba. The famous, elegant building now known as the Teatro Marti was just a few years old when, in 1887, Baptists began holding services across the street on a corner in Old Havana that had once held a circus. Cuba was still a Spanish colony and its Capitol building - modelled on the US Capitol - would not be built nearby for a few decades yet.", "d914ddf6f86f5d98847f1c34016476b156f341d2b21afbd8ac6d558c": "", "77c6bc4b2c2dff172668d48d1f17feb7bb13879bdbc4d800645517c3": "Brexit minister Jacob Rees-Mogg has urged the Bank of England to hike interest rates, and rejected calls for an emergency budget to help struggling households. Speaking to Times Radio, Rees-Mogg said 'tighter monetary policy', ie higher borrowing costs, would help cool inflation, which could hit 10% by the end of the year. But he pushed back against helping people now through higher spending, even through calls for more assistance grow daily. Rees-Mogg said: But...'Long-term measures' don't help people who simply don't have the money to pay surging energy bills and rising food costs, though, which is why the boss of John Lewis yesterday called for a financial support package. The Bank of England is itself split over how fast to tighten policy. It raised interest rates to 1% last week, but three of the nine policymakers on the MPC wanted a bigger jump to 1.25%.  The committee is also divided about much further tightening will be needed, as it tries to balance pressures from inflation and slowing growth. Rees-Mogg, meanwhile, told GB News that increased public spending would fuel inflation:  But, a fiscal tightening at a time when the economy is alreading slowing, increases the risks of a downturn.... and sounds like a return to the economic policies of the 1980s... The US stock market has borne the brunt of this week's turbulence, due to the tumble in technology giants. The Nasdaq Composite has shed 6% so far this week, while the UK's FTSE is currently down less than 1% for the week, and Germany's DAX is actually over 1% higher. So far this year, the Nasdaq Composite has lost 28% -- as investors turned cold on fast-growing tech stocks which had previously enjoyed generous valuations based on their future prospects, not their current profits. The Financial Times's Richard Waters has calculated that the five biggest tech companies have shed nearly $2.6tn in value since the start of the year, a 26% drop. But the axe is hanging ominously over smaller, high-growth tech companies, he adds: And here's a reminder of just how sharply tech stocks have fallen: Recession fears have also hurt copper, seen as a good measure of the health of the global economy. Copper is trading around a seven-month low in London today, at around $9,051 per tonne.  That puts copper on track for its sixth weekly fall in a row, due to fears that a global economic slowdown will hit demand. Cryptocurrency prices are recovering some ground this morning. Bitcoin (still over $30,000) and Etherium are both up around 9% over the last 24 hours, but that only recovers a little of this week's heavy losses. Ipek Ozkardeskaya, senior analyst at Swissquote Bank, says the dust seems to be settling in cryptocurrencies.  It's also been a rough week for gold, which hit its lowest level since February. Spot gold has dropped around 3% this week, and is trading around $1,826 per ounce, on track for its fourth weekly drop in a row. Gold is often pitched as a hedge against inflation, and market volatility, so you might have expected a rally. However, gold's lack of a yield can count against it -- the rise in short-term interest rates and bond yields mean there are better opportunities to make (or lose!) money. Also, the surge in the US dollar to a 20-year high has hit prices of assets priced in dollars. Craig Erlam of OANDA says: Iron ore prices are heading for its biggest weekly drop since mid-February, as China's Covid-19 restrictions hit demand. The steel-making ingredient was steady near $126 a ton in Singapore on Friday and is down around 9% this week, according to Bloomberg data. The lockdown in Shanghai, and curbs in other cities, is hitting demand for steel -- while the wider global slowdown could also weigh on factory activity. Bloomberg explains: Concerns about China's property sector rose this week too, after developer Sunac China missed a bond repayment. Cryptocurrencies nursed large losses on Friday, with bitcoin trading near $30,000 and set for a record losing streak as the collapse of TerraUSD, a so-called stablecoin, rippled through markets, Reuters reports. Crypto assets have also been swept up in broad selling of risky investments on worries about high inflation and rising interest rates. Sentiment is particularly fragile, as tokens supposed to be pegged to the dollar have faltered. Bitcoin the largest cryptocurrency by total market value, managed to bounce in the Asia session and traded at $30,300, up 5%. It has staged something of a recovery from a 16-month low of around $25,400 reached on Thursday. But it remains far below week-ago levels of around $40,000 and, unless there is a rebound in weekend trade, is headed for a record seventh consecutive weekly loss. 'I don't think the worst is over,' said Scottie Siu, investment director of Axion Global Asset Management, a Hong Kong based firm that runs a crypto index fund. More here. There's some relief in the European markets this morning, with stocks opening higher after a choppy week. In the City, the FTSE 100 index is up 71 points, or 1%, led by online grocery business Ocado - up 5% (but still down 50% so far this year). Financial stocks are also rallying, with Standard Chartered (+3.2%) and Prudential (+2.8%) in the risers. Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, says:  Good morning, and welcome to our rolling coverage of business, the world economy and the financial markets. It's been a bruising, and confusing, week in the markets. Volatiltiy has spiked, triggered by growing signs that the world economy is slowing, and fears of recessions in some major economies including the UK. Wall Street is on track for its worst week since early January, with the S&P 500 index having lost over 4.7% since Monday morning (although there's still time for a recovery, or another jolting fall, today). That would be the S&P 500's sixth weekly loss in a row, the worst streak of weekly losses since 2011, when it also fell for six weeks running amid the eurozone debt crisis. Last night, the S&P 500 fell to the brink of a bear market, as fears over the health of the global economy, high inflation, rising interest rates and supply chain disruptions hit assets. Jim Reid, market strategist at Deutsche Bank,says there has been some 'incredible intraday volatility' across a range of asset classes.  The turmoil in the crypto market has also added to tensions in the wider markets. The meltdown of TerraUSD this week, and the luna coin linked to it, showed the risks of stablecoins which claim to be fixed to a certain asset. Panic deepened yesterday as another major stablecoin, Tether, failed to maintain its link with the US dollar. Tether (which is meant to be pegged at $1), dropped as low as 95 cents... and although it has recovered, it's not yet recovered that $1 peg. Ratings group Fitch said the troubles at Tether and TerraUSD 'highlight the fragile nature of private stablecoins, and will accelerate calls for regulation'. The wobble sent Bitcoin reeling to 16-month lows towards $25,000 las night -- although it has bounced back to $30,000 this morning. Reuters reports that bitcoin is headed for a record seventh consecutive weekly loss. Investors are also fretting that the US economy could suffer a 'hard landing', as interest rates are raised sharply. Overnight, Federal Reserve Chair Jerome Powell warned that a 'soft landing' could be out of his control.  Powell told NPR's 'Marketplace' that high inflation and economic problems beyond the US could thwart his efforts to cool prices without causing a recession. Powell also signalled the Fed willpush ahead with 50bp hikes at the June and July meetings. And he warned that bringing inflation down to target will 'also include some pain', but it would be more painful if inflation got entrenched.", "6f09faf92bb976634212e2b45df0c37fa21c07e6a3439af2a90b55b8": "Emergency flood alerts were issued for parts of south-east Queensland on Friday morning, as the state endures its sixth flooding event since December.  The flood warning siren sounded in Grantham on Friday morning, as residents in low-lying areas were urged to move to higher ground. Meteorologists have predicted severe weather and heavy rainfall to drench south-east Queensland on Friday, including in Brisbane, Toowoomba, Gympie, Bundaberg, Gladstone, Caboolture and Gatton. Totals of 160mm could bring life-threatening flash flooding, with major flooding forecast for Cape River, Laidley Creek, Cooper Creek, Warrill Creek, Bremer River and the Logan and Condamine rivers. Moderate flood warnings have been issued for upper Brisbane River, Eyre Creek, Baffle Creek and Kolan River, as well as Mary River at Gympie. Initial flood watch notices have been issued for the Wide Bay and Burnett, Darling Downs and Granite Belt areas in south-east Queensland. Lockyer Creek residents in low-lying areas were urged to self-evacuate, and those whose homes were flooded in February were told to activate their emergency plan. A public shelter was opened at Lowood state high school. The area was among those devastated in the historic 2011 floods. An alert was also issued for Stanthorpe, on the southern downs, but there was no immediate evacuation order. QFES assistant commissioner Andrew Short said residents should reconsider their need to travel, with hundreds of roads already cut by flood waters. Almost 70 schools have been closed. 'Currently, we've got 18 emergency alerts out in a number of councils,' he told ABC radio on Friday. 'So we're looking for people just to listen and respond and act accordingly.' Queensland Fire and Emergency Services swiftwater teams conducted seven rescues overnight and responded to more than 900 calls for help. The Bureau of Meteorology said the highest rainfall over the past 24 hours was near Wilsons Peak, on the border of NSW and Queensland, which reached totals of 290mm. Lockyer Valley council is advising the community to stay in a safe location until threats subside and to not attempt to walk or drive through any flood waters. 'The unfolding rain event is an extremely dangerous situation, and preservation of life remains our key priority,' the council tweeted on Friday morning. The Warrego Highway has also been cut by flood water at Glenore Grove, with flash flooding occurring in many locations across the state. Gympie, Bundaberg, Hervey Bay, Cooroy, Nambour and Rainbow Beach were all on flood watch on Friday morning as a surface trough moved across the coast. 'Locally intense rainfall which may lead to dangerous and life-threatening flash flooding is possible with thunderstorms during Friday afternoon,' the bureau said in an alert on Thursday. The BOM warned of further heavy rainfall over the next 24 hours before lowering in intensity and easing after the weekend. Heavy rainfall across Queensland is the state's sixth major flood event since December with a combined death toll of 28. A man was found safe and well after disappearing near a campsite south of Gympie. Police and swift water rescue crews had been searching for the 36-year-old after he was reported missing at 10am on Thursday. He was last seen chasing his dog away from the Yabba Creek Road campground near Imbil about 11.30pm on Wednesday. Flood waters cut off access to the site with the RACQ LifeLight helicopter deployed amid heavy rainfall. Police confirmed the man had been located on Thursday afternoon and was safe and well. A woman in her 30s died in floods near Mackay earlier this week as rains up to 10 times the monthly average battered the north and the central interior of the state. A man in his 60s was also treated for hypothermia after spending Wednesday night clinging to a tree after his car became swamped by flood waters near Bundaberg.", "5c031669b2cd29867aa4e7a66d0aa1570848987d3613dfeaed4b10a4": "Calling a man 'bald' is sexual harassment, an employment tribunal has ruled. Hair loss is much more prevalent among men than women so using it to describe someone is a form of discrimination, a judge has concluded. Commenting on a man's baldness in the workplace is equivalent to remarking on the size of a woman's breasts, the finding suggests. The ruling - made by a panel of three men who in making their judgment bemoaned their own lack of hair - comes in a case between a veteran electrician and the manufacturing firm where he was employed. Tony Finn - who is in line for compensation - had worked for the West Yorkshire-based British Bung Company for almost 24 years when he was fired in May last year. He took the company to the tribunal claiming, among other things, he had been the victim of sexual harassment after an incident with the factory supervisor, Jamie King. Finn alleged that during a shopfloor row in July 2019, King had referred to him as a 'bald cunt'. The tribunal heard Finn was less upset by the 'Anglo-Saxon' language than the comment on his appearance. The allegation resulted in the panel - led by Judge Jonathan Brain - deliberating on whether remarking on his baldness was simply insulting or actually harassment. 'We have little doubt that being referred to in this pejorative manner was unwanted conduct as far as [Finn] was concerned,' the tribunal found. 'This is strong language. Although, as we find, industrial language was commonplace on this West Yorkshire factory floor, in our judgment Mr King crossed the line by making remarks personal to the claimant about his appearance.' Finn had not complained about the use of 'industrial language' but was particularly affronted at being called bald, the panel said. 'It is difficult to conclude other than that Mr King uttered those words with the purpose of violating [Finn's] dignity and creating an intimidating, hostile, degrading, humiliating or offensive environment for him,' the judgment found. 'Of his own admission, Mr King's intention was to threaten [Finn] and to insult him. In our judgment, there is a connection between the word 'bald' on the one hand and the protected characteristic of sex on the other. '[The company's lawyer] was right to submit that women as well as men may be bald. However, as all three members of the tribunal will vouchsafe, baldness is much more prevalent in men than women. 'We find it to be inherently related to sex.' As part of its ruling, the panel raised a previous tribunal case where a man was found to have sexually harassed a woman by remarking on the size of her breasts to rebut the firm's point. 'It is much more likely that a person on the receiving end of a comment such as that which was made in [that] case would be female,' the tribunal said. 'So too, it is much more likely that a person on the receiving end of a remark such as that made by Mr King would be male. Mr King made the remark with a view to hurting the claimant by commenting on his appearance which is often found amongst men. 'The tribunal therefore determines that by referring to the claimant as a 'bald cunt' ... Mr King's conduct was unwanted, it was a violation of the claimant's dignity, it created an intimidating environment for him, it was done for that purpose, and it related to the claimant's sex.' Finn's compensation will be determined at a later date.", "61988e9f583a88b70018e67130b2e20da6f0e096f8f81fb3dd6de168": "The US justice department secretly issued a subpoena to gain access to details of the phone account of a Guardian reporter as part of an aggressive leak investigation into media stories about an official inquiry into the Trump administration's child separation policy at the southern border. Leak investigators issued the subpoena to obtain the phone number of Stephanie Kirchgaessner, the Guardian's investigations correspondent in Washington. The move was carried out without notifying the newspaper or its reporter, as part of an attempt to ferret out the source of media articles about a review into family separation conducted by the Department of Justice's inspector general, Michael Horowitz. It is highly unusual for US government officials to obtain a journalist's phone details in this way, especially when no national security or classified information is involved. The move was all the more surprising in that it came from the DoJ's inspector general's office - the watchdog responsible for ethical oversight and whistleblower protections. Katharine Viner, the Guardian's editor-in-chief, decried the action as 'an egregious example of infringement on press freedom and public interest journalism by the US Department of Justice'. She added: 'We will be asking the DoJ urgently for an explanation for why and how this could have occurred, and for an apology. We will also be seeking assurances that our reporter's details will be erased from DoJ systems and will not be used for any further infringements of press freedom.' The leak inquiry was conducted on behalf of the DoJ by the inspector general's office of an outside government department, housing and urban development (Hud). Its investigation focused on allegations that an employee within the DoJ's inspector general's office had leaked sensitive information to three news outlets - the Guardian, the New York Times and NBC News. The Guardian was the only one of the three outlets to have a subpoena issued relating to its reporter's phone account. The Guardian published two sensitive reports by Kirchgaessner within the timeframe of the DoJ review into child separation covered by the leak inquiry. On 23 July 2020 she revealed that the DoJ's former deputy attorney general Rod Rosenstein had personally advised that migrant parents should be prosecuted, no matter how young the children accompanying them. On 2 September 2020, Kirchgaessner reported that a senior justice department official nominated by Trump to be a federal judge had participated in the removal of a Texas prosecutor who had sounded the alarm over child separation. On Thursday, the investigative reporter Jason Leopold released a redacted version of the Hud leak inquiry report obtained under freedom of information laws. It revealed that leak investigators had reviewed evidence of 127 phone calls totalling about six hours in length with 'phone numbers identified as belonging to reporter Stephanie Kirchgaessner of the Guardian', and an additional 126 phone calls about six hours and 20 minutes 'with a phone number identified as belonging to the Guardian generally'. The leak report also discloses that the DoJ issued an 'administrative subpoena' to a telecommunications company for 'subscriber information to confirm that a specific telephone number belonged to the Guardian'. It said that 'basic subscriber information' had been obtained involving 'names, addresses, and length of service only' and 'not the contents of communications'. Child separation was effected in 2018 under the Trump administration. Known officially as 'zero tolerance', the policy ordered federal prosecutors to act against undocumented immigrants entering the US unlawfully even when minors were present - a reversal of previous practice which had spared families from criminal proceedings in order to avoid children being separated from their parents. The policy led to more than 3,000 children being separated from their parent or guardian, and to widespread chaos in which the location of many children became unknown. The much-delayed DoJ inspector general's report into the practice was finally published after two years, in January 2021. Earlier this week Politico reported that an employee of the DoJ inspector general's office had 'abruptly resigned' after coming under scrutiny from the leak investigation.", "6e3966249507211ea93945b25c47448e70d41b7ea1f0e69c977a7e38": "", "8d6340f75b2950a660238b7bf6f021b78b6d76b105a089a66f59609e": "Every day, for the past 20 years, Joyce Naserian has laid out her handmade curios near an entrance to the Masai Mara park to sell to passing tourists. Her earnings have helped the 46-year-old feed and educate all four of her children.  In northern Kenya, about 1,200 semi-nomadic women earned more than 9m Kenyan shillings (PS62,000) selling beadwork to visitors at 43 community wildlife conservancies in 2020. Just as it was Naserian in the Mara, selling the beadwork was a solid money earner for these women. But that was before Covid. The collapse of eco-tourism during the pandemic has spelled disaster for conservation initiatives and livelihoods in Kenya and beyond. Cuts to budgets and staff, reduced salaries and stalled development and education projects have plunged communities into poverty, leading to a rise in poaching and the illegal wildlife trade. Reuters reported that in the first three months of 2020, the African continent lost $55bn (PS44bn) in travel and tourism revenues - funds that go towards running conservation programmes that benefit local communities. Kenya's government has relaxed a raft of travel restrictions, but the return of international tourists has been slow, while concerns about carbon emissions from long-haul air travel may be putting people off flying into conservation areas. 'It is a real struggle for survival,' says Daniel Sopia, head of Masai Mara Wildlife Conservancies Association. 'Women who relied solely on beadwork were badly affected as there was not a single tourist coming to the Mara at the height of Covid-19 restrictions. Household income dropped significantly and they had to rely on food from well-wishers.' The 15 wildlife conservancies that Sopia heads comprise individual blocks of land owned by Maasai people. The landowners lease the land, covering 14,0426 hectares (347,000 acres), to safari camps and lodges, which pay fees that fund projects providing water, healthcare and education, as well as setting up small businesses. In return, the 14,500 landowners protect biodiversity within the Mara ecosystem while preserving their traditional lifestyle. Four years before the pandemic, the conservancies contributed almost 120m Kenyan shillings to social programmes in the region. Two years ago, payments to landowners fell by 50%, forcing conservancies to scale back operations and focus on priorities such as allowances to wildlife rangers. Sopia and his team had to scramble to prevent the total collapse of conservation programmes. 'Conservancies remained operational throughout the pandemic despite the lack in tourism income,' says Sopia. 'We were fortunate to mobilise some resources from development partners and private foundations. These helped to cover rangers' salaries, food rations, fuel, and vehicle maintenance. 'We hope the arrangement will be in place till June 2022 as we slowly wean the conservancies off such aid,' he says. Some foreign organisations are now making a comeback after a two-year hiatus. In March 2022, UK charity Tusk brought together conservation professionals from across Africa for a symposium in Masai Mara to help organisations diversify fundraising and build resilient units. Since 1990, Tusk has raised more than PS80m towards conservation projects across more than 20 African countries and helped to protect more than 40 threatened species. Tusk's upcoming Wildlife Ranger Challenge seeks to raise money for rangers whose pay was slashed in the pandemic. 'The last two years have been extremely tough for everyone. The conservation sector in particular has had to endure huge losses, dramatic cutbacks in operating budgets, and, sadly, redundancies,' says Charlie Mayhew, Tusk Trust chief executive. Wanjiku Kinuthia, strategyhead at Maliasili, hopes the renewed interest in broadening discussions about African conservation will boost small organisations that are often left out of big decisions, despite being closest to the vulnerable communities bearing the brunt of a collapsing environment. 'They often miss out on global dialogues,' says Kinuthia, whose group supports about 20 other organisations in seven countries, including smaller ones that lack the networks to make their voices heard. 'They do not understand how the media works or how to tell their stories. We can be catalysts of change for such grassroots organisations.' Involving communities in conservation would safeguard the 65% of wildlife that lives outside protected areas, she says. 'All people need are tools to help them coexist with animals in the 21st century while benefiting from conservation.' However, some conservationists say the only way to sustain conservation programmes and avoid disruption is by governments increasing budgets to the sector, a challenge considering the current low levels of state investment. Dickson Kaelo, who heads the Kenya Wildlife Conservancies Association, says African countries depend on foreign donors to fund development and conservation is no exception. 'There is no single answer to cutting off foreign aid,' says Kaelo. 'There are no government incentives for setting up a conservancy to protect an elephant that walks all over destroying life and property. 'If you are in the farming sector, you can get a loan to buy a tractor, but there is no institution that gives loans for those who want to invest in protecting wildlife, and while a person buying a vehicle to ferry tourists gets some tax rebates, we get no such benefits when buying a truck for wildlife rangers.' He adds: 'The government is creating laws that hamper conservation, including the Natural Resources (Benefits Sharing) Bill, with a formula that will see those in conservation give 80% of their proceeds to government and a paltry 12.8% to local communities. In addition, the government requires that you come up with a management plan, a strategic and environmental study, multiple registration procedures and other permits before setting up a private conservancy. If you want to lease land you have to pay 2% stamp duty for the entire period, say for 20 years, and pay that upfront. Why don't we see such laws when someone wants to cut down a tree?' Kaddu Sebunya, chief executive at the African Wildlife Foundation says Africans must be exposed to the benefits of wildlife and wild lands so they can lead on conservation. A starting point would be to make tourism more accessible, he says, 'as it is easier for someone in New York or Sydney to book a tour to Africa than someone living in Harare or Lagos.'. 'Building our domestic and regional tourism market will be a stepping stone to increasing the African voice for conservation. While millions of Africans traverse the continent to travel for business, how can these numbers be translated to nature tourists? 'Data from Unctad [UN Conference on Trade and Development] indicates that four out of 10 international tourists in Africa come from the continent, and this begs the question, 'is our product marketing catering to the four Africans?' It is high time for a shift in mindset,' says Sebunya. Sign up for a different view with our Global Dispatch newsletter - a roundup of our top stories from around the world, recommended reads, and thoughts from our team on key development and human rights issues, delivered to your inbox every two weeks:", "81351f571ece42d1ae60c8f12bc0f9377b087b0f749a406020147108": "", "25b108fef4e4c11220363365c8dc77ab8e1f9fe8ff5a0367e8c3a94b": "", "5697aa2503aab4e78d07afa798ad880602ee72914fd139a9b3a21e55": "Many parents are hunting for infant formula because of a combination of short- and long-term problems that has hit most of the biggest US brands. Millions of babies in the US rely on formula, which is the only source of nutrition recommended for infants who are not exclusively breastfed. Here's a look at what's behind the problem and what parents can do: Ongoing supply disruptions and recent safety recalls have combined to leave many pharmacy and supermarket shelves bare. The problems began last year as the Covid-19 pandemic led to disruptions in labor, transportation and raw materials - economy-wide issues that did not spare the formula industry. Inventory was further squeezed by parents stockpiling during lockdowns. Then in February, Abbott Nutrition recalled several major brands of powdered formula and shut down its Sturgis, Michigan, factory when federal officials began investigating four babies who suffered bacterial infections after consuming formula from the facility. Abbott is one of only a handful of companies that produce the vast majority of the US formula supply, so their recall wiped out a large segment of the market. Most formulas contain protein from cow's milk that's been altered to be easier to digest and enhanced with extra nutrients needed for growth and development. The Food and Drug Administration (FDA) sets specific nutritional requirements, including minimum amounts of protein, fat, calcium and a number of vitamins. Formula makers achieve those levels by adding various sugars, oils and minerals. The formulas are designed to mimic breast milk, though studies have repeatedly shown better health outcomes for babies who are breastfed. Health professionals recommend exclusively breastfeeding babies until they are six-months-old. But federal figures show that only one in four are relying solely on breast milk at that age. Mothers face a number of challenges to long-term breastfeeding, including returning to work and finding the time and equipment needed to pump breast milk. About 60% of mothers stop breastfeeding sooner than they had planned, according to the Centers for Disease Control and Prevention (CDC). State and federal laws have been enacted to encourage breastfeeding by requiring break time and accommodations for mothers of infants. Rates of breastfeeding have consistently been lower among Black babies than other groups. About three quarters of Black babies are breast fed only in infancy, below the national average of 84%, according to the CDC. Talk with your pediatrician or call a local food bank to see if they can help locate some options. Experts also recommend checking with smaller stores and pharmacies, which may still have supplies when larger stores run out. Most regular baby formulas contain the same basic ingredients and nutrients, so parents should not hesitate to buy a different brand if they are having trouble finding their regular one. Some infants require specialty formulas due to allergies, digestive problems and other medical conditions. Parents should talk to their doctor if they cannot find those products, which manufacturers usually distribute through pharmacies and clinics. Families that qualify for WIC - a federal program similar to food stamps that pays for about half the formula used in the US - can also contact their local agency. Health officials also warn against buying formula via social media websites or outside of conventional retailers because they could be counterfeit. Many do-it-yourself formula recipes are made from cow's milk and granular sugar that may be difficult for young babies to digest. They also lack the specific vitamins and proteins found in breastmilk and FDA-approved formulas that are needed for basic nutrition. 'Particularly for small babies, many of these formulas and mixtures that are found online don't contain even the most basic nutrient mixes that babies need to survive,' said Dr Steven Abrams, a pediatrician at the University of Texas, Austin. Abrams also stressed that parents should never dilute infant formula. Several national chains have limited the number of containers customers can purchase in stores and online. For CVS and Walgreens, the limit is three per customer. Target limits purchases to four per person when buying online. Amazon said Thursday it is working to keep the products available on its website and monitoring third-party sellers for price-gouging. 'If we identify a price that violates our policy, we remove the offer and take appropriate action with the seller,' a company spokesperson said in a statement. Health regulators recently announced several steps designed to boost supply, including allowing faster importation of formula made overseas. Typically, 98% of baby formula consumed in the US is made domestically, according to federal officials. The FDA is working with Abbott to fix the violations that triggered the shutdown of its Michigan plant, which produces Similac, EleCare and several other leading powdered formulas. The company says its products have not been directly linked to the bacterial infections in children, pointing out that genetic samples collected from its factory did not match those found in several infants who got sick. The Chicago-based company said this week that, pending FDA approval, it could restart manufacturing at its plant within two weeks. After that it would take another six to eight weeks before new products hit store shelves. But even then, experts caution that many of the industrywide issues will continue to restrain supplies. 'This is going to be a problem and it's not going away for at least a period of several months,' Abrams said.", "b6a06344a5a53e6c3b10858d3e90344aad410ab005c3107a20e7c789": "", "f905c3572cdb20e0228281f0f352771f75751159ef909313dc8d3fa6": "", "2713d01575705421e992d3cb05ae55726ba363bed34a44f6e0681d20": "", "3d8833efc18e2adae176ac9292d715d79e046b79bed448aa0abcce21": "", "ba8ca44bbce346be3b2a8a6b69726000592fbd23f34ffa12b6b1a56b": "", "b2645083494ebd4036d99d383ba5c4aee38303883de26a56af8c5c56": "", "313b89697ecf4ebe29dacc3fc14668336b1b6275bf7986436b272463": "", "0baba6ebd480897cd838cda23476c68006d3c07952c74c8347a39a19": "", "bed66d8b1f0214ad6eca18eff1e9f00b72a38565849ef8faa67b6d7c": "", "903fc136afc7b612d0d8ca48d2c88803cc87aef74cae0ed558ce4139": "", "5e61c2def6a40d4f21e65ef67481fcceebd74ccfcb59f504dba26e06": "", "d32e621f9d42c6b64c8c2906fa6672a16b9619e1f7076aed0a1a7eea": "", "1eb1312f08550ad5d6320962e6ee1586506d6df285f0fb8500f595d7": "", "0444f6d0d06b37d68c0dd83eb174bac3bc756df0bd9850f324371ef8": "", "e1d4749860aa201360bfe28604bb482b5a5d44e079c80fd921ab70fa": "", "a661072e0351f8830dc96cf894e50a94d1133e359e3d46c2bcb11cdb": "", "790be0cafe23f3b76dbe8e6bcc7992c3328906c08b4678209ba0a1e4": "", "0133f4227c7473cc3eaf9fef3cc4b41fb40cc31aebc91d59b7d9f9e2": "The departure of Sri Lanka's prime minister, Mahinda Rajapaksa, follows weeks of protest and a deepening crisis. There is no bankruptcy system for states but if there was then the south Asian country - down to its last $50m (PS40m) of reserves - would be first in line to use it. A team from the International Monetary Fund (IMF) this week started work with officials in Colombo over a bailout that will include a tough package of reforms as well as financial support. But as the IMF and its sister organisation, the World Bank, know full well, this is about more than the mismanagement of an individual country. They fear Sri Lanka is the canary in the coalmine. Across the world, low- and middle-income countries are struggling with a three-pronged crisis: the pandemic, the rising cost of their debt, and the increase in food and fuel prices caused by Russia's invasion of neighbouring Ukraine. David Malpass, the World Bank's president, explained his concerns at the organisation's spring meeting last month. 'I'm deeply concerned about developing countries,' Malpass said. 'They are facing sudden price increases for energy, fertiliser and food, and the likelihood of interest rate increases. Each one hits them hard.' The UN has sought to quantify the problem. Its trade and development arm, UNCTAD, said in a recent report that there were 107 countries facing at least one of three shocks: rising food prices, rising energy prices or tighter financial conditions. All three shocks were being faced by 69 countries - 25 in Africa, 25 in Asia and the Pacific, and 19 in Latin America and the Pacific. The list of countries that look vulnerable is long and varied. The IMF has opened rescue talks with Egypt and Tunisia - both big wheat importers from Russia and Ukraine - and with Pakistan, which has imposed power cuts because of the high cost of imported energy. Sub-Saharan African countries being carefully watched include Ghana, Kenya, South Africa and Ethiopia. Argentina recently signed a $45bn debt deal with the IMF, but other Latin American countries at risk include El Salvador and Peru. For months there has been speculation that Turkey would be the first domino to fall, but despite an annual inflation rate of 70% and an unconventional approach to economic management, it is still standing. Unlike some other countries under threat, Turkey is able to feed its own people. Richard Kozul-Wright, director of the globalisation and development strategies division at UNCTAD, said: 'Countries have domestic problems but most of the shocks have nothing to do with those. The pandemic and the war had nothing to do with these countries, but have led to a huge increase in borrowing.' The World Bank said almost 60% of the lowest-income countries were in debt distress or at high risk of it before Russia's invasion of Ukraine, while the cost of servicing borrowing is rising steeply, particularly for those countries that have amassed debts in foreign currencies. The war in Ukraine has led to investors seeking out the haven of the US dollar, pushing down the value of emerging market currencies. Higher interest rates from the Federal Reserve, America's central bank, have compounded the problem. Emerging market crises are nothing new, but Kozul-Wright said the international community was ill-prepared to deal with a looming debt problem. 'The system can only deal with these problems country by country,' he said. 'But these are systemic issues and currently there is no way of dealing with them systemically.' That may prove costly. Sri Lanka is the first country to buckle under the mounting economic pressures triggered by the war in Ukraine. It is unlikely to be the last.", "15a9016e3a74536db6f52abbb71752cc0bcb1b9391eda4c20ff71a99": "Two presidents and two speeches for Victory Day: from Vladimir Putin in Moscow and Volodymyr Zelenskiy in Kyiv. Both presidents talked more about the present day than the past. Both insisted their enemies today were the heirs of the Nazis, and both promised their countries would succeed in what they both said was a defensive war they had been forced to fight. There, however, the similarities between the two addresses by Putin and Zelenskiy came to an end. The first difference was stylistic: Putin was surrounded by the pomp and militarism of the annual Red Square parade, riffing on a topic he has been angry about for years. Zelenskiy, strolling along Kyiv's main street and delivering a casual but impassioned speech straight into the camera, cut a very different figure, as he has since the start of the war. But the main difference was that for most people existing beyond the reach of Russian state television, Zelenskiy's arguments were likely to be a lot more convincing than Putin's. Putin has long used his 9 May speeches to draw parallels between the second world war and the present day, and this year's speech was nothing new, simply a compilation of previous grievances that were recycled and intensified for this year, when his army is fighting a new war. But the images from that war, seen across the world, have made Putin's politicisation of the Soviet wartime sacrifice even less convincing. Putin used the Victory Day podium to reel off a list of grievances against the west that seemed to describe his own regime more aptly. He made reference to 'cancel culture', complaining that so-called 'traditional values' had been cancelled, despite the fact his regime has arrested people for Facebook posts and shut down numerous newspapers for calling the war in Ukraine a war, and not a 'special military operation', the officially approved euphemism. The west was 'rewriting history', Putin complained, ignoring the fact that his regime has done more than any in Europe to quash free historical inquiry about the war years. In modern Russia, the Soviet war effort is seen as sacred, immaculate and not to be sullied by historical inquiry or archival research that might shed light on some of its darker moments. The Russian army was fighting in Ukraine 'so that there is no place in the world for butchers, murderers and Nazis', said Putin, a particularly grim claim given the well-documented evidence of executions, rape, looting and desecration carried out by his troops. For some years, Putin has hinted at comparisons between the modern-day US and the Nazis, bemoaning American hegemony and the 'unipolar world' that followed the Soviet collapse. Back in 2015, Putin used his Victory Day speech to say that 'in the 1930s, enlightened Europe failed immediately to see the deathly threat of Nazi ideology ... Seventy years later, history calls on us to be aware and alert once again. We have seen an effort to create a unipolar world, and we are seeing force-oriented thinking gain traction.' This year Putin made the comparison more explicitly. 'The United States, after the collapse of the Soviet Union, began to talk about its exclusivity, humiliating the whole world,' he said. Over the years, Putin's disquiet about American hegemony has resonated with many different political currents globally and is at the core of why some have admired the Russian president. This year, however, the invasion of Ukraine and occupation of parts of it has made Putin's message harder to stomach, even for many of his fans. One of the telegrams Putin sent on the occasion of Victory Day was a message to the people of Ukraine, wishing them 'good health, success and a long life'. Soon after the speech, air raid sirens sounded again in Kyiv.", "1ec255e7e5b4d62abb33fedb72dd1eadd4a9a86662cf36e208829fad": "The ancient Greek city of Paestum, on Italy's south-west coast, is hardly discreet - its temples are glaringly obvious for all to see. Yet it was only 'rediscovered' in the mid-18th century thanks to the grand tour, when the sons of aristocrats from across Europe, though mostly Britain, visited southern European cultural sites as part of their education. Now its majestic temples have a new guardian - a 38-year-old from Milan. Tiziana D'Angelo is one of the youngest people to direct a big Italian cultural site and is among the few female directors.  'You would expect a very serious and composed reaction but the first thing I did was scream,' she said on being told she had got the job. 'Then came tears of joy.' The first time she set eyes on Paestum, famous for its three Doric temples, dating from about 600 to 450BC, was as a child when visiting the site with her family. Her studies brought her back in 2012 to conduct research on the funerary paintings that adorned hundreds of tombs, dating from the Greek to the Lucanian and Roman eras. These were excavated in Paestum and necropolises in the surrounding area, and she studied them as part of her doctorate at Harvard University. 'I returned periodically and collaborated with Gabriel Zuchtriegel [the former director] on exhibitions, and so I maintained a relationship with the site,' said D'Angelo, who has also studied at Oxford and Cambridge, and until a few weeks ago was an assistant professor at Nottingham University. 'But never would I have imagined that one day I would come back here as director. It's a dream.' Paestum, located in the Cilento area of Italy's Campania region, is often overshadowed by the more popular Pompeii and Herculaneum. Even more low-profile is nearby Velia, where the Greek philosopher Parmenides was born, which along with Paestum formed part of Magna Graecia, the name of the southern Italian coastal areas colonised by the Greeks. The management of the two sites was merged in early 2020. Founded in about 600BC, Paestum was originally called Poseidonia, from Poseidon, or Neptune, the god of the sea, to whom the city was dedicated. It was later conquered by the Lucanians and then the Romans, although D'Angelo said the transitions were gradual. 'You have to think that these people coexisted. They negotiated space and power, and there is archaeological evidence of this: for example, the funerary paintings allow you to reconstruct this much more complex context,' she added. Paestum's walls and amphitheatre remain mostly intact, but it was only in the second half of the 20th century, when excavations began in earnest, that hundreds of painted graves were found in and around the area, including the Tomb of the Diver - the only one dating back to the Greek period. Discovered in a small cemetery in the late 1960s by the noted archaeologist Mario Napoli, its huge grave ledger depicts a naked man diving into the sea, said to be a metaphor of the transition from life to death. Other slabs from the tomb depict scenes of a banquet and homosexual love. The tomb is among those housed at Paestum's museum, and about 400 are currently held in a warehouse that D'Angelo plans to periodically open to the public. The majority date to the Lucanian period. 'You might think these paintings were just a commemoration of the dead, but they were part of the funerary process, as they were actually painted during the ceremony,' she said. Other treasures found at Paestum include various pottery, weapons and ancient Greek homes. Over in Velia, founded by Phocaean Greek colonists who made their way to southern Italy after their victory in a sixth-century naval battle over the Etruscans and their Carthaginian allies off the coast of Corsica, the most recent discovery was two warrior helmets believed to have originated from the battle, one taken from the enemy. Also found were vases and the remains of a temple dedicated to the goddess Athena. 'They built temples that contained Greek weapons but we also found evidence of Etruscan weapons, which tells us they also dedicated the weapons of their enemies to Athena,' said D'Angelo. She plans to consolidate the two parks, including establishing a bus link between them. In Velia, work is under way to make a former railway tunnel, currently serving as a warehouse for the site's treasures, accessible to the public. A museum is planned at Velia, while more space will open at Paestum's museum this year. The Easter weekend was D'Angelo's first as director, and there was a record number of visitors, a sign that she could be in for a busy time. 'I am grateful to all who made this opportunity possible, not only the director general who chose me, but my parents and the teachers at high school who made me passionate about the ancient world and art, and my supervisors and colleagues at the various museums I worked at,' she said.", "97a4cbca800d40961599aeb3245bbf09b1620034bdc420739f854ef6": "As a volunteer working alongside the Red army as they fought their bloody battles against Nazi Germany in Kharkiv in eastern Ukraine, Livdmyla Lishtvanonva, 99, would pick up unexploded shells and ammunition with her bare hands to help clear the streets for the fighting men and women. 'Even off the roofs of buildings,' she recalls with a smile. 'We were fighting for our land.' Kharkiv, eight decades ago, as it is today, was the location for fierce battles in which many lives were lost and Lishtvanonva says that she and her mother, a nurse, had to leave their home city for a village on its outskirts after their apartment was destroyed in a bombing raid. Lishtvanonva laments that the last two months, particularly the sounds and sights of shelling, have brought such memories flooding back. This weekend, as Ukraine quietly marked a day of remembrance and reconciliation and Russia prepared for a more raucous Victory Day to commemorate the defeat of Nazi Germany, those reflections are all the more poignant. But there are new memories now. From the window of her sparsely decorated room in the Kyiv nursing home in Chaiky village, on the western outskirts of Ukraine's capital, near the now infamous and devastated towns of Irpin and Bucha, Lishtvanonva watched just a few weeks ago as a neighbouring business centre went up in flames after being hit by a missile. Like the other 160 residents at the home, she spent days in its dusty and dark basement at the height of the battle and later had to be evacuated to the city centre when Russian soldiers on 8 March climbed over a perimeter fence to launch their drones from its leafy grounds. 'We had a problem with rubbish as it wasn't being collected so I was digging a big hole in the ground to put it all in when suddenly I saw Russians climbing over the fence', recalls Evhen Kryvtsov, 38, the director of the institution. 'I was in a big hole with a shovel. I thought my time might be up.' Thanks to the Ukrainian defence of Kyiv, the Russian stay at the home turned out to be brief, and Ukraine's victory in battle allowed everyone to return three weeks ago. Tetiana Rudyk, 42, the home's deputy director, laughs as she admits that the staff had checked behind every curtain and in every room for hiding Russian soldiers. But there is deep grief felt by the three women living here who are old enough to have memories of the war with Germany. Lishtvanonva, who lives in room 407, says she has always thought of herself as Russian and 'won't pick a side'. 'It is like any other war - it is two political parties fighting because someone wants to be noticed,' she says. But Lishtvanonva adds: 'We were fighting for peace [in the second world war]. I just want peace. Building is a lot more difficult than destroying.' Maria Lebid, 94, in room 406, who picked up a gun for the Red army is too ill to talk at any length, but cries when the war is raised, as does Valentyna Lits, 94, in room 444, who says she cannot understand how such brutal conflict has again come to the country - and via Russia of all places. Lits' father, Pavel, was in the artillery corps in the Red army during the fighting around Kyiv in the 1940s and she remembers a letter he wrote in which he spoke of being ordered to shell an area in which Russians soldiers were in close combat with the Germans. 'He said that he didn't know if his own people had survived,' Lits says. She has two grandsons in Russia in their 40s. They don't talk about the conflict with her when they call, she says, although one of them appears to believe in Putin's 'special military operation'. Yet, Lits' who has interrupted her reading of some old newspaper cuttings about healthy living in order to reminisce and share her thoughts, appears almost embarrassed to admit that what she reads and hears about in the news has filled her with an emotion that had been alien and unthinkable to her until now. 'Throughout my life, I was fine with Russians,' she says, pausing to control her emotions. 'I took some anxiety pills before you came but it isn't working,' she adds, before continuing: 'My husband was from the far east of Russia and his mother didn't want him to marry a Ukrainian but I was fine with Russians. Now, I see and hear what is happening, the murder and rape, the death of children, and I feel hate, I am filled with hate. And I never thought I would hate Russians, never.'", "9ab7f8e0e284ca7ed907ae85b78cbce1201c60464e1f96c1ace610f9": "The world's leading energy economist has warned against investing in large new oil and gas developments, which would have little impact on the current energy crisis and soaring fuel prices but spell devastation to the planet. Fatih Birol, the executive director of the International Energy Agency (IEA), was responding to an investigation in the Guardian that revealed fossil fuel companies were planning huge 'carbon bomb' projects that would drive climate catastrophe. He said countries must seek to replace Russian oil and gas in the near term without damaging their long-term prospects. 'I understand some countries may look at new fossil fuels but they should remember it takes many years to start production,' he said. '[Such projects] are not the solution to our urgent energy security needs and they will lock in fossil fuel use.' Revelations by the Guardian show nearly 200 carbon bomb projects are in planning, or have already started pumping, that will each result in at least 1bn tonnes of carbon dioxide emissions over their lifetimes, equivalent to about 18 years of current global emissions. Companies pursuing such developments could end up with uneconomic stranded assets, Birol warned. 'If the world is to succeed in moving to net zero, these projects may fail to recover their upfront development costs,' he said in an interview with the Guaridan. Soaring global energy prices have led governments to seek new sources of fossil fuels. 'I do understand why countries are reacting like this,' he said. 'But there is the issue of the time horizon.' Big new exploratory projects for oil, gas and coal would take years to produce any fuel and could lock in high greenhouse gas emissions for decades, Birol warned. 'The most suitable projects are those with short lead times and quick payback periods, such as expanding production from existing fields,' he said. Using existing sources more efficiently would also help reduce emissions, Birol noted. He said governments must also urgently seek to reduce fossil fuel demand, through home insulation, cutting speed limits, making public transport cheap or free and introducing car-free days in cities. 'If we do not have these voluntary measures, I'm afraid that energy rationing may be on the table,' he said. Birol said unlike in previous oil shocks, such as those of the 1970s, the world now had cheap alternatives available in the form of solar and wind power, which had plummeted in price. This should prompt governments and companies to push harder for renewable energy. 'I believe we have the chance to make this a historic turning point to a cleaner and more secure energy system,' he said. 'This is the first time I have seen such momentum behind the change to clean energy. 'The world does not need to choose between solving the energy crisis and climate crisis, we can do both.' The UN secretary general also called for an end to new fossil fuel projects, warning that climate change posed 'an existential threat to us all - to the whole world'. Speaking at a press conference on Wednesday, Antonio Guterres said: 'Main emitters must drastically cut emissions, starting now. This means accelerating the end of our fossil fuel addiction and speeding up the deployment of clean renewable energy.' The IEA advised almost exactly a year ago that no new gas, oil or coal development could take place from this year onwards if the world was to limit global heating to 1.5C. That finding caused shockwaves among governments in the run-up to the UN Cop26 climate summit in Glasgow in November, where leaders agreed to bring forward national plans in line with the 1.5C limit. But many countries, and private sector companies, have ignored the advice, as the Guardian's investigation of fossil fuel projects under development has shown. These carbon bombs would in effect eliminate any hope of staying within the 1.5C threshold. Greg Muttitt, an energy expert at the International Institute for Sustainable Development, said: 'Governments and companies often suffer from a form of cognitive dissonance: while recognising the urgency and severity of the climate threat, they still keep developing new oil, gas and coalfields and mines that will worsen the problem. The policy answer is a simple one: when in a hole, you need to stop digging.' Greenpeace said the Guardian's investigation revealed the 'fossil fuel industry's business model remains a blueprint for climate catastrophe'. 'Investment plans by oil and gas firms will blow us past every assessment of what is safe for the climate, and that's shocking,' said the group's senior climate adviser Charlie Kronick. 'But what's truly shocking is that they are not hiding it. These activities are legal and in fact are encouraged by governments around the world, particularly the ones that have the biggest reserves and the most to lose.' Caroline Lucas, an MP for the UK's Green party, said in response to the Guardian's investigation: 'Governments seem intent on sending us towards our own destruction. How many more times must we tell fossil fuel companies to #keepitintheground?' Ed Miliband, the shadow climate change and net zero secretary, said: 'The answer to a global fossil fuel crisis cannot be to double down on fossil fuels. Every country must go further to rapidly accelerate the transition to clean energy. 'That's the right response to the climate crisis, but it's also the right response to the cost of living and energy security crises too - with renewables now by far the cheapest and most secure form of energy. 'Governments around the world should be urgently investing in a green energy sprint to shift decisively off destructive, expensive, and volatile fossil fuels for good.'", "9167f204742441e62314716b5a7642a4bc9dbb02e9cd9168b2af8721": "Torrential rain has been hitting eastern Australia since Monday, with rainfall totals on the north-east coast widely achieving in excess of 100mm. In Yabulu, north of Townsville, there was major flooding on Tuesday as 196mm of rain fell within 24 hours. This was not the highest total recorded, however, with 244mm of rain falling on Tuesday at Mourilyan, near Innisfail on the Cassowary Coast. The threat of heavy rain sank south across Queensland to the south-east, reaching Brisbane and the Sunshine Coast on Wednesday; stations in the south-east recorded up to 100mm, with a station in Dayboro recording 161mm. A further 100-150mm of rain fell on Friday across the south-east. Communities in the Black Mountain region, Noosa, south-east Queensland, have become cut off as a consequence of flash flooding blocking roads, with alternative routes destroyed by a landslide during late February's heavy rains. Road and school closures have littered Queensland and one woman died on Wednesday after having been swept away in a car in flash floods north of Mackay. River catchments have been inundated and the soils saturated after multiple heavy rain events over the past few months, with swollen rivers and dams full to bursting. Monthly rainfall totals from all this look as if they will be more than three times higher than the monthly average widely across Queensland and northern New South Wales. The recent La Nina event strengthening the easterly winds across the equator has been driving these torrential rains, as increased moisture is fed in from the Pacific for these events. Meanwhile, on Sunday, the tropical cyclones Asani and Karim were seen mirroring each other either side of the equator on satellite imagery. The cyclones developed in the Indian Ocean, with Asani sitting north of the equator to the east of India rotating anticlockwise, while Karim spun clockwise to the south. These differences in rotation are governed by the Coriolis force - this driving northern hemisphere winds to deflect to the right, and southern hemisphere winds deflecting to the left due to the Earth's rotation. Asani gave some relief to eastern parts of India, which is in the grips of a heatwave, as cloud and rain reached eastern coasts on Wednesday. However, temperatures still reached a sweltering 46C (114.8F) in Gujarat, north-west India, on the same day.", "7efcfb5d7501177d1046c28445f337a02a4b505c3546bf238ea1c3c0": "The world's biggest fossil fuel firms are quietly planning scores of 'carbon bomb' oil and gas projects that would drive the climate past internationally agreed temperature limits with catastrophic global impacts, a Guardian investigation shows. The exclusive data shows these firms are in effect placing multibillion-dollar bets against humanity halting global heating. Their huge investments in new fossil fuel production could pay off only if countries fail to rapidly slash carbon emissions, which scientists say is vital.  The oil and gas industry is extremely volatile but extraordinarily profitable, particularly when prices are high, as they are at present. ExxonMobil, Shell, BP and Chevron have made almost $2tn in profits in the past three decades, while recent price rises led BP's boss to describe the company as a 'cash machine'. The lure of colossal payouts in the years to come appears to be irresistible to the oil companies, despite the world's climate scientists stating in February that further delay in cutting fossil fuel use would mean missing our last chance 'to secure a liveable and sustainable future for all'. As the UN secretary general, Antonio Guterres, warned world leaders in April: 'Our addiction to fossil fuels is killing us.' Details of the projects being planned are not easily accessible but an investigation published in the Guardian shows: At the UN's Cop26 climate summit in November, after a quarter-century of annual negotiations that as yet have failed to deliver a fall in global emissions, countries around the world finally included the word 'coal' in their concluding decision. Even this belated mention of the dirtiest fossil fuel was fraught, leaving a 'deeply sorry' Cop president, Alok Sharma, fighting back tears on the podium after India announced a last-minute softening of the need to 'phase out coal' to 'phase down coal'. Nonetheless, the world agreed coal power was history - the question now was how quickly cheaper renewables could replace it, and how fair the transition would be for the small number of developing countries that still relied on it. But there was no mention of oil and gas in the Cop26 final deal, despite these being responsible for almost 60% of fossil fuel emissions. Furthermore, many of the rich countries, such as the US, that dominate international climate diplomacy and positioned themselves as climate leaders at the conference, are big players in new oil and gas projects. But unlike India, they avoided criticism. That lack of scrutiny prompted the Guardian to spend the months since Cop26 piecing together the clearest picture possible of forthcoming oil and gas exploration and production.  The world's scientists agree the planet is in deep trouble. In August, Guterres reacted strongly to a stark report by the Intergovernmental Panel on Climate Change, the world's leading authority on climate science. '[This report] is a code red for humanity,' he said.  The IPCC states carbon emissions must fall by half by 2030 to preserve the chance of a liveable future, yet they show no sign of declining. Experts have been warning since at least 2011 that most of the world's fossil fuel reserves could not be burned without causing catastrophic global heating. In 2015, a high-profile analysis found that to limit global temperature below 2C, half of known oil reserves and a third of gas had to stay in the ground, along with 80% of coal. Today, the problem is even more acute. A better understanding of the devastating impacts of the climate crisis has led to the internationally agreed limit for global heating being lowered to 1.5C, to cut the risks of extreme heatwaves, droughts, and floods. In May 2021, a report from the International Energy Agency, previously seen as a conservative body, concluded there could be no new oil or gas fields or coalmines if the world was to reach net zero by 2050. More warnings soon followed. An updated scientific analysis found the proportion of fossil fuel reserves that would need to stay in the ground for 1.5C jumped to 60% for oil and gas and 90% for coal, while the UN warned that planned fossil fuel production 'vastly exceeds' the limit needed for 1.5C. In April, shocked by the latest IPCC report that said it was 'now or never' to start slashing emissions, Guterres launched an outspoken attack on companies and governments whose climate actions did not match their words. 'Simply put, they are lying, and the results will be catastrophic,' he said. 'Investing in new fossil fuels infrastructure is moral and economic madness. 'Climate activists are sometimes depicted as dangerous radicals. But the truly dangerous radicals are the countries that are increasing the production of fossil fuels.' The reaction to Russia's war in Ukraine has pushed oil and gas prices even higher, further incentivising bets on new fields and infrastructure that would last decades.  The failure of countries to 'build back greener' after the Covid-19 pandemic or the 2008 financial crash was not a good omen, and Guterres said: 'Fossil fuel interests are now cynically using the war in Ukraine to lock in a high-carbon future.' Assessing future oil and gas developments is challenging: the sector is complex and often secretive, public information is scarce and hard to find and assess. But a global team of Guardian environment reporters has worked with leading thinktanks, analysts and academics across the world over the past five months and now we can answer a series of questions that reveal the scale of the sector's plans. First, how much production is due to come from the projects that are likely to start drilling before the end of this crucial decade? Next, where exactly are the biggest projects around the world, the so-called carbon bombs that would explode the climate? We also followed the money: how much is going to be spent on oil and gas that cannot be burned safely, rather than invested in clean energy? And who benefits most from the fossil fuel subsidies that hide the true damage they cause? The answers to these key questions lead to an inescapable conclusion: if the projects go ahead, they will blow the world's rapidly shrinking cap on emissions that must be kept to enable a liveable future - known as the carbon budget. For all the promises made by many oil companies, the data shows they remain committed to their core business despite the consequences. The short-term expansion plans of oil and gas companies, such as ExxonMobil and Gazprom, are colossal. The Guardian's investigation has found that in the next seven or so years, they are likely to start producing oil and gas from projects that would ultimately deliver 192bn barrels, the equivalent of a decade of today's emissions from China. This estimate was provided by analysts at Urgewald, who used data from Rystad Energy, the industry standard source but not publicly available. Their Gogel database includes 887 companies that explore for and produce oil and gas, and covers 97% of short-term expansion plans. The companies have made a final financial commitment to projects that will deliver 116bn barrels, more than half of the 192bn barrel total. They have also invested heavily in the rest, including final development, engineering and operation plans. Such investment makes these projects likely to go ahead, barring drastic government action, Urgewald says. A third of the short-term expansion plans of oil and gas would come from 'unconventional' and riskier sources. These include fracking and ultra-deep offshore drilling, which are inherently more dangerous - as the oil and gas companies drill deeper, the number of spills, injuries and blowouts increase.  The 192bn barrels are split roughly 50:50 between liquids, including crude oil, and gas. Burning this would produce 73bn tonnes of CO2. But methane routinely leaks from gas operations and is a powerful greenhouse gas, trapping 86 times more heat than CO2 over 20 years. Including this impact, at a standard supply-chain leak rate of 2.3%, means the equivalent of 97bn tonnes of CO2 added to the atmosphere and driving us faster towards climate hell. State oil companies lead the Urgewald short-term expansion list, with Qatar Energy, Russia's Gazprom and Saudi Aramco the top three. Half of Gazprom's projected expansion is in the fragile Arctic, though the long-term implications of Russia's war in Ukraine on its fossil fuel plans remain to be seen. The listed oil majors ExxonMobil, Total, Chevron, Shell and BP are all in the top 10. Unconventional and risky oil and gas production accounts for about 70% of the US majors' totals, while the proportion of fracking and ultra-deep water ranges from 30% to 60% for the European companies. 'Most oil and gas companies are just proceeding with business as usual,' Nils Bartsch at Urgewald said. 'Some just do not care. Some do not see their responsibility because governments around the world let them proceed, although of course these governments are often influenced by the industry.' Two-thirds of the 116bn barrels of oil and gas projects companies are financially committed to are in the Middle East, Russia and North America, according to data provided by Rystad Energy. Australia is anticipated to be a big contributor with 3.4bn barrels, more than from the whole of Europe, where fields are relatively depleted. A separate analysis for the Guardian by Urgewald on the average annual investment in oil and gas exploration over the past three years shows that, along with Shell, three large but rarely scrutinised Chinese companies occupy the top four slots: PetroChina, China National Offshore Oil Corporation, and Sinopec. Seven of the top 10 of these explorers are relying on fracking, ultra-deep water Arctic and tar sands developments for more than half of their expansion. Daniel Ribeiro has been fighting plans for a massive offshore pipeline and liquefied natural gas plant in Cabo Delgado province, Mozambique, since it was mooted more than 15 years ago. The scheme, which would lead to a huge increase in carbon emissions in one of the poorest and most climate-vulnerable countries, is backed by more than PS1bn from the UK government and has some of the biggest oil and gas corporations circling, scenting another huge payday. 'It is already creating a massive amount of disruption for the local fishing and subsistence farmers who are being moved off their land,' said Ribeiro, from the local Justica Ambiental campaign group. 'But if it goes ahead and countries like Mozambique are set off on a fossil fuel track, it will be a global disaster. We can forget tackling the climate crisis ... we will all suffer.' Research shared exclusively with the Guardian has identified the Cabo Delgado development as one of 195 carbon bombs, which - unless stopped - will drive catastrophic climate breakdown around the world. The term carbon bomb has been widely used in climate circles for the past decade to describe large fossil fuel projects or other big sources of carbon. The new research sets a specific definition: projects capable of pumping at least 1bn tonnes of CO2 emissions over their lifetimes. Projects identified include the new drilling wells springing up in the Canadian wilderness as part of the vast Montney Play oil and gas development, and the huge North Field gas fields in Qatar - named in the study as the biggest new oil and gas carbon bomb in the world. The study, led by Kjell Kuhne from the University of Leeds in the UK and published in the journal Energy Policy, found that just a few months after many of the world's politicians positioned themselves as climate leaders during the Cop26 conference in Glasgow, they were giving the green light to a massive global expansion of oil and gas production that scientists warn would push civilisation to the brink. Asad Rehman, a leading climate justice activist in the UK who was at the forefront of a global network of indigenous activists and civil society campaigners in Glasgow, accused the US, Canada and Australia of 'rank hypocrisy'. 'These countries are single-handedly undermining efforts to curtail global emissions and ignoring their responsibility to phase out fossil fuels rapidly and justly.' He said it was the poorest and most vulnerable who were suffering. 'Only the colonial mindset of political leaders in rich countries can make the brutal calculation that the interest of fossil fuel giants and their billions in profit is more important than the lives of people who are overwhelmingly black, brown and poor.' Together these projects would produce 646bn tonnes of CO2 emissions, the study says, swallowing the world's entire carbon budget. More than 60% of these schemes are already operating. Kuhne, the director of the Leave it in the Ground Initiative, said in the first instance, the 40% of projects that had not yet started production must be stopped if the world was to avoid sliding ever more quickly towards catastrophe, adding they should be a prominent focus of the global climate protest movement in the months and years ahead. 'The oil and gas industry is continuing to plan these huge projects, even in the face of a burning planet. The ambitious targets of the Paris agreement were apparently not enough to make them question their business case. These carbon bombs are the single biggest indicator that we are not trying hard enough.' The study is based on data from Rystad Energy but, rather than focusing on total barrels, it identifies the mega projects potentially responsible for the biggest emissions. According to the research, the US is the leading source of potential emissions. Its 22 carbon bombs include conventional drilling and fracking, and span the deep waters of the Gulf of Mexico to the foothills of the Front Range in Colorado to the Permian basin. Together they have the potential to emit 140bn tonnes of CO2, almost four times more than the entire world emits each year. Saudi Arabia is the second biggest potential emitter after the US, with 107bn tonnes, followed by Russia, Qatar, Iraq, Canada, China and Brazil. Australia, widely condemned by international leaders as a laggard in addressing the climate crisis, ranks 16th.  Robyn Churnside, a Ngarluma elder on the Burrup peninsula in remote north-west Australia, has been fighting fossil fuel and mining developments since the 1970s. She is part of a campaign trying to stop Woodside's US$12bn Scarborough gas project, one of the biggest fossil fuel developments in the country in a decade. Churnside said dissenting Indigenous voices were too often ignored when decisions were made about new oil and gas infrastructure that could lock in emissions for decades and desecrate culturally significant sites, which in some cases had stood for tens of thousands of years. 'It's about time the world listened to First Nations people because we have been here a long, long time,' she said. 'Our spirit in this land will never rest. It needs protection.' Prof Kevin Anderson, from the Tyndall Centre of Climate Research, University of Manchester and Uppsala University, Sweden, said the scale of planned production in the face of all the evidence suggested big oil and its political supporters either did not believe the climate science or thought their extreme wealth could somehow protect them and their children from the devastating consequences. 'Either the scientists have spent 30 years working on this issue and have got it all wrong - the big oil CEOs know better - or, behind a veil of concern, they have complete disregard for the more climate vulnerable communities, typically poor, people of colour and far away from their lives. Equally worrying, they are disinterested in their own children's future.' When BP reported its quarterly earnings in a presentation to financial institutions in February, one analyst said he 'really enjoyed the camaraderie and the positivity that you're generating', before asking about the company's cash position. 'We've given you a lovely little chart,' said Murray Auchincloss, BP's chief financial officer. 'Certainly, it's possible that we're getting more cash than we know what to do with. For now, I'm going to be conservative and manage the company as if it's $40 [a barrel] oil. Anything we could get above that just helps, obviously.' At the time, the oil price exceeded $90; today it is $106.  The oil industry is awash with cash. The money companies have belongs to shareholders, including pension funds, or in the case of national oil companies, to governments and, in theory at least, citizens. But the investment plans of the biggest oil companies are sharply at odds with the goal of halting the climate crisis. Data obtained by the Guardian from the thinktank Carbon Tracker shows a dozen of the world's biggest companies are on track to commit a collective $387m dollars a day of capital expenditure to exploiting oil and gas fields through to 2030. A significant portion of this is for maintaining production at existing projects - some oil and gas will still be needed as the world weans itself off fossil fuels - but the exact amount is not publicly available. Nonetheless, it is clear that at least a quarter of this investment - $103m a day - is for oil and gas that cannot be burned if the worst impacts of the climate crisis are to be avoided, money that could instead be spent ramping up clean energy. Even more worryingly, the companies have developed further project options that might lead them to spend an additional $84m a day that would not even be compatible with a devastating 2.7C of global heating. The world's governments agreed in the Paris climate accord to limit global heating to well below 2C, and pursue efforts to limit the temperature rise to 1.5C. For the latter, stricter goal, no new oil and gas projects are possible. The Carbon Tracker data, compiled in September, uses a temperature of 1.65C to represent the well below 2C target and finds that 27% of the companies' projected investments are incompatible with this. ExxonMobil has the largest of these climate-busting investment plans at $21m a day through to 2030, followed by Petrobras ($15m), Chevron and ConocoPhillips (both $12m), and Shell ($8m). In terms of the most dangerous investments - those that could help drive temperatures beyond 2.7C - Gazprom accounts for $17m a day of this, ExxonMobil $12m, Shell $11m and PetroChina $9m. If governments act on the scientific advice to rapidly reduce carbon emissions by boosting clean energy and cutting fossil fuel burning, the companies would have to write off these colossal sums as losses, hitting shareholders, pension funds and public finances. If governments do not act, the companies could cash in as the world burns. Overall, the international oil companies are making the biggest bets, with almost 40% of their projected investments incompatible with 1.65C. ExxonMobil is particularly high, at 56%. The national oil company average is 17%, although 56% of Petrobras's planned capital expenditure is incompatible with 1.65C. 'Companies that continue to develop projects based on business-as-usual demand are betting on the failure of policy action on climate and underestimating the disruptive potential of new technologies, such as renewables and battery storage,' said Mike Coffin at Carbon Tracker. 'Such projects are either not needed or they lead to warming well in excess of Paris goals.' A separate recent analysis based on Rystad Energy data from April, after Russia's invasion of Ukraine, found that 20 of the world's biggest oil and gas companies remained on course to spend huge sums - $932bn - by the end of 2030 developing new oil and gas fields. Freeing the world from the grip of fossil fuels is made far harder by huge ongoing subsidies for the fuels, making them far cheaper than their true cost when the damage they cause is included - especially air pollution, which kills 7 million people a year. The G20 group of leading economies pledged in 2009 to phase out the subsidies but little has been achieved. Hundreds of billions of dollars in direct financial support is received by the producers and consumers of fossil fuels every year - but they benefit from far larger subsidies by not paying for the harm burning fossil fuels causes. When the damage from the climate crisis and air pollution is accounted for, the fossil fuel subsidies reach $6tn a year, according to the International Monetary Fund (IMF). Guardian analysis shows this is equivalent to $11m a minute globally, $4m a minute in China and more than $1m in the US. Guardian analysis of more detailed IMF data shows drivers in the US, Canada and Australia, along with Saudi Arabia, are the world's biggest beneficiaries of subsidies for road fuels, with some governments under pressure to increase these during the current energy crisis. The per capita subsidy for petrol and diesel across the population of Saudi Arabia was more than $1,000 a year in 2020. In the US, the road fuel subsidy per capita is $644 and about $500 in both Canada and Australia. Japan and Germany also appear in the top 10 of the road fuel analysis, which focused on the 54 large countries with more than 25 million people and that account for 90% of global population and subsidies. The UK per capita subsidy for road fuels was only $10 a year, indicating taxes on petrol and diesel in 2020 were close to the level of the damage burning the fuels causes. The US is also high on the list of the biggest per capita subsidies for all fossil fuels with $2,000 a year, behind only Saudi Arabia ($4,550) and Russia ($3,560). After these countries, only Iran ($1815) is ahead of Australia ($1730) and Canada ($1690). 'Taking the Paris agreement seriously requires a rapid shift away from fossil fuels,' said Simon Black, a climate economist at the IMF. 'Getting fossil fuel prices right will help enormously in accelerating this transition.' The shift from burning oil and gas cannot happen overnight, and a declining amount will still need to be burned during the transition to a net zero emissions global economy in 2050. The question is whether companies and governments are moving fast enough. The Guardian wrote to the oil and gas companies named in its analysis and asked for their response. 'Under the IEA net zero emissions scenario, and all Paris-aligned scenarios, all energy sources remain important through 2050, and oil and natural gas remain essential components of the energy mix,' said a spokesperson for ExxonMobil.  However, the role of oil and gas would be vastly reduced in 2050, and the IEA said: 'Beyond projects already committed as of 2021, there are no new oil and gas fields approved for development [in our net zero scenario].' ExxonMobil planned to invest more than $15bn on initiatives to lower greenhouse gas emissions over the next six years, the spokesperson said, including carbon capture and storage, hydrogen and biofuels. The company aimed to achieve net zero emissions by 2050 but only from its own operations, not the fuels it sold, therefore covering only a small fraction of the emissions from the oil and gas it sells. A spokesperson for Shell cited recent company statements: 'As a result of [our] planned level of capital investment, we expect a gradual decline of about 1-2% a year in total oil production through to 2030, including divestments.' 'By 2025, Shell expects its expenditure on [low and zero-carbon] products and services across its businesses will have increased to around 50% of its total expenditure,' a recent report by the firm states. In 2022, the proportion is expected to be more than 35%. In 2021, 'Shell achieved its annual investment targets in renewables and energy solutions of $2bn-3bn', the report says. ConocoPhillips also cited a recently published net zero emissions plan: 'Our goal is to support an orderly transition that matches supply to demand and focuses on returns on, and of, capital while safely and responsibly delivering affordable energy.'  The document states that profits from oil and gas projects are significantly higher than from investments in renewable energy. ConocoPhillips has allocated $200m in 2022 to reduce emissions from its operations. To reduce emissions from the burning of the fossil fuels it supplies, the company advocates an 'economy-wide price on carbon that would help shift consumer demand from high-carbon to low-carbon energy sources'. 'Petrobras plans its investments considering that the Paris agreement will be successful and global temperature will be kept below 2degC,' a spokesperson for the company said. 'Oil will remain important in the coming decades, even in accelerated transition scenarios.' The spokesperson said the IEA's scenario for 1.65C indicated some investment in upstream projects was needed. 'We are planning for highly resilient assets competitive in scenarios aligned with Paris due to their low production cost and low emissions. Petrobras is following its strategy of maximising the value of its portfolio, [with 99% of the investment on exploration] focusing on deepwater and ultra-deepwater assets.' TotalEnergies pointed to its recent sustainability report, which it said 'showed our stakeholders that we are already on the right track'. The company has a target of a 30% cut in emissions from oil and gas sales by 2030 and to increase the proportion of its energy sales that are renewable from 9% in 2021 to 20% in 2030. Saudi Aramco and Eni responded to the Guardian but declined to comment. The other companies did not respond to the Guardian's request. The Guardian's investigation has provided an answer to the question of how great a danger the plans of oil and gas companies pose to the climate. But there is another set of questions, those for politicians and governments, that will ultimately affect the course of the climate emergency. Will the world's governments act to close the book on the oil companies' giant climate gamble? Will richer countries, historically most responsible for emissions, support a just transition for developing countries on the frontline of the escalating crisis? Would strong, immediate action lead to a financial crash, as billions of dollars are wiped off the value of some of the world's biggest companies? Or will more steady but concerted action wean us off fossil fuels rapidly, close the oil companies' cash machine and lead us into a clean energy future with a liveable climate? Only time will tell. But, unlike oil and gas, time is in very short supply. 'The world is in a race against time,' said Guterres. 'It is time to end fossil fuel subsidies and stop the expansion of oil and gas exploration.' Reflecting on the war in Ukraine, he said: 'Countries could become so consumed by the immediate fossil fuel supply gap that they neglect or knee-cap policies to cut fossil fuel use. This is madness. Addiction to fossil fuels is mutually assured destruction.' Additional reporting by Jillian Ambrose, Adam Morton, Nina Lakhani, Oliver Milman and Chris McGreal.", "a4f960495ec7f81a039e46a9949408e8e5d82a29afb31accb603f9ac": "Annette Arjoon is not anti-oil. The marine conservationist calls the vast new oilfields off Guyana's coast a 'blessing' that will earn billions of dollars for one of the poorest countries in the Caribbean, even as she recognises that pulling yet more fossil fuel from the ground will deepen the climate crisis. But Arjoon does have a problem with who is drilling the oil. She has seen firsthand what happens when the US's largest petroleum company descends on a small country bearing the promise of riches.  As ExxonMobil began drilling a vast oilfield offshore two years ago, the Guyanese government called in the Amerindian marine conservationist to help monitor the environmental impact of what is expected to become the company's biggest source of petroleum by 2025, outpacing even its wells sprawled across Texas. Arjoon, who leads the Guyana Marine Conservation Society, was not impressed. In time she grew to believe that Exxon was indifferent to the dangers of an oil spill to the coast and rivers of one of the best preserved parts of the Amazon biome, and of misleading her about its preparations to deal with such a disaster. She found the company's behaviour 'thuggish and disrespectful'.  'I can only judge Exxon by my direct and deeply personal relationship with them so far. They are not an honourable company,' Arjoon says. Suspicion about the oil firm does not stop with environmentalists. Guyanese politicians have accused Exxon of fleecing the country of billions of dollars by bouncing an ill-experienced government into a contract that pays far less than other countries earn from their oil. Then there is the pressing question of the future of the planet. With Guyana increasingly threatened by rising sea levels, Arjoon is conscious of the impact of Exxon opening a huge oilfield at a time when governments are being warned there can be no new oil or gas fields or coalmines if the world is to reach net zero by 2050. Liza-1 project, in the prolific Greater Liza area, was the first stage to begin production, with Liza-2 coming on line this year. The Greater Turbot discovery was announced in 2017, but is still not yet in production. Both areas are identified in research to be published this month into the world's biggest so-called carbon bombs - gigantic fossil fuel projects that would each result in at least 1bn tonnes of CO2 emissions over their lifetimes. Together they would contribute more than 2.1bn tonnes of CO2 emissions over the course of the project, according to the study, which identifies 195 similar oil and gas mega developments around the world. The Center for International Environmental Law has also warned Exxon's drilling and gas flaring 'may turn Guyana from carbon sink to carbon bomb'. Yet for all that, Arjoon is glad to see the oil flowing because right now, she says, Guyana does not have any other way forward. 'As an environmentalist with 35 years of experience in coastal communities through the length and breadth of Guyana, I see extreme poverty. Oil gives us a way out of that.' This drilling bonanza promises to earn Guyana roughly $150bn over the life of the oilfields, estimated at 30 years. For good or ill, that represents a huge change in fortune for a country of 800,000 people, where more than 40% live below the poverty line of $5.50 (PS4.20) a day. 'All of those that have exploited their oil resources to develop their countries should not be telling Guyana 'leave your oil in the ground',' Arjoon says. 'Norway is always used as the best example of a nation that utilises oil, and it is said that they have the best model for natural resources. So why should Guyana be any different? Who is to say that little Guyana, which has been blessed with so much abundant resources including oil, should not take advantage?' Others agree. There is a bittersweet sense that Guyana needs to hurry and get the oil out of the ground if it does not want to miss the fossil fuel party. After years of failed attempts, Exxon made one of the biggest offshore crude discoveries of recent times when it struck oil off Guyana's coast in 2015. Four years later, the then president, David Granger, proclaimed a public holiday, National Petroleum Day, to celebrate the first oil flowing from its wells. 'Guyana's future is brighter with the beginning of first oil,' he said in a speech to the nation. 'The good life for everyone beckons.' The government promised to set up a sovereign wealth fund, similar to Norway's, to transform the country with investments in roads, education and hospitals. Fossil fuel money is also being earmarked to develop renewable energy sources such as solar and hydroelectric for when the oil runs out, an irony not lost on Arjoon and others. There has even been talk of a $5,000 cash handout to every citizen, a small fortune for many Guyanese. Yet the hopes pinned on oil are tempered by Guyana's divisive politics, shaped by tensions between the descendants of enslaved Africans and Indian indentured labourers, and concerns about official corruption. For some Guyanese, their first encounters with Exxon have left them sceptical of the promises. A short drive east of the capital, Georgetown, George Jagmohan used to run seven fishing boats. He might be less angry about selling them off one by one since the oil drilling began if he believed in the declarations of a golden dawn for Guyana. 'Since the drilling started, the fish have gone. It's the blasting and vibrations,' says Jagmohan, sitting on a sea wall next to a clutch of idle boats. 'In another couple of years it will be finished. It never used to happen. People aren't stupid. I've been fishing for 40 years and it's not been like this before.' A few miles further up the coast, Steve Outar says his catches are down by about 80% but he has not laid up any of his four boats because he feels a responsibility to the crews. 'The fish production in neighbouring Suriname and Venezuela is still 100%, so why is it falling here? Because the vibrations are driving the fish and shrimp away. Some of my boats spend 18 days at sea but still don't catch enough fish,' he says as he cleans red snapper ready for processing as dried fish for shipment to China. 'Each boat has a captain and six men. That's 28 crew, and each of the crew has a family to support. If they don't catch, they get nothing. If we're out of business, they are out of bread.' Arjoon says overfishing and other factors have played a part in the decline, but she agrees that 'the massive seismics that were done in the early stages did have an impact on marine life, especially marine mammals. That was when you had an unprecedented amount of strandings of sperm whales.' But she says that when she tried to talk to Exxon about the timings of seismic explosions, to see if they coincided with the stranding of whales, she was fobbed off. And, like others, Arjoon fears not enough has been done in case of a spill that could devastate this coast. 'Exxon's modelling showed an unmitigated spill could impact the north-western part of the Shell beach protected area all the way to the Orinoco delta. What lies in between is a very special place, especially because that is where the largest national repository of blue carbon exists, at a time when our low-carbon development strategy has been expanded,' she says. The government says there is no evidence Exxon is responsible for reduced catches and notes that Guyana's overall fish production has increased by more than 10% from 2020, and exports for the fisheries sector have surpassed GUY$4bn. And Exxon said its 'first priority for every project is to put in place mitigations and processes that help to prevent adverse events by utilising the best technologies, equipment and people in our operations'. 'The Bank of Guyana summarises landing quantities in their annual reports on Guyana's sector economies; according to the data provided in those reports, fluctuations in the quantity of finfish and shrimp landings have been observed for many years. Oil and gas activities have not been included as potential factors.' 'We work diligently to avoid any spills. But should one occur, we are prepared to mitigate and resolve it as quickly and comprehensively as possible,' the company states. But Outar waves away officials' claims, saying that is not the experience of local fishers. And he does not have much faith that the promises made for oil will make up for the decline in fishing. 'Oil isn't going to help. It can make the country rich but the people won't be better off. We've still got to live day to day. We can't eat a new road,' he says. Jahmohan is blunter. 'Are you fucking crazy or what? It will all end up in the politicians' pockets. They'll be sitting there drinking champagne and whisky,' he says. 'They told us oil will make us rich. We've got gold, diamonds, sugar in this country. We should be rich from that but we're not. So why will oil be different?' Those concerns are more widely shared. Frederick Collins, the head of the anti-corruption organisation Transparency International Guyana, warned that oil 'can end up being more of curse than a blessing'. He points to the behaviour of big oil in the Niger delta, where millions of people live with flaring and spills but see few benefits.  Others look to the experience of Equatorial Guinea, which enjoyed an oil bonanza that in less than a decade transformed it from one of the world's poorest countries to the highest per capita income in Africa by 2008. But Human Rights Watch describes Equatorial Guinea's oil wealth as 'squandered and stolen' by the government, resulting in declines in healthcare and access to education. Vincent Adams, the former head of Guyana's Environmental Protection Agency (EPA), says that should serve as a warning to Guyana as payments to its oil fund soar to nearly $1bn this year, permitting the government to increase its budget by 44%. 'It's not about the oil, it's about how you govern the country and how you govern the management of the oil industry. Oil is not going to be around for more than maybe 30 years. So the governance part of it is to make sure that we invest now so there will be a sustainable economy after oil is gone to attract foreign direct investment, to lay the groundwork in education, infrastructure, national security, health, agriculture,' he says. 'We are definitely not prepared for it. And the biggest frustration is that the government just does not understand what it takes to be prepared, and what it takes to govern under these circumstances to make the country a better country.' Confidence has also been undercut by the widely held belief that Exxon bounced a government lacking in expertise and desperate for money into a contract that serves the country badly, with the global human rights group Global Witness estimating that Guyana will earn about $50bn less than it would have done under a more common type of agreement. A Guardian/Floodlight investigation last year found grave concern among experts about the contract signed by the Guyanese government. Adams said he warned the government against the contract but it was afraid Exxon would walk away. The deal allows Exxon to deduct up to 75% of the earnings from its Guyanese wells as costs before the balance is split between the government and the company. It recently presented Guyana with a bill of more than $9bn for those costs, which the government admits it does not have the resources to audit. The offices of Guyana's president and natural resources minister did not respond to requests for an interview. According to Exxon, 'the terms of the contracts are competitive with other agreements signed in countries at a similar resource-development phase'. It added: 'Guyana's resources have been brought on line at a record pace for the industry, resulting in significant financial benefits for the government and its industry partners.' The project, after all, is steaming ahead. Guyana's vice-president, Bharrat Jagdeo, played a leading role in developing a low-carbon strategy and protecting the rainforest but is pushing for as much oil as fast as possible, telling a recent conference: 'Because there is this climate change imperative to decarbonise, our policy is to get as much oil out of the ground as quickly as possible. It sounds a bit harsh for those who think you should be environmentally sound, but that is the reality of it.' Arjoon will be watching closely. She calls the gap between Exxon's claims to prioritise environmental protection and the reality a 'disgraceful deficit', adding: 'I am not unaware that Exxon is here to ensure the best returns to their shareholders. 'Exxon is not here because they care about Guyana. But that does not mean they can treat us as an uneducated nation. We don't drink the Kool-Aid so easily.' ", "48017165010e12ca67cae67b2140f2161c8b41cee42ede6a2ace361d": "The 20-year manhunt for one of the world's most brutal killers has come to a decisive end in an overgrown cemetery outside Harare. The body of Protais Mpiranya, the former commander of the Rwandan presidential guard indicted for genocide, lay buried under a stone slab bearing a false name, which UN investigators tracked down and identified with the help of a critical lead found on a confiscated computer: the hand-drawn design for Mpiranya's tombstone. His body was exhumed last month at the request of UN investigators, and Mpiranya's identity was confirmed by DNA analysis on Tuesday. Serge Brammertz, the UN prosecutor who led the hunt, said he was the last of the major fugitives and finding his body 'provides the solace of knowing that he cannot cause further harm'. The man charged with overseeing the slaughter of thousands of Rwandans, and abetting the murder of many more, died in Harare in October 2006 of a heart attack brought on by tuberculosis, at the age of 50. But his death, like much of his life, had been swathed in secrecy by his family and supporters. Mpiranya had been living in Zimbabwe under an assumed identity for four years, despite its government's insistence that he was not in the country. The investigation that followed his trail all the way to the grave in Granville cemetery on the southern edge of Harare found he had arrived on a Zimbabwean military plane and had been in frequent contact during his stay with Zimbabwean officials in the then president Robert Mugabe's regime who were well aware of his identity as a valued ally in the second Congo war of 1998-2003. 'That the Zimbabweans, at least elements of the authorities, knew he was in Harare is obvious,' said a senior official involved in the investigation. 'He was even seen meeting with Zimbabwean officials. Of course he was trying to hide his identity from the public, but the entire reason he went to Zimbabwe is because of his relationships there.' The Guardian has asked the Zimbabwean government for comment. As a fugitive, Mpiranya had outlasted the International Criminal Tribunal for Rwanda, established in 1994 to bring the genocidaires to justice after the genocide that killed up to 800,000 Tutsis and moderate Hutus. It had indicted him on eight counts, including genocide and crimes against humanity, but was unable to find him to make him stand trial. After the tribunal closed in 2015, a 'residual mechanism' was set up to wrap up old cases, and part of that mechanism was a small tracking team under Brammertz's command as chief prosecutor. At 7am on 7 February, members of the team arrived at the cemetery, where the graves were invisible beneath head-high grass. It took two and a half hours to find what they were looking for: a black headstone in memory of a Sambao Ndume whose date of birth matched Mpiranya's, 30 May 1956. A team member recalled the discovery of the grave: 'There was that moment when my colleague called out: 'Found it!' And we all just stood there looking at it. It was exactly as we thought it would be,' he said. 'All that hard work, the ups and the downs, it had led to this moment.' The French inscription on the tombstone read: 'Here rests forever one who loved his fatherland, his people and his family, more than his own life.' Below that, a crude depiction of a warrior with bow and arrow was carved with the message: 'Dad RIP'. The path that had led the trackers to the grave was long, convoluted and dotted with dead ends. There were supposedly eyewitness reports from across Africa from people claiming to have seen him, and until late last year the investigators believed he was probably still alive, hiding out in Zimbabwe with his fellow combatants from the Congo war. By May 2020, Mpiranya was the last major fugitive among the 93 accused indicted by the ICTR, and the most wanted war crimes suspect in the world. As head of the Rwandan presidential guard in 1994, according to his indictment, he had given his men a kill list of prominent Tutsis and orders to kill their families too. He armed and trained the notorious Interahamwe Hutu militia, responsible for hundreds of thousands of deaths. And with the signal for the bloodletting to begin, the shooting down of the plane carrying the country's president, Juvenal Habyarimana, on 5 April 1994, he sent his men to set up roadblocks at which Tutsis were massacred. Soldiers from the presidential guard murdered the prime minister Agathe Uwilingiyimana, a moderate Hutu, and mutilated her body. The 10 lightly armed Belgian soldiers who had been sent to protect her were shot and hacked to death with machetes. After the fall of the Hutu regime in July 1994, Mpiranya fled across Africa, spending four years in Cameroon until it became inhospitable for genocidaire fugitives. He moved on to the Democratic Republic of Congo (DRC), fighting with Hutu forces and Zimbabwean troops on behalf of the country's president Laurent Kabila, against the Rwandan army, in what became known as the second Congo war. Zimbabwean officers saw the former commander as a cut above most of the Congolese troops they were fighting alongside . 'He developed a lot of relationships with these guys during the war,' a senior official in the prosecutor's office said. 'They respected him. He was a good commander, a professional, someone who listened, asked questions and took decisions. He was very security conscious. So he impressed the Zimbabweans when others they were working with did not.' So when Mpiranya was first indicted in September 2002, his friends and admirers in Zimbabwe helped spirit him across borders. According to witnesses, he flew from Mbuji-Mayi in central DRC to Harare on a Zimbabwean military plane. Mpiranya brought a small entourage of Hutu commanders with him and, using a fake identity, set up a small transport business with two large vans, bought most likely with proceeds from Congolese diamonds. He was better at giving orders than doing business. The venture floundered, and over the four years in Zimbabwe, Mpiranya's standard of living crumbled. Starting off in a substantial villa in the first year, the family had to downgrade to an apartment in the same area and then another in a more down-at-heel neighbourhood. They stopped hiring conductors for the buses and a family member had to do the work themselves. Then both buses were in accidents and there was no money to repair them. Much of the rest of his assets were wiped out by Zimbabwean high inflation in those years. When Mpiranya fell sick with tuberculosis, he had no money left to pay for his medical care and his wife in the UK had to take on more work to send funds. Filling in the forms for hospital admission, he used a new identity, Sambao Ndume, the name he would be buried under. The UN investigators believe his family and friends covered up the death so as not to dent morale among the Hutu forces in DRC - and so as not to expose themselves to scrutiny. The tracking team found several had secured safe haven in the UK and EU with bogus asylum claims. The tribunal tracking team spent the time chasing wispy leads around Africa, provided by informants either seeking to cover up Mpiranya's death, or looking to make money, or both.'The family and his associates deliberately concealed for the last two decades his presence in Harare and his death,' Brammertz told the Guardian. 'The investigative file was filled with information that he was quite active, with businesses and associates in several countries. My predecessors, and perhaps even myself at the beginning, focused more on those leads.' Over the past few years, the tracking team went back over the entire investigation, reviewing the databases, interviewing and re-interviewing witnesses, stripping out tips and speculation, and the investigators' own possible bias, back to the last fact in Mpiranya's life they knew for sure: he was in the DRC in 2002. They reconstructed every known detail of his life, his mindset and connections. The breakthrough came last September with the seizure of a computer and other material in a raid in a European country (which the Guardian is not allowed to identify). Combing through a mass of data, they came across emails with veiled references to 'the one who has a passed' and the 'old man'. Then they cross-checked with the travel of some of Mpiranya's relatives, from visa stamps sent by partner governments, and found them converging on Zimbabwe in October 2006. Sifting through hundreds of digital pictures, they found photos of a funeral including those of the body laid out for the mourners. It looked like Mpiranya and was dressed in a suit that the investigators later found in the grave. Finally, they found the photo of a hand-drawn picture of a gravestone, sent by a close relative, and realised it was a commission for the stone carvers of Harare. If they could find a stone like that, they could find the body. After years of stalling the search, the Zimbabwean authorities agreed to allow the body of the man calling himself Sambao Ndume to be dug up. On 27 April, the trackers, a UN pathologist, and three Zimbabwean detectives gathered at the grave as the sun rose. About 20 riot police had been sent along as well, torpedoing any hopes that it could be done quietly. The conspicuous police presence drew a small crowd of curious local residents. The gravediggers worked their way down to the coffin with spades, and then the pathologist took over, climbing down into the grave to take a careful sample, without disturbing the rest of the body, with a deference Mpiranya had not accorded to his multitude of victims. Prosecutors are still looking for five more indictees, and Brammertz believes the discovery of Mpiranya's body will increase the pressure on the governments of other countries, where the last ageing fugitives are thought to be hiding. But Mpiranya was the last of the main figures of the Rwandan genocide to be accounted for, although he had succeeded in avoiding a trial. 'Of course the goal is to arrest fugitives,' Brammertz said. 'But we need to account for them, one way or the other. First, because as they say themselves, survivors and victims want a final answer. 'And second, to say this person is dead means they can't cause further harm, and they aren't living this nice life as a fugitive somewhere while the victims try to rebuild their lives. 'And, of course, for the UN and our mandate,' he added, 'we have to demonstrate our determination and that we go all the way.'", "2cd575beb0c4781421ff4e01d9a4d004e5e97cfff0ffe3f8a6962787": "A female student in Nigeria was beaten to death and set on fire by fellow students who accused her of posting 'blasphemous' statements in a WhatsApp group, two witnesses have said. The school, located in Nigeria's northwestern state of Sokoto, was immediately closed down following the attack. Two suspects were arrested in connection with the murder of the student, who was identified as Deborah Samuel, said a spokesperson for the Sokoto state command. 'There is a WhatsApp group being used by the students, and her Muslim colleague student posted an Islamic piece. She criticised the posting,' said one of the witnesses, who declined to be named. 'She composed an audio that contains blasphemous comments on the prophet of Islam and posted in the group. That is what triggered everything.' School security and police attempted to rescue the girl but were overwhelmed by the students, the witnesses said. 'Police have fired teargas on the students ... then began firing shots in the sky to disperse the students, but they resisted,' said Summayya Usman Inname, a student in her second year. 'The police sacrificed the lady after the students began throwing sticks and stones at them, then the students used stones and sticks to beat the lady. After being beaten, she was set on fire.' The Shehu Shagari College of Education in Sokoto said in a statement that it had closed the college indefinitely 'following today's early morning student rampage'. The Sokoto sultanate council condemned the 'unfortunate happenings ... that led to the loss of life of a female student at the institution'. Nigeria is divided into a largely Christian south and mostly Muslim north. Incidents such as this are very rare. In 2007, Muslim pupils at a secondary school in the northeast beat a teacher to death after accusing her of desecrating the Qur'an.", "0b15263a8624b324f116371c4690289c0ee105f1825fa2b80eb1ce68": "Eleven people were killed and dozens were rescued after a boat capsized near Puerto Rico on Thursday, authorities said. It wasn't immediately clear how many people were aboard the boat when it turned over, said US coast guard spokesman Ricardo Castrodad. He said a 'mass rescue effort' was still underway. 'We're looking to rescue as many people as we can and find as many survivors as we can,' he said. At least eight Haitians were taken to the hospital, although the nationalities of all those aboard the boat were not immediately known. Authorities said people aboard the boat were believed to be migrants. The incident was the latest in a string of capsizings across the region as people from Haiti and the Dominican Republic flee violence and poverty in their countries. A US Customs and Border Protection helicopter spotted the overturned boat late Thursday morning. 'If not for that, we would not have known about this until someone would have found any sign or received reports from people that their loved ones are missing,' Castrodad said. 'They found them early enough that we were able to coordinate a response.' The boat was spotted more than 11 miles (18 km) north of the uninhabited island of Desecheo, which is off Puerto Rico's west coast. The US coast guard said those rescued were 20 men and 11 women. The capsizing comes less than a week after the US coast guard and Dominican navy on Saturday rescued 68 people in the Mona Passage, a treacherous area between Puerto Rico and the Dominican Republic. One woman believed to be from Haiti died, Castrodad said. 'These voyages are dangerous,' Castrodad said. 'They're unsafe, they are grossly overloaded ... (and) no lifesaving equipment. It wouldn't really take much for any of these vessels to capsize.' From October 2021 to March, 571 Haitians and 252 people from the Dominican Republic were detained in waters around Puerto Rico and the US Virgin Islands, according to US Customs and Border Protection. The majority of those Haitians, 348 of them, landed in Puerto Rico's uninhabited Mona Island and were rescued. In fiscal year 2021, 310 Haitians and 354 Dominicans were detained, compared with the 22 Haitians and 313 Dominicans apprehended in fiscal year 2020. Meanwhile, the US coast guard said that in the fiscal year that ended 30 September, it apprehended 1,527 Haitians, 838 Cubans and 742 people from the Dominican Republic in the region, which includes Florida and the Caribbean. Since then, trips of human smuggling boats have only increased, authorities say. In January, the coast guard searched for at least 38 people missing off Florida's coast after a suspected human smuggling boat that had left the Bahamas capsized in a storm. A sole survivor was reported. Hundreds of Haitians have arrived in Florida alone in recent months after swimming ashore. Haiti is struggling with a surge in gang-related violence that has killed dozens of people, including women and children, and caused thousands of families to flee their homes. Kidnappings also have spiked, including those of eight Turkish citizens who on Sunday were forced off a bus they had boarded in the Dominican Republic. Kidnappings in the country of more than 11 million people have increased 180% and homicides are up 17% in the past year, according to the United Nations, which last week expressed concern over 'the rapid deterioration of security and human rights' in Haiti. Many have criticized the administration of US President Joe Biden for deporting more than 20,000 Haitians in recent months given the country's deepening turmoil. ", "e3eb2fc29320f260df085e7839f476d39226d8b82014f69fff95d505": "Shireen Abu Aqleh, the Palestinian American journalist shot dead during an Israeli army operation, has been honoured with a full state memorial in the West Bank city of Ramallah. At least 5,000 people lined the streets on Thursday as her coffin, draped in the Palestinian flag, was driven through the city and the Qalandia checkpoint en route to St Joseph hospital nearer her home in occupied East Jerusalem. Her funeral will be held in the holy city on Friday. Attenders brought wreaths of flowers and waved Palestinian flags as the ambulance carrying her body passed by, escorted by a dozen masked gunmen belonging to the Palestinian Fatah movement. Some people threw rose petals while the militants fired into the air, accompanied by chants of 'From Ramallah to Jenin, God have mercy on you, Shireen' and 'The true voice never dies'. The 51-year-old reporter was shot in the head on Wednesday morning in the West Bank city of Jenin during what her colleagues at the scene said was a surprise burst of Israeli fire on a small group of journalists covering an expected Israeli military raid. Video of the incident shows Abu Aqleh was wearing a helmet and body armour clearly marked 'press'. Ali Samodi, a producer for Al Jazeera who was shot in the back, told the Guardian from his hospital bed that contrary to claims made by Israeli officials, there were no gunmen standing near the journalists when they were targeted. 'There were no fighters around, no civilians, nothing. Just the Israeli soldiers and the press. There were many bullets. After I was hit and Shireen was killed, they just kept shooting,' he said. The Israel Defence Forces (IDF) initially said its troops shot back after coming under 'massive fire' from militants in Jenin in the northern West Bank. The town is a historical flashpoint in the Israeli-Palestinian conflict, and the IDF has been conducting near-daily raids there in the wake of a recent wave of terrorist attacks against Israelis, which have left 19 dead. Many of the perpetrators came from the Jenin area. Israeli officials, including the prime minister, Naftali Bennett, initially insisted there was 'a considerable chance that armed Palestinians, who fired wildly, were the ones who brought about the journalist's unfortunate death.' But later on Wednesday the Israeli military chief Lt Gen Aviv Kochavi and the defence minister, Benny Gantz, appeared to back away from those assertions. Gantz conceded it could have been 'the Palestinians who shot her' or fire from 'our side', adding: 'We are not sure how she was killed. We are investigating.' The IDF circulated what it said was a video of militants in Jenin engaged in a gunfight on the morning Abu Aqleh was shot, in which they claimed to have hit a soldier. The footage was challenged by the Israeli human rights group B'Tselem, which visited the two locations and found from the GPS coordinates that it was impossible for the shooting depicted in the IDF-distributed video to be the same gunfire that hit Abu Aqleh and Samodi. Israel has denied allegations from the Qatar-based Al Jazeera that the journalists were 'intentionally targeted' and Abu Aqleh was 'assassinated in cold blood'. The correspondent's death has led to grief and condemnation across the Palestinian territories and the Middle East. Abu Aqleh was a familiar face to millions, reporting on the Israeli-Palestinian conflict in often dangerous circumstances for Al Jazeera's Arabic channel since 1997. In an unusual move, considering Abu Aqleh's reporting was often critical of the Palestinian Authority (PA), but in an indication of the respect for her across Palestinian society, a memorial service for the reporter was held at the Ramallah compound of PA president, Mahmoud Abbas, on Thursday morning. Foreign diplomats, journalists, religious leaders and prominent Palestinian and Arab Israeli politicians were in attendance as Abbas vowed 'this crime should not go unpunished,' adding that the PA held Israel 'completely responsible' for her death and had 'refused and rejected' an Israeli proposal for a joint investigation into the killing. 'We refused a joint investigation because [Israelis] are the criminals and we don't trust them,' he said. 'We will go to the international criminal court to uncover the truth.' The ICC launched an investigation into possible Israeli war crimes over a year ago, although Israel has rejected the probe as biased. Hussein al-Sheikh, a senior aide to Abbas, has rejected an Israeli request to conduct ballistic analysis on the bullet, saying the PA would conduct its own investigation and convey the results 'with high transparency' to Abu Aqleh's family, the US, Qatar and the public. Bennett accused the Palestinians on Thursday of denying Israel 'access to the basic findings required to get to the truth'. He called on the PA not to take 'any steps to disrupt the investigation or to contaminate the investigation process'. The EU has called for an independent inquiry while the US has demanded the killing be 'transparently investigated' - calls echoed by the UN human rights chief, Michelle Bachelet. An initial autopsy and forensic examination were conducted in the West Bank city of Nablus hours after Abu Aqleh's death, but no final conclusions have been disclosed. The journalist's funeral will take place on Friday at a Roman Catholic church in Jerusalem before she is buried in the family plot in the city's Mount Zion cemetery. 'Shireen's killing was a message to the Palestinian people to try and kill our spirit,' said Mufaz Jaba, 38, who attended the memorial procession in Ramallah. 'Instead it's the opposite. Her death has helped unite Palestinian society and reminded the world of how important the Palestinian cause is,' he said.", "2084d22c5aba14b9ece96c09e07ffe4db720556f1fb22941c1872b02": "Extreme fire conditions are continuing to fuel a massive wildfire in northern New Mexico, making it difficult for crews to contain the largest blaze in the US, which grew to  nearly 260,000 acres acres on Thursday. The continued destruction came as a smaller fire broke out in California, destroying more than 20 homes, many of them multimillion-dollar mansions, in the coastal community of Laguna Niguel. New Mexico has seen an explosive start to what is expected to be another devastating fire season across the American west, with parched vegetation and gusty winds fanning flames that have burned for weeks. 'This fire is going to keep growing,' New Mexico officials said in a Thursday morning update, noting that more resources are being deployed to battle the blaze as another red flag warning was issued through the evening. 'The weather has been unfavorable for weeks,' they said. 'This will continue to cause extreme fire behavior and rapid growth, especially to the north.' The fire in California began on Wednesday when strong ocean winds sent embers flying, sparking flames that swept through the dry seaside bluffs and into the community. Though conditions improved overnight, by Thursday morning officials still listed the fire at zero percent containment.  Residents of about 900 houses were under evacuation in coastal California and one firefighter was injured, Orange county officials said. The wildfire has torched about 200 acres. Smoke from the blaze choked nearby cities in Orange county, and air quality officials issued an advisory through Thursday afternoon. Brian Fennessy, chief of the Orange county fire authority, said drought and climate change have combined to make fires that were once easy to contain extremely dangerous for people and property. The California fire was much smaller than the New Mexico blaze, which has destroyed at least 300 homes and other buildings since breaking out early last month. The fire is on track to become the largest in New Mexico's history. Rising temperatures have spurred desiccation throughout the west and drought conditions are only expected to deepen through the hot, dry weeks and months ahead. In its latest report, released on Thursday, the US Drought Monitor classified more than 40% of the west in 'Extreme Drought', up from roughly 35% last week. Nearly 60% of California was also in the category, a sharp jump from just over 40% last week. From New Mexico to Colorado and parts of the midwest, forecasters on Thursday issued red flag warnings of extreme wildfire danger because of low humidity levels, erratic winds and warm temperatures. The same combination of weather conditions have set the stage for spring wildfires across the US that have been more intense than in previous seasons. In New Mexico, the fastest-moving flames in the southern foothills of the Rocky Mountains were headed north-east and away from the area's biggest population center of Taos, a popular tourist destination 40 miles (64 km) south of the state line with Colorado. The winds have made it difficult for aircraft to fly to help firefighters on the ground, but some planes managed to drop retardant on the blaze on Wednesday despite winds gusting in some areas above 45 mph (72 km/h). Some evacuation orders were relaxed along the southern flank of the fire near the town of Las Vegas, New Mexico. Additional crews were on order to join the more than 1,800 personnel fighting the New Mexico fire, and forecasters said weather conditions should improve on Friday. The fire has already burned through a forested landscape, torching homes that have been in families for generations. Officials have predicted that the number of houses burned by the fire will rise dramatically when it is safe to do assessments of areas that are still smoldering. Crews were also battling a smaller New Mexico fire near Los Alamos National Laboratory, a government facility for nuclear research that has been tapped to ramp up production of plutonium components for the US nuclear arsenal. Officials and experts believe the risks for big blazes will continue through the south-west until the summer monsoon. In other areas across the west, where a rainy reprieve is less likely, the threats will continue to grow through the end of the year. The National Interagency Fire Center (NIFC) has predicted an above-normal fire potential lasting through the spring in areas from the high plains through the south-west. The threats will also linger farther west, into central Oregon and northern California this spring, and will only grow there through the summer and autumn. With the snowpack waning, the agency also noted that historic water sources used for suppression might not be available. 'There will be wetting rains in some areas but overall, it does suggest that it is going to be an active fire season,' Bill Bunting, the chief of forecast operations at the Noaa/NWS Storm Prediction Center, noting that the dangerous combination of strong winds, low relative humidity, and dryness fuels 'the rapid spread and erratic behavior of any fire that gets started'. 'It is just a reminder,' he said, 'you can have dangerous fire conditions any time of the year.' ", "f8b926ac1154de7b9c9909481bcc1a9b14add6d04380fcb6b783d3a0": "A Chilean journalist who was shot in the head by a street trader while covering Workers' Day marches on 1 May has died of her injuries. Francisca Sandoval, 29, was reporting in Barrio Meiggs, a ramshackle market district in the centre of the capital, Santiago, when a group of men opened fire after a standoff with the marchers. A bullet pierced Sandoval's visor, leaving her fighting for her life in hospital. Two other journalists were injured in the shooting. 'Francisca didn't leave us, they murdered her,' tweeted Senal 3 La Victoria, the independent media outlet Sandoval had been reporting for. 'With these words we confirm the death of our dear Fran. We will miss you and will do everything possible to find the truth.' Two days after the shooting, Marcelo Naranjo, 41, was arrested on suspicion of attempted murder, illegally carrying a firearm and unjustified discharge of a firearm in public. Following Sandoval's death, Chile's public prosecutor confirmed that the charges would be reviewed. A Colombian and a Venezuelan citizen were also held under house arrest in connection with the incident. Sandoval is the first journalist to be killed in the line of duty in Chile since the Pinochet dictatorship. The last, Jose Carrasco, was kidnapped from his home 36 years ago in 1986, days after a failed attempt on the dictator's life. His body was found three hours later riddled with bullets - and so disfigured that even his wife was unable to properly identify it. In 2022's World Press Freedom Index, published earlier this month by Reporters Sans Frontieres (RSF), Chile plummeted to 82nd place - although still the fifth highest-ranked in South America. The report highlighted the overwhelming concentration of media ownership in Chile - a longstanding issue in the country, where two main groups dominate traditional media. 'Chile is living through a difficult period with regard to violence, and particularly violence towards media outlets,' said Carolina Munoz, director of the University of Chile's journalism faculty. 'This was evident during the protests in 2019, when we saw how journalists were hounded while carrying out their work, and we have also seen how groups formed to target journalists.' Chile's president, Gabriel Boric, 36, who had visited Sandoval's family at hospital earlier in the week, lamented her death and vowed that those responsible would be held accountable.", "076460a39ddf4db4a1dc9bc9647927fa00a01d8482ca31835d886f71": "A leading Turkish opposition figure has been banned from politics and sentenced to almost five years in prison, drawing widespread concern about a crackdown on leftwing organisers and politicians before elections expected within the year. An Istanbul appeals court on Thursday confirmed three charges against Canan Kaftancioglu, the head of the Istanbul branch of the main opposition Republican People's party (CHP), upholding her convictions for insulting a public official, publicly insulting the republic of Turkey, and insulting the president, Recep Tayyip Erdogan, in tweets accusing him of theft. She faces a ban on political activity and a prison sentence of four years, 11 months and 20 days. While she could receive a suspended sentence, observers fear that banning the key opposition leader from politics is intended to sideline her before presidential and parliamentary elections. Polls indicate that Erdogan and his Justice and Development party (AKP) are likely to face stiff opposition after a year in which Turkey's currency has halved in value and inflation has reached close to 70%. In response, Kaftancioglu tweeted a video telling her supporters: 'Never stop, do not give up, do not get tired.' She added: 'We will breathe together when we establish the rule of law.' Speaking in Istanbul the same evening, the CHP leader, Kemal Kilicdaroglu, addressed Erdogan directly. 'All this cruelty stems from your weakness,' he said. Kaftancioglu, an outspoken, motorbike-riding leftist, is thought to have played a central role in helping the CHP win the Istanbul mayoral race in 2019, granting it control of Turkey's largest city. The CHP candidate, Ekrem Imamoglu, won the seat twice after the AKP demanded a re-run of the vote when its candidate first lost. 'For Erdogan this is about the risk of the opposition continuing to organise effectively with figures like Kaftancioglu, who put together a masterful campaign to protect the vote and denied the AKP a repeat victory in 2019,' said Soner Cagaptay, an analyst for the Washington Institute for Near East Policy. 'It was the 100,000 volunteers assembled by Kaftancioglu who observed the tally, compiled documents, took pictures and slept on top of ballot boxes so nothing could be rigged and Imamoglu won. It shows pretty significant organisational skills on her part,' he said. Kaftancioglu had already begun a campaign to train observers before the general election. The CHP was defiant after the ruling. 'If Canan Kaftancioglu is banned, there are tens of thousands of Canans who will be on duty during the elections at the poll stations,' said Unal Cevikoz, a CHP member and retired diplomat. Kaftancioglu's conviction comes after a recent ruling sentencing the leftwing philanthropist Osman Kavala to life in prison over accusations he supported anti-government protests in 2013, as well a demand by prosecutors to silence a leading feminist group. 'I feel like Erdogan is tightening the noose on the opposition's neck,' said Cagaptay. 'It shows that for him, the risk of letting the opposition flourish and organise outweighs the benefits of the investments he might get as a result of his charm offensive towards the west.' A court in Istanbul is expected to rule on charges against Imamoglu in early June. He also faces a ban on political activity and could be jailed over claims he insulted the election officials who cancelled his initial win in 2019. If convicted, the ruling would sideline one of the CHP's potential presidential candidates.", "bd0183cc8f156e4133be2ed6a183c162edaebcd80c95e137fd118342": "For the first time, scientists have grown plants in soil from the moon collected by Nasa's Apollo astronauts. Researchers had no idea if anything would sprout in the harsh moon dirt and wanted to see if it could be used to grow food by a new generation of lunar explorers. The results stunned them. 'Holy cow. Plants actually grow in lunar stuff. Are you kidding me?' said Robert Ferl of the University of Florida's Institute of Food and Agricultural Sciences. Ferl and his colleagues planted thale cress in moon soil returned by Apollo 11's Neil Armstrong and Buzz Aldrin, and other moonwalkers years ago and the seeds sprouted. The downside was that after the first week, the coarseness and other properties of the lunar soil stressed the small, flowering weeds so much that they grew more slowly than seedlings planted in fake moon dirt from Earth. Most of the moon plants ended up stunted. Results were published on Thursday in Communications Biology. The longer the soil was exposed to punishing cosmic radiation and solar wind on the moon, the worse the plants seemed to do. The Apollo 11 samples - exposed a couple of billion years longer to the elements because of the lunar Sea of Tranquility's older surface - were the least conducive for growth, according to scientists. 'This is a big step forward to know that you can grow plants,' said Simon Gilroy, a space plant biologist at the University of Wisconsin-Madison, who had no role in the study. 'The real next step is to go and do it on the surface of the moon.' Moon dirt is full of tiny, glass fragments from micrometeorite impacts that got everywhere in the Apollo lunar landers and wore down the moonwalkers' spacesuits. One solution might be to use younger geologic spots on the moon, like lava flows, for digging up planting soil. The environment also could be tweaked, altering the nutrient mixture or adjusting the artificial lighting. Only 842 pounds of moon rocks and soil were brought back by six Apollo crews, and most was locked away. Nasa finally doled out 12 grams to the University of Florida researchers early last year, and the long-awaited planting took place last May in a lab.", "caa7514c63ed041477079a27bb08ba4abd90546f5e274be10db958ac": "Iranian authorities have arrested a French teaching union official and her husband and threatened to execute a Swedish-Iranian man who has been held in jail for six years by 21 May, in fresh moves against foreign and dual nationals. The threat to execute Ahmadreza Djalali, a scientist, is widely seen as a reprisal for Sweden starting the trial in Stockholm of Hamid Nouri, who is accused of war crimes and murder committed during and after the Iran-Iraq war in the 1980s.  The trial of Nouri, arrested in 2019 on a trip to Sweden, is seen as unprecedented. Iran claims the two cases are not related and says Djalali's death sentence will not be rescinded. The French foreign ministry has demanded the immediate release of Cecile Kohler and her husband, who were arrested as they prepared to leave Tehran for Paris on 7 May after a holiday in Iran. Iranian authorities have accused her of 'attempting to create political chaos' by allegedly associating with representatives of the Iranian Teachers Trade Association during her visit. The ministry has summoned the Iranian charge d'affaires in Paris to demand consular access to the couple. There are now four French nationals in Iranian jails. Days after Kohler and her husband were arrested the EU's chief negotiator, Enrique Mora, landed in Tehran to try to revive the Vienna-based talks on the Iran nuclear deal. Those talks have ground to an effective standstill over whether the US is willing to lift sanctions against the Revolutionary Guards. Activists say Iran is engaged in a brazen policy of taking foreigners hostage to extract concessions from the west. Iran denies any such policy and insists all foreigners are tried according to due legal process. However it has repeatedly shown a willingness to exchange prisoners and taken part in swaps in the past. Djalali was arrested in Tehran and charged with spying after a university invited him to attend a workshop. He has been threatened with execution before, but his wife, Vida Mehrannia, has lobbied hard to keep him alive. She says she might be prepared to see her husband swapped for someone the Iranians want released, but not for Nouri - the only swap the Iranians are likely to accept.  Djalali says he was forced to give a false confession under torture and threats, and his family vehemently deny the spying charge against him. Nouri has been charged with international war crimes and human rights abuses in connection with the murders of more than 100 people at the Gohardasht prison in Karaj. His trial is taking place under the principle of universal jurisdiction. The latest repression shows the continuing power of Hossein Taeb, the head of the Revolutionary Guards' intelligence, and the seeming lack of influence of Iran's foreign ministry.", "88e18aa56a74987c43c475e635b0b740d24103aeff1489173d0daced": "More than 90,000 civil servants are likely to lose their jobs in an attempt by Boris Johnson to find money to ease the cost of living crisis. The prime minister is understood to have tasked the cabinet with cutting staff by a fifth, telling them every bit of cash saved on government spending could be better used elsewhere. He is thought to have made the demand to ministers during an away day in Stoke-on-Trent on Thursday. 'We have got to cut the cost of government to reduce the cost of living,' he told the Daily Mail. He hinted at future tax cuts, suggesting the billions saved from reducing civil servant numbers could help fund such measures. 'Every pound the government pre-empts from the taxpayer is money they can spend on their own priorities, on their own lives,' he said. Johnson ordered ministers to return civil servant numbers to those of 2016 in the coming years, with staffing having increased by almost 25% to 475,000 full-time equivalent jobs. Ministers will have a month to put together proposals for how they will achieve this within their departments. A government spokesperson said: 'The PM and ministers are clear that the civil service does an outstanding job delivering for the public and driving progress on the government's priorities. 'But when people and businesses across the country are facing rising costs, the public rightly expect their government to lead by example and run as efficiently as possible.' Johnson has reportedly indicated the government was poised to cut taxes amid the cost of living crisis - but the idea was quickly shut down by the Treasury. 'We will have the maximum energy, effort and ingenuity to help the British people,' Johnson said the following day. 'You know the money we're already spending. Of course there will be more support in the months ahead, as things continue to be tough with the increase in energy prices.'", "65990ea08487b976b9f5c4a0f80f4a5193792cc37e69a31c8fa01790": "", "916782d6465ded3a6c4cd82042a23c0d8ac1c321ce604d29f14e762e": "", "9c30355b7e3ff6219f1074bffa60e6d7211979726b8520c689267528": "", "a4476a8e8d92305cc45d36e31b50d40aacc94b6a2915e5398e6d851c": "", "86ac44edadabbf0cf0064823eda94f0ece6039fef682b80f33fab101": "", "2fe629934cfe9da7e595a89c2b5c2a1a5937097b9254ade1ec957d02": "", "51cb8c6d09a1434135c3f024df46b93cf180279d96d5706e228d004e": "", "0cf24765b33c6d07812c1ea741e4bf016040ca7ed9e124173473764a": "", "e1b123772acdd3d4f5b9d4ff3b529d1fd65d7cce27b2d99e02b78061": "", "70994ab8198e9a79e747a075599de732b79a24b19e2b6c417bdb0529": "", "7a33be80cde9e1abed505f5d7ce7a86bce287fec8729e41fbd53c067": "", "545c09212fb35d0adb82a81d3b27619860077943dfa463ab9f81daae": "", "11e288cc5fa68dbf3ff3ed851fad99bf49e019441d2977996b4cc683": "Underwear-clad models stand in a rainforest, surrounded by ferns. Sunlight shines through the morning mist. 'Humans,' intones renowned primatologist Dr Jane Goodall. 'What unusual animals we are.' As the camera pans over a closeup shot of a male model's boxer briefs, the world's foremost expert on chimpanzees says, 'It's a big job making our world a better place, but getting started? Well, that's as easy as changing your underwear.' This 30-second ad, for Australian underwear company Boody, is now airing. Billboards from the campaign will soon be erected around Sydney and Melbourne. 'It's interesting,' says Associate Prof Michal Carrington, a researcher in ethical consumption at Melbourne University. 'Because you wouldn't expect Dame Jane Goodall to be fronting a campaign for underwear.' Elliot Midalia, co-managing director of Boody, says: 'We didn't want to just get any influencer or celebrity. 'Jane was the top of our list, and we're so happy that she said yes. We couldn't believe it.' Goodall's fee - a sum Boody are not contractually allowed to disclose - was paid directly to the Jane Goodall Institute. It's not the first time Goodall has appeared in advertising - she has also modelled for Stella McCartney and appeared in commercials for HP.  While the final cut of the commercial shows Goodall surrounded by models, the ad was shot in two parts. Goodall was filmed against a green screen in London, while the rest of the campaign footage was captured in Australia. Then, she was superimposed into the scene. 'She had a laugh about it, made a few jokes about how funny it was that she'd be out there with underwear models around her,' says Roy Leibowitz, one of the campaign's creative directors. 'She's so professional, it just seemed to come easy.' Goodall's outfit in the advertisement was also made by Boody. Midalia says they already had plans to make a turtleneck ('her signature,' as he puts it), but when the institute confirmed she would work with the brand, 'we quickly expedited that'. Carrington describes an endorsement from Goodall as 'significant'. 'Someone like Jane Goodall is not going to be part of any campaign that's going to detract from ... her credibility.' Boody is a B Corp certified business, a 1% for the Planet participant, and manufacture their garments from Forest Stewardship Council-certified bamboo. Midalia describes that ad's message as 'really about sustainability, about getting people to make a switch to an underwear that supports the planet'. While Carrington says the conservation message is important, she questions the efficacy of such a positive approach. 'Pulling my academic hat on,' she says, research suggests that when you want to engage people in an ethical decision, 'no matter what the message, or the cause, you really need to switch people on morally'. She notes that the campaign does not explain the impacts it is trying to address, from the destruction of native forests to the way cotton farming might deplete water resources. The most effective messages, Carrington says, create 'what we call moral shock'. 'This ad campaign doesn't really give that sense of moral shock, or that sense of why ... The sense that people in their own actions are implicated.' On the other hand, Carrington says, 'there is a whole argument going on about how much responsibility a consumer can have'. 'While it's great to see companies taking responsibility themselves and developing [more sustainable] products ... how much responsibility do we want to place on the consumer? 'From a cynical perspective you could say 'Well why isn't there legislation out there to stop the harmful effects of clothing?''  The headline of this article was amended on 13 May 2022 to remove a reference to a film about the primatologist Dian Fossey. ", "73e074608c9c673da0a200d34f165d143c6db3acf2d3c1b4a5d1d0a7": "", "a90237bd8f42899ebb4f907c65e62219680615a0ccb9c623d829ad61": "", "13f39d608d51e00f43b7d82866f1c08f9390df3ee8960a8eb1c8929b": "", "e28a9bf91a1761c8e07a42911762d2c46e34c7d1aef48fbf3b3f481d": "On 25 April, the former Missouri governor Eric Greitens, now running for US Senate, posted a video on Twitter of him and Donald Trump Jr, firing semi-automatic rifles at a range. 'Striking fear in the hearts of liberals everywhere,' the former president's son said. In the accompanying post, Greitens wrote: 'Striking fear into the hearts of liberals, RINOs, and the fake media.' Greitens, a former Navy Seal, shared the video even though a woman whom he had an affair with accused him of tying her up and tearing her clothes off without her consent, and his ex-wife, Sheena, accused him of knocking her down and hitting one of their sons hard enough to knock one of his teeth loose, according to an affidavit filed as part of a child custody dispute. She also alleged that he purchased a gun, refused to tell her where it was and threatened to kill himself unless she expressed public support for him. Greitens' gun-focused messaging is concerning, according to researchers who study links between communication and political violence, not only because more than a third of the mass shooters in recent years also had a history of committing domestic violence, according to a Bloomberg report. But it's also part of a significant increase among politicians - largely Republicans - in recent years in references to guns and threatening language in campaign ads, according to researchers. That rhetoric contributes to polarization in our society and can translate to physical violence, they say. Given the tense political climate, researchers expect rhetoric from rightwing political figures to continue to coarsen and lead to more violence before the pendulum swings back to a less charged time. 'Violence is in politics as a violation of the idea that people have an equal say in the political process of choosing their governments and of being able to express themselves freely,' said Nathan Kalmoe, professor of political communication at Louisiana State University and author of Radical American Partisanship. 'Clearly this kind of messaging, where you're calling out political opponents while you're shooting at a gun range, is a kind of a violent threat.' Since Donald Trump became president in 2016, the number of threats against members of Congress has soared, according to data provided by the Capitol police to news organizations. That year, there were 902 threats against the lawmakers. In 2021, there were 9,600. Republicans are also more likely than Democrats to think civilians may need to engage in combat to save America. A majority of Republicans support the possible use of force to preserve the 'traditional American way of life', according to a 2021 George Washington University Politics Poll. Among Democrats the number was 15%. When asked if a time will come when 'patriotic Americans have to take the law into their own hands', 47% of Republicans agreed, as opposed to 9% of Democrats. About one-third of Republicans also agreed that 'because things have gotten so far off track, true American patriots may have to resort to violence in order to save our country', according to a 2021 survey from the Public Religion Research Institute. Among Democrats, the number was 18%. But the use of incendiary speech to rile up supporters in a democracy did not start with Trump. 'Certainly, we've experienced time periods in the US that were as divisive and as polarized as today,' James Piazza, professor of political science at Penn State University, said. 'It kind of goes in waves. And if you look at the type of speech and rhetoric that politicians used in those previous eras of polarization and division, they look a lot like what you see today; it's dehumanizing speech.' Trump and other Republicans are using threatening language to tap into anger about the shifting demographics of the United States and the sense that a Christian way of life is coming under threat, according to political scientists. 'Trump played into that anger and amplified it and went much further than most Republican leaders, especially the most prominent, had gone in very explicitly making these statements, not just the election rejection, but also the other kinds of anti-democratic statements, including hostility towards various racial, ethnic and religious minority groups,' said Kalmoe. One key difference between the Trump era and other highly polarized periods is the advent of social media, which amplifies speech by instantly sending it to millions of people and often strips nuance from a statement, according to Helio Fred Garcia, professor of professional development and leadership at Columbia University and the author of Words on Fire: The Power of Incendiary Language and How to Confront It. 'There's a giant megaphone that is out there,' said Piazza, who authored a study on the connection between political hate speech and domestic terrorism. 'There really is a whole new realm of the ability to mobilize people, to radicalize people, to have more fringe voices play an outsized role in national discussions.' Greitens is not alone among Republicans in using such incendiary language. For example, Congresswoman Marjorie Taylor Greene, a Republican from Georgia, recently told Real America's Voice, a media group, 'The Democrats are the party of pedophiles. The Democrats are the party of princess predators from Disney ... Their identity is the most disgusting, evil, horrible thing happening in our country.' In interviews, political scientists said such language was occurring mostly but not exclusively on the right. But they struggled to provide examples of Democrats doing the same thing. In 2018, former attorney general Eric Holder, who served in Obama administration, said: 'When they go low, we kick 'em. That's what this new Democratic party is about.' 'Immediately the right jumped on him and said, 'He's provoking violence.'' Garcia said. 'Interestingly, the same people who said, 'No, Trump isn't promoting violence,'' criticized Holder. Given the charged political climate, the academics say more violence like - or worse than - the January 6 Capitol riot is inevitable. Piazza said this wave of divisiveness and polarization is reminiscent of the time before the civil war when 'you had similar politician rhetoric to mobilize voters and to demobilize and demonize the other side that resulted in political violence'. That said, Piazza does not expect something like the civil war to erupt. 'We do actually have pretty strong political institutions in the United States, and we have strong security institutions. The US military is extraordinarily professionalized, and the US military has done an extremely good job of being apolitical,' he said. Garcia also forecasts more violence. He thought the US could return to a more normal place after the end of Trump's presidency but because Trump still insists he won, Garcia thinks it will take more than eight years and further carnage for the pendulum to swing back to a more normal place. To avoid that, Piazza and others call for more regulation of social media. He is encouraged by bipartisan efforts to hold the companies accountable. He hopes the government introduces regulations so that a politician 'trying to rile people up for political gain or attention, or to raise money, wouldn't be able to get away with that on social media. They would have to really watch what they had to say in terms of demonizing others and engaging in hate speech,' he said. In the meantime, Greitens ranks third in the Republican Senate primary polling but still leads against Democratic candidates, according to FiveThirtyEight. Greitens and his primary opponents did not respond to requests for comment. In the campaign ad, Greitens and Trump switch from the semi-automatic rifles to handguns. It closes with them firing more shots and Greitens saying: 'Liberals beware.'", "9362248ba365faffe9469c056c899033e1a99016d1dc6247ed13f24e": "On an August morning in 1945, 600 metres over the Japanese city of Hiroshima, a small sun came briefly into existence. Few remember a sound, but the flash printed shadows on the pavements and sent buildings thrashing. The explosion - 2,000 times greater than that of any bomb yet used - announced not only a new weapon but a new era. It was a stunning military victory for the United States. Yet jubilation there was undercut by 'uncertainty and fear', the newsman Edward R Murrow observed. It took only a moment's reflection on the bomb's existence to see the harrowing implication: what had happened in Hiroshima, and three days later in Nagasaki, could happen anywhere. The thought proved impossible to shake, especially as, within the year, on-the-ground accounts emerged. Reports came of flesh bubbling, of melted eyes, of a terrifying sickness afflicting even those who'd avoided the blast. 'All the scientists are frightened - frightened for their lives,' a Nobel-winning chemist confessed in 1946. Despite scientists' hopes that the weapons would be retired, in the coming decades they proliferated, with nuclear states testing ever-more-powerful devices on Pacific atolls, the Algerian desert and the Kazakh steppe. The fear - the pervasive, enduring fear - that characterised the cold war is hard to appreciate today. It wasn't only powerless city-dwellers who were terrified ('select and fortify a room in which to shelter', the UK government grimly advised). Leaders themselves were shaken. It was 'insane', US president John F Kennedy felt, that 'two men, sitting on the opposite sides of the world, should be able to decide to bring an end to civilisation'. Yet everyone knowingly lived with that insanity for decades. It was as if, wrote the historian Paul Boyer, 'the Bomb' were 'one of those categories of Being, like Space and Time, that, according to Kant, are built into of the very structure of our minds, giving shape and meaning to all our perceptions'. Boyer remembered the unsettling news of the Hiroshima bombing, which occurred the week of his 10th birthday and shaped the rest of his childhood. Today, someone remembering the bomb that well would have to be 86 at least. The memory of nuclear war, once vivid, is quietly vanishing. The signs on the fallout shelters - those that remain - are rusted, and most of the world's population can't even recall an above-ground nuclear test (the last was in 1980). The bomb no longer gives 'shape and meaning to all our perceptions'; until recently, many thought of it only rarely. It has been tempting to see nuclear war as a bygone terror that no longer terrifies, like polio. Except that the threat of nuclear war, as Vladimir Putin is reminding the world, has not gone away. Russia has amassed the world's largest collection of nuclear weapons, and Putin has threatened to 'use them, if we have to'. The odds that he may are steadily increasing as Nato countries inch toward direct conflict with Russia. They are now sending Ukraine tanks and missiles, amassing troops in eastern Europe and providing intelligence that has allowed Ukrainians to target and kill Russian generals and sink a Russian warship. If this continues, the risk of nuclear war will be 'considerable', Russia's foreign minister has warned. 'The danger is serious, real, and we must not underestimate it.' Yet many of Putin's adversaries seem either unconvinced or, worse, unbothered by his threats. Boris Johnson has flatly dismissed the idea that Russia may use a nuclear weapon. Three former Nato supreme allied commanders have proposed a no-fly zone over Ukraine. This would almost certainly entail direct military conflict between Nato and Russia, and possibly trigger the world's first all-out war between nuclear states. Still, social media boils over with calls to action, and a poll found that more than a third of US respondents wanted their military to intervene 'even if it risks a nuclear conflict'. Nuclear norms are fraying elsewhere, too. Nine countries collectively hold some 10,000 warheads, and six of those countries are increasing their inventories. Current and recent leaders such as Kim Jong-un, Narendra Modi and Donald Trump have, like Putin, spoken brazenly of firing their weapons. After North Korea promised 'thousands-fold' revenge in 2017 for sanctions on its accelerating nuclear weapons programme, Trump threatened a pre-emptive strike, pledging to unleash 'fire and fury like the world has never seen'. 'This is analogous to the Cuban missile crisis,' one of Trump's former aides, Sebastian Gorka, insisted. Leaders have talked tough before. But now their talk seems less tethered to reality. This is the first decade when not a single head of a nuclear state can remember Hiroshima. Does that matter? We've seen in other contexts what happens when our experience of a risk attenuates. In rich countries, the waning memory of preventable diseases has fed the anti-vaccination movement. 'People have become complacent,' notes epidemiologist Peter Salk, whose father, Jonas Salk, invented the polio vaccine. Not having lived through a polio epidemic, parents are rejecting vaccines to the point where measles and whooping cough are coming back and many have needlessly died of Covid-19. That is the danger with nuclear war. Using declassified documents, historians now understand how close we came, multiple times, to seeing the missiles fired. In those heartstopping moments, a visceral understanding of what nuclear war entailed helped keep the launch keys from turning. It's precisely that visceral understanding that's missing today. We're entering an age with nuclear weapons but no nuclear memory. Without fanfare, without even noticing, we may have lost a guardrail keeping us from catastrophe. The nuclear age started at 8.15am, 6 August 1945, with the release of a 4,400kg bomb from a B-29 over Hiroshima. Forty-three seconds later, an enormous explosion shattered the city. That so much destruction could be wrought so quickly was shocking news, which until then only a small coterie of scientists and military officials had known. 'One senses the foundations of one's own universe trembling,' a New York paper wrote in reaction to the terrifying new weapon. What did the bomb mean? Atomic scientists, who'd had time to contemplate the question, rushed in to explain. The important thing wasn't that atomic bombs could incinerate cities - conventional weapons were already accomplishing that. What distinguished atomic weapons was how easy they made it, noted J Robert Oppenheimer, who had helped oversee the bomb's development. Atomic weapons 'profoundly upset the precarious balance' between offence and defence that had governed war hitherto, Oppenheimer explained. A single plane, a single payload - no city was safe. The implications were, the scientists admitted, horrifying. Albert Einstein had proposed in 1939 that the US government develop nuclear weapons, in order to ensure that Adolf Hitler wouldn't acquire them first. But immediately after the war, he worried about any country possessing such power. Along with many of his colleagues, he concluded that the only solution was a global government, sovereign above existing countries, that would hold the world's nuclear arsenal, enforce laws and prevent wars (other details were vague). One World Or None was the title of a bestselling book that Einstein, Oppenheimer and other scientists produced in March 1946. Even the head of the US air force contributed a chapter pleading for 'a world organisation that will eliminate conflict by air power'. Five months later, the world heard from another set of voices. The US occupation authorities in Japan had censored details of the bomb's aftermath. But, without consulting the censors, the American writer John Hersey published in the New Yorker one of the most important long-form works of journalism ever written, a graphic account of the bombing. Born to missionaries in China, Hersey was unusually sympathetic to Asian perspectives. His Hiroshima article rejected the bomber's-eye view and instead told the stories of six survivors. For many readers, this was the first time they registered that Hiroshima wasn't a 'Japanese army base', as US president Harry Truman had described it when announcing the bombing, but a city of civilians - doctors, seamstresses, factory workers - who had watched loved ones die. Nor did they die cleanly, vaporised in the puff of a mushroom cloud. Hersey profiled a Methodist pastor, Kiyoshi Tanimoto, who raced to the aid of his ailing but very much still-living neighbours. As Tanimoto grasped one woman, 'her skin slipped off in huge, glove-pieces'. Tanimoto 'was so sickened by this that he had to sit down for a minute', wrote Hersey. 'He had to keep consciously repeating to himself, 'These are human beings.'' Hersey's contemporaries understood the significance of these accounts. The New Yorker dedicated its full issue to Hersey's article, and within an hour sold out its entire newsstand print run of 300,000 (plus another 200,000 copies to subscribers). Knopf published it as a book, which eventually sold millions. The text was reprinted in newspapers from France to China, the Netherlands to Bolivia. The massive ABC radio network broadcast Hersey's text - with no commercials, music or sound effects - over four consecutive evenings. 'No other publication in the American 20th century,' the journalism historian Kathy Roberts Forde has written, 'was so widely circulated, republished, discussed, and venerated.' Tanimoto, boosted to celebrity by Hersey's reporting, made speaking tours of the US. By the end of 1949, he had visited 256 cities. Like Einstein, he pleaded for world government. World government: it seems now like a wild utopia. Yet an astonishing number of people - responsible, sober people - felt it to be the only way of preventing more Hiroshimas. Winston Churchill and Clement Attlee both supported the idea. In France, Jean-Paul Sartre and Albert Camus championed it. France's postwar constitution provided for the 'limitations of sovereignty' a future world state might require. So did Italy's. Even in the US, which stood to lose its nuclear monopoly and global supremacy, support for a world state hovered between a third and a half in opinion polls. 'World Government shall come - this is practically the consensus in this generation,' wrote the University of Chicago's chancellor; he even convened a committee to draft its constitution. When candidates in the 1948 elections were asked if they favoured a global government with direct jurisdiction over individuals and peacekeeping powers, 57% said yes, including John F Kennedy and Richard Nixon. In 1946, the movie star Ronald Reagan donated $200 to the cause. Such enthusiasm, however, counted for little in the face of geopolitics. Rising tensions between Washington and Moscow erased the possibility of global government. Still, they didn't change the fact: across the west, leading thinkers felt nuclear weapons to be so dangerous that they required, in Churchill's words, remoulding 'the relationships of all men of all nations' so that 'international bodies by supreme authority may give peace on earth and justice among men'. For Albert Einstein, a world state was 'the only one way out': it was either that or annihilation. Yet the world state never came, and neither did another nuclear war. One of the most surprising and important facts of modern history is a quiet one: in the 76 years since Hiroshima and Nagasaki, not a single nuclear weapon has been detonated in anger. Most weapons don't work like that. Poison gas is one of the few other military technologies that, despite its effectiveness, has been shunned - the first world war was a gas war, but the second world war mostly wasn't. Yet even chemical weapons have seen intermittent use, as by Iraq in the 1980s or Syria in 2013. By contrast, the number of nuclear weapons used since 1945 is zero. Why? The conventional explanation is deterrence. The very thing that terrified Oppenheimer about nuclear weapons - that they made attacking easy and defending nearly impossible - meant that any country nuking a similarly armed foe would have to expect a counterstrike. 'Because catastrophic outcomes of nuclear exchanges are easy to imagine, leaders of states will shrink in horror from initiating them,' the political scientist Kenneth Waltz argued. This logic led Waltz to a counterintuitive position: nuclear proliferation might be good. It's not just that nuclear weapons deter nuclear weapons, it's that they deter major wars in general by making the risks too high. The greater the number of states with nuclear arms, the argument goes, the less likely we are to see violence on the scale of the two world wars. Conflicts have indeed become smaller since 1945. And although there have been border skirmishes between nuclear states - China and the USSR in 1969, India and Pakistan more recently - there haven't been full wars. The bomb 'gave peace to Europe', the nuclear physicist Abdul Qadeer Khan argued. Khan led Pakistan's nuclear programme starting in the 1970s and then transferred nuclear technologies to Iran, North Korea and Libya in the 1980s and 1990s. His active role in proliferation horrified many, but Khan felt that Pakistan's acquisition of nuclear weapons (it tested its first in 1998) had saved it 'from many wars'. By this grim reasoning, we might celebrate the fact that nearly half of humanity now lives in countries with nuclear weapons (and mourn Ukraine's decision in the 1990s to destroy its warheads). Yet central to Waltz's deterrence theory was that the 'catastrophic outcomes' of nuclear war were 'easy to imagine'. For Waltz, who served in Japan in the immediate aftermath of the second world war, no imagination was necessary. Others needed help. This is why John Hersey's Hiroshima article and Kiyoshi Tanimoto's speaking tours were so important: they turned nuclear war from an abstraction into a reality. It was a reality many lived with daily. Today, telling schoolchildren to hide under their desks if a hydrogen bomb strikes seems quaintly unhinged (though, actually, it's good advice). But besides whatever trauma they wrought, preparedness drills like that created a widely shared nuclear consciousness. People regularly envisioned themselves in the position of the Hiroshima survivors. And if they needed help, such films as On the Beach (1959, US), The Day the Earth Caught Fire (1961, UK), The Last War (1961, Japan) and The Day After (1983, US but broadcast globally) vividly dramatised what a nuclear war would be like. 'Is it possible never to think about nuclear weapons?' asked the novelist Martin Amis in the 1980s. 'The man with the cocked gun in his mouth may boast that he never thinks about the cocked gun. But he tastes it, all the time.' In the same decade, the psychiatrist Robert Lifton assessed the 'psychic toll' such nuclear dread had taken. Hiroshima and Nagasaki weren't just historical events, he argued, they were psychological ones, with rippling consequences. Living with the threat of annihilation threw 'all relationships' into question. How could children trust their parents to keep them safe or churches provide spiritual continuity in such a world? Lifton attributed the rise of divorce, fundamentalism and extremism to the 'radical futurelessness' the bomb had engendered. Maybe one could dismiss the fallout shelters as theatre and the films as fiction. But then there were the bomb tests - great belches of radioactivity that previewed the otherworldly dangers of nuclear weapons. By 1980, the nuclear powers had run 528 atmospheric tests, raising mushroom clouds everywhere from the Pacific atoll of Kiritimati to the Chinese desert. A widely publicised 1961 study of 61,000 baby teeth collected in St Louis showed that children born after the first hydrogen bombs were tested had markedly higher levels of the carcinogen strontium-90, a byproduct of the tests, despite being some 1,500km away from the closest test site. Unsurprisingly, nuclear tests stoked resistance. In 1954, a detonation by the US at Bikini Atoll in the Pacific got out of hand, irradiating the inhabited atoll of Rongelap and an unfortunate Japanese tuna fishing boat. When the boat's sickened crew returned to Japan, pandemonium erupted. Petitions describing Japan as 'thrice victimised by nuclear bombs' and calling for a ban collected tens of millions of signatures. Ishiro Honda, a film director who'd seen the Hiroshima damage firsthand, made a wildly popular film about a monster, Gojira, awakened by the nuclear testing. Emitting 'high levels of H-bomb radiation', Gojira attacks a fishing boat and then breathes fire on a Japanese city. Gojira - or Godzilla, as he's known in English - wasn't the only one awakened by the 1954 Bikini test. The test put Hiroshima back in the spotlight and raised the profile of its survivors. In 1955, Kiyoshi Tanimoto brought 25 women, the 'Hiroshima Maidens', to the US for reconstructive surgery. He appeared before 15 million viewers on the television show This Is Your Life and recounted his ordeal the day Hiroshima was attacked. (In an agonising moment, he was then made to shake hands with a surprise guest, a drunken Robert A Lewis, one of the two pilots who had bombed it.) As the anti-nuclear movement spread, 'Hiroshima' became less an unfortunate event in Japan's past than a semi-sacred one in world history, to be commemorated by morally serious people no matter their nationality. Tanimoto promoted 'Hiroshima Day' and by the early 1960s there were protests and memorials on that day throughout the world. Denmark alone held demonstrations in 45 towns in 1963. By then, Hiroshima occupied a similar place in public memory to Auschwitz, the other avatar of the unspeakable. The resemblance ran deep. Both terms identified specific events within the broader violence of the second world war - highlighting the Jews among Hitler's victims, and the atomic bomb victims among the many Japanese who were bombed - and marked them as morally distinct. Both Hiroshima and Auschwitz had been the site of 'holocausts' (indeed, early writers more often used that term to describe atomic war than European genocide). And both Hiroshima and Auschwitz sent forth a new type of personage: the 'survivor', a hallowed individual who had borne witness to a historically unique horror. What Elie Wiesel did to raise the stature of Europe's survivors, Tanimoto did for Japan's. In their hands, Hiroshima and Auschwitz shared a message: never forget, never again. Yet the analogy was imperfect. The European Holocaust was the work of many hands. Mass killing, ordered from on high, had to be carried out by countless willing executioners, who snatched the victims from their homes, stuffed them on to trains, kept them in camps, shot them, gassed them and disposed of their corpses. By contrast, the nuclear apparatus, once in place, could be set into motion by a handful of men in only a few minutes. This also meant, the world soon realised, that another Hiroshima could come by accident. The murder of Europe's Jews was many things, but it wasn't inadvertent. In nuclear standoffs, a plane crash, system malfunction or miscalibrated threat could all plausibly trigger annihilation. Nuclear standoffs are dangerous by design. As in the game of chicken, the point is to set off on a collision course and frighten your opponent into swerving first. 'Fill the nuclear glass to the brim,' Soviet premier Nikita Khrushchev advised his colleagues, 'but don't pour the last drop.' Such brinksmanship requires leaders to quell their doubts, possibly even to convince themselves that they're willing to see the glass spill over. Perhaps some are. 'The whole idea is to kill the bastards,' said US general Thomas Power, when presented in 1960 with a nuclear plan designed to minimise casualties. 'Look. At the end of the war, if there are two Americans and one Russian, we win.' This is the man who led the US Strategic Air Command - responsible for its nuclear bombs and missiles - during the Cuban missile crisis. Generals like Power, tasked with winning wars, pressed often for pre-emptive strikes. Yet they were fortunately overruled. Deterrence is surely one reason why, but memory played an important part, too. At key moments, decision-makers vividly imagined what would happen if they fired their weapons. They knew what nuclear aftermath looked like. Even Truman, who had initially considered the bombing of Hiroshima 'the greatest thing in history', found cause for restraint. When the UN forces became stalemated in the Korean war, their commander Douglas MacArthur requested 'atomic capability', later explaining that he'd wanted to drop 'between 30 and 50 atomic bombs'. Although Truman readied nuclear weapons, he fired MacArthur and declined to use them. Why? Looking back, Truman complained of his 'locally minded' field generals who couldn't grasp what going nuclear would have meant. It would have meant an escalating war destroying cities containing millions of 'innocent women, children and noncombatants', Truman imagined. Truman 'just could not' drop the bombs, he wrote. And, he added, 'I know I was right.' Truman's successor, Dwight Eisenhower, felt the same. He built up his country's nuclear arsenal, but when his military advisers urged a preventative attack on the Soviet Union, he refused. He'd seen war, and he could easily envision a nuclear conflict. It would mean, he told them, a 'great area from the Elbe to Vladivostok and down through south-east Asia torn up and destroyed without government, without its communications, just an area of starvation and disaster'. He couldn't do it, either. Such familiarity with war's horrors proved essential in the Cuban missile crisis. The US placement of nuclear missiles in Turkey, followed by the Soviet placement of them in Cuba, brought the two powers terrifyingly close to war. But after a series of escalating threats, Kennedy's Soviet counterpart Khrushchev changed the tone with a frantic, personal appeal. 'I have participated in two wars and know that war ends when it has rolled through cities and villages, everywhere sowing death and destruction,' he wrote. Kennedy, as a fellow 'military man' who had also seen combat (Khrushchev mentioned this twice), would 'understand perfectly what terrible forces' could be unleashed. Kennedy did understand, and he veered away from what he called the 'final failure'. Yet even as Kennedy and Khrushchev were de-escalating their dangerous confrontation, a 'far more dangerous' one was developing at sea, the late historian Martin Sherwin has argued. Its resolution suggests just how important experiential knowledge has been in keeping disaster at bay. The situation involved a Cuba-bound Soviet submarine, carrying a nuclear warhead as powerful as the one that had decimated Hiroshima. The submarine, out of radio contact for days, had missed all the hasty diplomacy between Kennedy and Khrushchev. And so, when the sub's captain found himself beneath a US warship, he refused to surface when signalled. Instead, he stayed submerged while the US sailors grew more aggressive in their signalling. One skipper tried the unauthorised and reckless tactic of dropping grenades on the sub. The explosions were terrifying, and the Soviet captain understandably assumed the war was on. He ordered the torpedo readied. 'We're gonna blast them now! We will die, but we will sink them all - we will not become the shame of the fleet,' the ship's radio officer remembered him shouting. Firing the first nuclear weapon since Nagasaki at the US navy near Cuba at the height of the missile crisis would have almost certainly triggered nuclear retaliation. 'This was not only the most dangerous moment of the cold war,' believed Kennedy aide and historian Arthur Schlesinger Jr, 'It was the most dangerous moment in human history.' The disaster was prevented by a Soviet officer, Vasily Arkhipov, who by chance had been assigned to travel with the submarine. Fifteen months earlier, he'd served aboard a nuclear-powered submarine whose reactor coolant system had failed, exposing the crew to radiation and killing 22 of his 138 shipmates. 'He'd seen with his own eyes what radiation did to people,' his wife told a historian. 'This tragedy was the reason he would say no to nuclear war.' Now facing the likelihood of war in the Caribbean, Arkhipov talked the enraged captain down. It was astonishing luck: the submarine poised to start a nuclear war randomly had aboard one of the few individuals on the planet with recent experience of nuclear disaster. The ability to clearly remember and imagine nuclear war's consequences had been, once again, essential to averting them. In 1985, John Hersey returned to Hiroshima for the 40th anniversary of the bombing. He came to commemorate the past, but he found it fading. The survivors, on average, were now 62. Two of the six people he had profiled in his article were dead. Kiyoshi Tanimoto was still alive, but he was over 70 and retired. 'His memory, like the world's, was getting spotty,' Hersey wrote. By then, the above-ground nuclear tests had stopped (the achievement of decades of antinuclear activism and treaties). Apocalyptic movies continued, but more often featuring zombies, aliens, intelligent machines, diseases or climate change than nuclear catastrophe. Hiroshima's resonance, which once matched Auschwitz's, was growing muffled. Today, knowledge of the Holocaust is kept alive by more than 100 museums and memorials, including in such unexpected countries as Cuba, Indonesia and Taiwan. But there is no comparable memory industry outside of Japan to remind people of nuclear war. The result is a profound generational split, evident in nearly every family in a nuclear state. My father, born a month after Hiroshima was bombed, remembers going to a concert during the Cuban missile crisis 'wondering if I would survive to the end'. My mother had constant nightmares of nuclear war. By contrast, I was born the year the atmospheric testing stopped, and such thoughts never crossed my mind. The extent of my nuclear consciousness was the hours I spent playing a video game called Duke Nukem. That game debuted in 1991, the year the cold war ended and Mikhail Gorbachev declared that 'the risk of a global nuclear war has practically disappeared'. We should feel relief, but the dispelling of dread has made it hard for many to take nuclear war seriously. 'I hear people talk about nuclear weapons,' arms control expert Jeffrey Lewis told me recently, 'and it's just so divorced from reality.' They've become 'dead metaphors', Lewis feels, lacking the concreteness to disturb our thoughts or constrain our behaviours. With nuclear threats far from mind, voters seem more tolerant of reckless politicians. Donald Trump, a case in point, has made outrageous threats, praised his own 'unpredictability' in nuclear affairs and suggested using nuclear bombs against hurricanes ('you could hear a gnat fart in that meeting', a source told Axios). Yet in the energetic discussion about the risks of Trump's running for president in 2024 and winning, nuclear issues are far from central. Nor is it only Trump. The nine nuclear states have had an impressive string of norm-breakers among their recent leaders, including Trump, Vladimir Putin, Narendra Modi, Kim Jong-un and Benjamin Netanyahu. With such erratic men talking wildly and tearing up rulebooks, it's plausible that one of them might be provoked to break the ultimate norm: don't start a nuclear war. Caution does not seem in abundance nowadays. Invading Ukraine, Russia turned Chernobyl into a battlefield and recklessly shelled Europe's largest nuclear power plant at Zaporizhzhia. The Zaporizhzhia attack unsurprisingly set part of the site aflame. It was 'the first time in history' that a nuclear plant had been attacked, Ukrainian president Volodymyr Zelenskiy pointed out. 'If there is an explosion, it is the end of everything.' But how guided are leaders by such fears? In the past 20 years, the US has pulled out of the 2015 nuclear deal with Iran and two of the three main treaties restraining its arms race with Russia (the third is in bad shape). Meanwhile, China has been developing aggressive new weapons. In 2019, India made an airstrike in Pakistan, the first time its planes crossed the military border in Kashmir - known as the Line of Control - since either state acquired nuclear weapons. India has 'stopped the policy of getting scared of Pakistan's threats', its prime minister, Modi, declared. India has the 'mother of nuclear bombs' and its arsenal is 'not being kept for Diwali'. The cost of the shredded norms and torn-up treaties may be paid in Ukraine. Russia invested heavily in its nuclear arsenal after the cold war; it now has the world's largest. The worse the war in Ukraine goes, the more Putin might be tempted to reach for a tactical nuclear weapon to signal his resolve. Already, Russia has threatened nuclear war multiple times, and yet Nato countries increase their aid to Ukraine. The 'current generation of Nato politicians', Russia's exasperated ambassador in Washington has complained, 'does not take the nuclear threat seriously'. Maybe they don't. Hiroshima lies just outside their collective memory. The oldest of the 30 Nato leaders, Joe Biden, was two years old in August 1945. The youngest, prime minister Dritan Abazovic of Montenegro, may not even remember the cold war, as he was five when the Soviet Union collapsed. That is what time does. Traumas fade, fortunately for us all. It is a profound achievement - though surely aided by luck - that no nuclear war has refreshed our memories since 1945. We should rejoice, too, that the looming dread engulfing past generations has largely dissipated. This is what we want nuclear war to be: an archaic practice, relegated safely to the past. But we can't drive nuclear war to extinction by ignoring it. Instead, we must dismantle arsenals, strengthen treaties and reinforce antinuclear norms. Right now, we're doing the opposite. And we're doing it just at the time when those who have most effectively testified to nuclear war's horrors - the survivors - are entering their 90s. Our nuclear consciousness is badly atrophied. We're left with a world full of nuclear weapons but emptying of people who understand their consequences. ", "ab2492f172a287482559fdba3c48e1d90ea17453a852ff7f6d03e7a0": "When Laurie Bertram Roberts was 17, she was sent home from hospital and almost bled to death. Pregnant and experiencing bleeding, she had gone to the emergency department of her nearest hospital in Indiana twice, and was told she was miscarrying, but, because a scan showed the foetus still had a heartbeat, she was also told there was nothing they could do. What she needed, in order to end a pregnancy that was ending anyway, was an abortion - but she says the Catholic hospital would not provide one. 'They had the power to end my pregnancy right there, when I was already bleeding fairly heavily, in a tremendous amount of pain. Instead, they sent my scared 17-year-old self, a mother of two already, home.' There Bertram Roberts collapsed. She closes her eyes, visualising the scene. 'I remember what it feels like to think you're dying. Laying on the floor, in my mom's kitchen, I passed out.' She was taken to hospital to have the emergency procedure that she could have had earlier. She had twins already, having got pregnant and married at 16 (though the marriage didn't last). By the time she was 25, Bertram Roberts, now 44, had seven children. She had wanted to terminate one of these pregnancies - her health was suffering so soon after her previous birth, and she was a single parent living in poverty. It seemed impossible to have another baby, but when she arrived at the clinic, she found she couldn't afford the abortion. 'I got turned away, and then I ended up being too far along. The trauma of that, even though I love my child ... I came to terms with having to stay pregnant, but not everybody does. I was fortunate - I had my mom and my grandmother to help me. That's the only reason I made it through. I can't imagine what it would have been like if I didn't have that.' Both these events - needing or wanting an abortion, but not being able to have one - crystallised Bertram Roberts's belief in reproductive rights, and set her on a course as an activist. Bertram Roberts, who identifies as a non-binary femme, is executive director of the Yellowhammer Fund, an organisation based in Alabama that provides abortion care and campaigns for reproductive justice. When we speak over Zoom, Bertram Roberts - warm, funny, just the person you'd want to get you out of a difficult situation - is at home in Tuscaloosa, with a Wonder Woman poster just behind her. The previous organisation she founded and is still involved with, the Mississippi Reproductive Freedom Fund (MRFF), is now run by two of her daughters. Since the draft opinion overturning Roe v Wade, which had established a legal right to abortion, was leaked, Bertram Roberts says: 'I haven't been able to sleep, but before this, I was having trouble sleeping.' In the states she has lived and worked in, abortion access has always been fragile, and increasingly limited. Mississippi has a 'trigger law', which means that abortion will be banned if, as looks likely, Roe v Wade is overturned. It will almost certainly become illegal in Alabama, too, as well as neighbouring states, meaning options for women - even if they could afford to travel - will become extremely limited. It will disproportionately affect women of colour, who accounted for nearly 67% of abortions in Alabama in 2019, and those living below the poverty level, who will be more likely to self-manage abortion with pills at the risk of being caught, 'and criminalisation is going to disproportionately fall on black and brown bodies, because it always does.' Forced birth, says Bertram Roberts, 'is going to kill people. You can't force people to stay pregnant and then not expect that people are going to die, when it's more risky to give birth than to have an abortion. And that's just in general, that's not even specific to black women.' Yellowhammer and MRFF have provided women with money to pay for not only the abortion itself (since 2020, Yellowhammer has had its own clinic, but both funds enable women to access clinics across state lines), but transport, childcare costs, and food. Bertram Roberts sees reproductive justice as all-encompassing - not just providing access to abortion and contraception, but supporting families to look after the children they already have. 'We're also doing work around self-managed abortion, making sure people know how to safely use pills.' Bertram Roberts was raised a fundamentalist Christian and grew up believing abortion was evil. As a child, she would go on 'plenty of anti-choice events. I got told that I was a survivor of the 'post-Roe holocaust'.' A grim smile. 'And they would specifically say to me I should be very grateful that my white mother decided to have me because she was pregnant with a black man's baby.' Then, she says, 'life happened, and I became a teenage mom and wife. I got pregnant again and again and again, and you just learned that no issue is as black and white as anti-abortion activists try to make it seem.' She has always been an activist - when she was about 11, she started a petition at school to get a janitor, who had been bullying children, fired. In her 20s, she went to a community college, and excelled, despite having her last two children during her time there. At 27, she got a scholarship to Jackson State University in Mississippi, leaving her children with her mother while she studied for a political science degree. She would call them every evening, and spend every night marking their homework. In her third year, they were allowed to come and live with her on campus. University - where she embraced racial justice and feminist campaigning - politicised her. As an older student, and mother of seven, young students sought her out if they were pregnant and wanted an abortion. 'When folks needed to figure out how to get to a clinic or how to get the money, I was kind of that person.' She was also part of a group fighting to get the university to take the domestic violence she had witnessed on campus seriously (before university, she had survived domestic abuse). During this time, a fellow student, Latasha Norman, was killed by her boyfriend. 'We could have been doing actual preventative work,' says Bertram Roberts. 'One of the lessons that I learned from that is that we help us. It's good to work on policy and within the system, but at the same time, we got us. That really influenced the work I do now.' She became more involved in abortion rights around the time Mississippi was considering the 'personhood amendment', which, had it passed, would have defined life as the moment of conception, but was rejected by voters. Involved with the local branch of the National Organization for Women (NOW), she was the only person who would go on television to talk about the incendiary issue of abortion. 'A lot of people had jobs to lose,' she says. Bertram Roberts was unable to work because of chronic health problems. 'You can't fire me from being disabled,' she says with a laugh. 'What are you going to do? Fire me from being a caretaker to my kids?' Funny and forceful, she is a natural communicator, and didn't go in for euphemisms such as 'reproductive health'. 'Abortion! Say the word, otherwise a lot of times people don't even know what you're talking about. So that became my job. I became the abortion lady of Mississippi.' By 2013, she was escorting women to clinics. What was that like? She pauses. 'I won't say I wasn't ready, because I knew what they [the anti-abortion protesters outside clinics] were going to be like, but I don't think I expected them to be so personal. It was like they did research on me - they knew how many kids I had, they knew when I had them.' Her teenage daughters would go with her and Bertram Roberts remembers protesters calling them 'jezebels'. 'Like, who does that?' she says. 'They would come up to [my daughter] and be like, 'how many abortions have you had to be so eager to kill black children?'' Bertram Roberts wasn't, she says with a wry smile, 'ready for them to lecture me about black history. The audacity of these white people!' They would tell her that one day she would be on trial 'just like Nazis. 'OK, thank you, people who think The Handmaid's Tale is a fanfic. Please get the fuck out of my way.'' She gets abusive emails now, including one this week that ended by saying her mother should have aborted her. She laughs and says, 'there's nothing like being so anti-abortion that you think I should be aborted.' Bertram Roberts was meeting women who were sometimes a few dollars short, sometimes more, who couldn't pay for their abortion, and so she would scramble to raise money. At first funding came through NOW, then in 2015 she established MRFF as a separate organisation. 'It really came out of seeing people who didn't have a taxi fare, who came hungry. The need is so great.' Sometimes accessing abortion would mean travelling for hours, and women would tell Bertram Roberts they had food for the trip, 'but really, what they mean is they're going to buy a box of cereal on their food stamps'. The reputation of MRFF grew; at one point, she says, it was getting 100 calls a week. 'There's just no way to get back to that many people, and we were out of money.' It had to close down for a few months to cope with the backlog. Now the MRFF gets about 20 calls a week, 'and we're able to help about half of those'. (Yellowhammer receives 50 to 60 calls a week.) The majority of women who access the services, she says, 'are low-income or working class and already have kids. They understand the decision that they're making. And some folks just don't want to have kids.' They have included women whose sterilisation surgery has failed. 'People who were using contraception and it failed, people who had their contraception sabotaged, young people who are preyed upon or assaulted, grandmas who thought they were in menopause. People who get abortions are the people you know. That's what I've learned doing abortion care.' Abortion, she says, is simply part of wider reproductive healthcare. 'You never know when a pregnancy that is going as planned will turn into a pregnancy where you need abortion care. The bravado that some people have to think, 'It could never be me ...' I didn't choose to need an abortion at 17. I was a fully pro-life, never-have-an-abortion person and then almost died because no one would give me one.' Ultimately, she says, nobody should have to feel like a choice was made for them. 'You should have support whether you choose to parent, or have an abortion.' She smiles, clearly frustrated by the fight but ready for it. 'I don't see what the issue is. What is so hard about this?'", "1f767ff6d9728fdc75eecd135065e3ac9711d6f6121c25e385ded91f": "The UK government is threatening to write new laws to allow it to unilaterally override parts of the Northern Ireland Brexit protocol due to concerns over 'peace and stability'. But what options are open to the UK, given the protocol was part of a legally binding international treaty co-signed with the EU? Catherine Barnard, a professor of EU law at the University of Cambridge, thinks there are five options to consider. Article 16 of the protocol This is the most oft-cited set of clauses allowing for 'safeguard measures' which could include a pause of the checks and controls on goods crossing the Irish Sea in the event of 'serious economic, societal or environmental difficulties that are liable to persist' or in the event that there is 'diversion of trade'. In a statement earlier this week, the government said 200 retailers had stopped delivering to customers in Northern Ireland. But while article 16 allows the UK to take 'safeguard measures', this has already effectively been put in place through earlier unilateral action to suspend the checks on many goods. The section of the protocol also requires the UK to give the EU a month's notice that it is invoking article 16 and the protective measures must be reviewed with the EU in the joint committee every three months. As a negotiating tool, this is not strong. But it could score points among unionists and Brexiter backbenchers. Section 7 (a) of the European Union (Withdrawal Agreement) Act 2020 This gives direct effect to the supremacy of the withdrawal agreement over domestic law. It covers all three elements in the agreement - the Irish border, citizens' rights and the divorce bill. To invoke it fully would be tantamount to walking away from the Brexit deal entirely. Using Section 7 (a) would be very serious because it would mean removing the entire agreement which would remove citizens' rights too. What the government could be looking at doing is just turning the agreement off in respect to anything to do with the Northern Ireland protocol. Section 8 (c) of the European Union (Withdrawal Agreement) Act 2020 This enables the UK to implement updates to any EU directives in relation to the Northern Ireland trading arrangements without having to go through an act of parliament. It results in what is known as 'dynamic alignment' of British and EU laws in this limited geographical area of the UK. This would delight the unionists who have complained that the UK's sovereign right to make its own laws for the entire country has been undermined by the protocol. Section 38 (b) of the European Union (Withdrawal Agreement) Act 2020 This is known as the Bill Cash clause, which recognises that the parliament of the UK is sovereign. While the clause has been frequently referred to in EU scrutiny committee hearings chaired by Cash, a veteran Eurosceptic, it has never been challenged. It is also seen as stating the obvious, and is unlikely to be the core of legal manoeuvres made by the foreign secretary, Liz Truss. Article 62 of the Vienna Convention Barnard thinks this is where Truss and the attorney general for England and Wales, Suella Braverman, could be focusing their legal arguments. The 1969 pact allows for a country to withdraw from an international treaty when 'a fundamental change of circumstances which has occurred with regard to those existing at the time of the conclusion of a treaty, and which was not foreseen by the parties, may not be invoked as a ground for terminating or withdrawing from the treaty'. Barnard says this would be open to challenge, as all parties knew about the divisions in Northern Ireland and the Belfast Good Friday agreement includes mechanisms to respect all parts of the community. Article 62 also warns that this 'change of circumstances' could not be a reason for walking away from an international treaty if 'the existence of those circumstances [which allegedly changed]' were an 'essential basis' of the consent of the two sides. As the protocol was all about protecting peace on the island of Ireland and ensuring no hard border between Northern Ireland and the Republic of Ireland, this may not be a watertight ground for disapplying the treaty, she suggests.", "d75ab150358040bdb774c8b9935c88157b1c70bcc618c1540863c9bf": "It started in early May with a post on a Facebook page for second-hand goods in the Canadian town of Miramichi, New Brunswick. A hundred Canadian dollars had been hidden somewhere near the town's harbour, it said. The following days brought more clues for other locations. Some made sense. Most were maddeningly vague. A week later, the town of 17,000 has become gripped by a mysterious horror-themed treasure hunt, with thousands of local people grappling with a succession of clues - and the promise of a cash prize. 'I don't think anything of this magnitude has ever happened in Miramichi,' said Adams Robichaud, a high school student. 'And we just absolutely love it.' Robichaud has been unsuccessful in his attempts to find the money. But like others in the town - where many have felt stifled by Covid public health restrictions - he has been swept up in the excitement of the hunt. The game is run by a shadowy figure calling themselves Roman Dungarvan, and claiming to be a descendant of an Irish cook robbed and murdered at a nearby logging camp in the late 19th century. According to local lore, the cook's body was buried in a shallow grave in the nearby forest, but on the night of his death, the air was filled with the 'most dreadful whoops and screams anyone has ever heard'. The men fled the next morning - and the legend of the Dungarvan Whooper hasfascinated residents ever since. On the Facebook page Miramichi Mystery Machine, the younger Dungarvan posts messages with a distorted voice and the image of a hooded figure. Many of the competition's locations have a horror theme: one clue took the treasure hunters to French Cove, supposedly haunted by the headless nun. Another was the poster for the 1980 slasher film Prom Night. (The money that night was eventually located in an abandoned school building.) Tim Sutton, a local TikToker, found himself frustratingly close to one of the stashes of money. 'I was wearing my pizza costume - something I do for TikTok videos - and searched for nearly seven hours that night. I didn't find it,' he said. 'But it's not about the money. It's more about the hunt and getting out in the fresh air and kind of making new friends.' A few days later, Sutton successfully solved a different clue, and received the money via bitcoin transfer. Dungarvan has remained eerily close to the action, giving hints and directions to treasure hunters in real time.. 'One time he posted, 'Tim Sutton, you're going the wrong way.' ,' the TikToker said. 'Another night he said, 'Man in the orange shirt - you're close.' He's watching you.' Despite its forbidding persona, the Dungarvan character also has a softer side, reminding treasure hunters to socially distance when they met at a local Dairy Queen - and to tip cashiers. (Staff at a fast food restaurant told the Guardian that event brought in $50 in tips). On the Facebook group, residents have enthused about their new shared obsession. One woman described spending a rare day outside with her husband and children. 'They weren't glued to electronics - they were making memories,' she wrote. So far, six prizes of $100 have been discovered and Dungarvan says that this Friday - Friday 13th - at 7pm, the prize will be C$1,300. A posting for the event features an image from the Friday the 13th horror films, a warning that anyone with a heart condition should not participate - but also a plea for participants to respect the speed limit. Sutton admits the game could be a ruse put on by some local businesses or even the city. But he's already started trying to guess where the final payout could be hidden, drawing on his girlfriend's extensive knowledge of horror movies. 'There's so many different horror legends here in Miramichi that it's hard to know where to start,' said Sutton. 'But like everyone else, I know I'll be ready, sitting in my car on Friday the 13th at 7pm - and ready for anything.'", "aba570217c4be346b39f97c0105256240611b79b5b230a1b9f574a25": "A baseball signed by the Ukrainian president, Volodymyr Zelenskiy, has sold at auction for more than $50,000, with a portion of the proceeds going to Ukrainians displaced by the Russian invasion. A Boston auctioneer, RR Auction, said the winning bid for the Rawlings Major League baseball was more than three times its estimate. The company will donate its $15,000 cut from the sale. The seller, Randy Kaplan, will donate an undisclosed portion of his proceeds to the global non-profit Americares. The ball is signed in black felt tip in Ukrainian Cyrillic and Latin letters. It is accompanied by a letter signed by Volodymyr Yelchenko, the permanent representative of Ukraine to the United Nations. Kaplan is a well-known collector of baseballs signed by world leaders who rarely auctions his prized pieces. The winning bidder wished to remain anonymous, but was described by RR Auction as a 'collector from the midwest who is thrilled to have some of the funds go to the Ukraine relief effort'. Documents signed by the British naturalist Alfred Wallace, inventor Nikola Tesla, Albert Einstein and founders John Hancock and John Adams were sold in the same auction.", "548c276e52510b97db21d2b36e39e13386cd8077ff00a9d85149bbd7": "We would like to hear from people who are affected by the war in Ukraine. You can share news tips or experiences directly with our journalistsby getting in touch below. You can get in touch by filling in the form below, anonymously if you wish, or contact us via WhatsApp by clicking here or adding +44(0)7766780300. You can also contact us via Telegram by clicking here or adding +44(0)7799322095. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact before we publish, so please do leave contact details. Please note that while we'd like to hear from you, your security is most important. We recognise it may not always be safe or appropriate to record or share your experiences - so please think about this when considering whether to get in touch with the Guardian. IP addresses will be recorded on a third party webserver, so for true anonymity use our SecureDrop service, however anything submitted on the form below will be encrypted and confidential if you wish to continue. If you're having trouble using the form, click here. Read terms of service here and privacy policy here.", "8142a6ea3ecdc73070445e5e6d4cc6585a1133b36401b261dc049687": "", "d3cec7d744da8c6bebd7d33d3284ce2e751ed53a8e7c266a1d6ff0fd": "We would like to hear from social media influencers about how they make their money. Have you struggled to generate an income from social media?  You can get in touch by filling in the form below or contact us via WhatsApp by clicking here or adding +44(0)7766780300. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact before we publish, so please do leave contact details. If you're having trouble using the form, click here. Read terms of service here and privacy policy here.", "0b87ce4d46846bdc117f4f90b89e7d5a6c9dc7ea1fe5565431faad1a": "Get in touch with your news tips and stories by filling in our encrypted form below.  We will contact you if one of our journalists is interested in following up on your story.", "5017f52071326347587924251c157a0e86e587ec7b86625b7595e706": "", "f4893a0b9018b07af3d2052656d5fe5f00dc63a9422c3791d1b29cc8": "", "4c10c4e560921e4bb5f46403448483f354d035d757e1e3814a6f74ee": "", "35cefcdaff2700261f80710a228fd541b1fb792e96f929a2bfc54edf": "", "9ce8076eba0d75088435fdefb8c17a95c0e795ef074f812bb810b184": "", "26f605fd3dbec06b6bbc6a80aa029e1afd02f079b499e24dd70663a0": "", "05d4c7c97e8823f43da1726ef11e5ac49c698e1c01b3faf25622ab5a": "", "87f2265f6c626244d1518fd0e315b51f841c4c03cf469bfb67a6332a": "", "15aaaa487c01d08542a4a5af36728d50ac49592fd48e83583308bc4e": "", "54cd298a41b510f1c0df06f87df07a01c96f7903208bc207851260c9": "", "d4cf06108d09c5c120896be434f4ab7cdab4859c6a50a654d994d8ad": "In the early hours of the morning, before sunrise, the refugees in Borama gather around vendors selling bread out of wheelbarrows, hoping for handouts. The nearby tea shops do what they can to help, dishing out hot drinks to hundreds of people who have left fighting and drought in Ethiopia for sanctuary in Somaliland's border city. At night, families lie in rows on the pavements, huddled under blankets. In January, Anajow Abana travelled 300km from Tigray, in northern Ethiopia, to Somaliland. She and her three-year-old daughter are living on the city's streets, surviving on the charity of local people. 'We fled fighting and drought,' she says. 'The fighting was so bad and they killed my husband and two of my children. It took us 12 days to get here and was such a difficult time,' she says. Mimi Tadasse is also living on the streets of Borama. It took her 14 days to reach the city. 'We got here a week ago,' she says. 'It was a hard journey. We had to go through areas of fighting, and it was very dangerous.' Tadasse is from the Amhara region of Ethiopia, which has been engulfed in conflict during the war that began between forces loyal to the Tigrayan regional government and the Ethiopian armed forces in November 2020, and quickly spiralled to include a number of armed groups, regional militias and the Eritrean military. Mohamed Warsame (Baradho), the mayor of Borama, which is home to about 200,000 people, believes the number of refugees in the city is much higher than estimates. According to immigration officials, at least 10,000 people arrived in the first two months of 2022, he says, and many more will have crossed the porous border unofficially. Many refugees travel on to the capital Hargeisa and other areas, rather than staying in Borama. Some walk as far as Bosaso on the coast and try to get a boat across the Gulf of Aden to Yemen. From there, they walk to Saudi Arabia in the hope of finding employment as labourers or shepherds. People arriving from the Somali region of Ethiopia find it easier to assimilate and set up a shelter in the refugee camps, as they speak the language; it is much more challenging for those from Tigray, Amhara or Oromia. There are two refugee camps in Borama, where it is estimated more than 2,000 families reside. Some have been in the camps for more than 20 years, others just a few days. There is little infrastructure, but there is a school built by Unicef, and local and international NGOs have assisted with latrines and water points. The plight of the refugees in Borama is part of a growing crisis engulfing the Horn of Africa, where 16 million people in Somalia, Kenya and Ethiopia are in dire need of food. Consecutive droughts have exacerbated the effects of war, leading to water scarcity, livestock deaths, soaring food prices and acute insecurity. A poor start to the 2022 rainy season coupled with the war in Ukraine could have catastrophic results, Save the Children warned in April. The mass movement of vulnerable people over insecure border areas threatens to further destabilise the region and harm communities, with many migrants facing the additional threat of unexploded ordnance (UXO) and landmines as they move through unfamiliar territories. The border with Ethiopia has been heavily fought over since the 60s, particularly during the 80s and 90s, meaning former battle sites are heavily contaminated with UXO. Dayis Amin and his wife, Suldan, are living in a refugee camp in Borama with their eight children having fled a disputed area close to Harar, Ethiopia. They say they were unable to grow any crops because of fighting and drought. Amin says: 'It is difficult here. Some days we eat nothing. 'We had a good life before. We had 20 cows and 30 sheep. Then there was trouble, and we couldn't get by. We couldn't farm because of the fighting, so when the drought came all the animals died. 'There were also explosions where we were, from the fighting. About six months ago, a group of children were playing with a metal item just 150 metres from our house. There was an explosion and five children died.' Omar Mohammed, Somalia country director for MAG, a humanitarian organisation that clears UXO and landmines, says: 'Moving across borders into Somaliland to seek humanitarian assistance or better conditions is the only way to cope for these people - while the UXOs and mines litter both sides of the border from previous wars. The UN estimates there were more than 317,000 newly displaced people within Somalia in January 2022 due to conflict and drought-related issues. 'We are doing our best to keep people safe by advising them of the risks of unexploded ordnance and landmines in the border areas, but they face multiple other risks because of the drought. Women and girls are having to walk longer distances to access water, for instance, exposing them to gender-based violence.' In the town of Baligubadle, approximately 170km south-east of Borama, refugees from Ethiopia arrive on a daily basis, along with displaced Somalis seeking water and food. 'People are dying,' says Abdi Karim Mohamed, director of families and livelihoods for the local government, 'We don't have enough water and we need help. Our reservoirs are dry. We bring water trucks all the way from Hargeisa, but that is very expensive and we can't manage to do that very often.' The Abdi Rahman family have just arrived in the town and are setting up makeshift shelters. 'We had to leave our home because the animals were dying because of the drought,' says the family matriarch, Koos. 'We had 200 goats before, but now we have only five. We have one cow - we lost four. The first animal died three months ago and then more died as they became weaker. We had lived there for generations but every year it became harder and harder to survive.' Rein Paulsen, director for emergencies and resilience at the UN Food and Agriculture Programme (FAO) says: 'We are most definitely now sitting on the brink of catastrophe, time is running out.' 'Harvests are ruined,' says Michael Dunford, regional director for the east Africa bureau of the UN World Food Programme (WFP). 'Livestock are dying, and hunger is growing.' Should the rains continue to fail, it will be the first time in more than 40 years that four dry seasons will have occurred consecutively. For people like Abana, and the millions of already vulnerable people in this part of the world, that is a terrifying prospect. Sign up for a different view with our Global Dispatch newsletter - a roundup of our top stories from around the world, recommended reads, and thoughts from our team on key development and human rights issues, delivered to your inbox every two weeks:", "4626d54f62d909faa41ef6ed018f5bda7f7a3acfa70ca7fcb05f890b": "", "c9e2ff1222739d8a2395522cc9b75d682be208deaf0a011c99ce2aca": ""}