{"c9c33fe0742e0d8e616047f401c4f1c95623b18e7b617fa21c69abe1": "Former foreign secretary Jeremy Hunt has refused to rule out running to replace Boris Johnson before the next general election. The senior backbencher - who Johnson beat to the leadership in 2019 - warned the Tories they have 'a big mountain to climb' to win another term in office. It follows months of concerns over Johnson's leadership amid partygate allegations and heavy losses at the local elections.  Hunt told The Times Magazine it was not the 'right time' for a leadership change due to the war in Ukraine. However, he added: 'But I would be very open with you that I don't rule out a return in the future.' The former health secretary also told Times Radio that to win an election, the Conservative Party has to promise a 'well-funded NHS and the prospect of tax cuts'. 'If we make people choose between one or the other, we're not going to win the election,' he added.  There have been ongoing calls for the PM to resign over the saga from opposition MPs, as well as his own backbenchers, but he has repeatedly said he is determined to get on with the job.  Polling guru Lord Hayward has also said Johnson is on course to be toppled by his own MPs in the coming months. After the local elections, the Conservative peer said the 'mood has turned against the prime minister' and that he believed he will be dumped as Conservative leader.   Separately, HuffPost UK has heard that staff working for some Tory leadership hopefuls have been trying to 'tap-up' MPs for support for weeks.   One MP has also admitted they are a campaign manager-in-waiting for one hopeful.   However, any challenge depends on whether enough letters of no confidence have been submitted to chairman of the 1922 Committee Sir Graham Brady.  It comes after the latest tranche of Partygate fines issued by the Metropolitan Police left Boris Johnson and the Cabinet Secretary unscathed.  Yesterday the Met Police announced they had made around 50 further fixed penalty notice referrals as part of the investigation into possible lockdown-breaking parties in Downing Street and across Whitehall. It brought the number of fines to more than 100 - with Johnson, his wife Carrie and Chancellor Rishi Sunak hit with fixed penalty notices in April over a birthday party in June 2020. Johnson's official spokesman confirmed that neither the PM nor Cabinet Secretary Simon Case were among those fined in the latest batch. ", "61f6f927011f9ed77d7cb5028f18f2f6b96ed1ebd1a0cb6ecf877d41": "Rylan Clark has revealed he keeps being mistaken for a Eurovision entrant while hosting the BBC's coverage of this year's semi-finals in Turin. The presenter has confessed there have been a number of occasions this week where he has been wished 'good luck' by other people believing he was competing.  Appearing on The One Show on Thursday evening, Rylan's co-host Scott Mills told Alex Jones and Ronan Keating: 'So I don't know if you saw Rylan's outfit on Tuesday and again this evening, you can see why some people in Turin may think that he is one of the contestants.' Rylan, whose Eurovision outfits were made by Great British Sewing Bee contestant Raph Dilhan, admitted he had been embracing the mix-up, joking: 'We've got to the point now that I just put on an Eastern European accent and I think they think I'm Romania.' Scott said it had actually happened moments before they came on air with Alex and Ronan via a link live from Turin in Italy, where the contest is being held.  'So it just happened again as we walked in, someone said 'Good luck tonight,' and he was like, 'thanks',' Scott said. Rylan then added in an accent: 'Thanks so much, so happy to be here.' Romania is being represented by WRS with Llamame during this year's competition - and it has to be said the singer's fashion isn't exactly dissimilar to Rylan's: Rylan has been involved in Eurovision since 2018, when he took over as one of the BBC's commentators during the semi-final stages of the competition. Speaking ahead of this year's contest, the TV presenter told The Sun it's become something of a 'tradition' for him to take the UK's representative out on the town in whatever country Eurovision is being held in - though this hasn't always gone down so well with organisers.  'It is tradition that I always take the British act out, normally on the Wednesday or the Thursday,' he explained. 'And then the head of delegation always has a go at me because I take them out.' This year's entrant is Sam Ryder, who is competing with his self-penned song Space Man, which is among the top of the bookies' favourites to win. The UK last won Eurovision 25 years ago with Katrina And The Waves' Love Shine A Light. This year's Eurovision final will air live on Saturday at 8pm on BBC One. ", "6a71490a1b27d4f8fc24003100babd24453224ee29d0685cf37797ed": "North Korea declared a 'maximum emergency' on Thursday after officials announced the country's first outbreak of Covid, a bleak moment for the reclusive nation as most of its citizens remain unvaccinated against the virus.  Just a day later, North Korea said a new fever had spread 'explosively' across the nation, infecting at least 350,000 people since April and causing at least six deaths, including one confirmed to be linked to the coronavirus. At least 18,000 people were diagnosed with the fever nationwide on Thursday alone, and more than 187,000 people were being isolated and treated.  'A fever whose cause couldn't be identified explosively spread nationwide from late April, and more than 350,000 people got fever in a short span of time,' North Korea's state-run KCNA said Friday. The agency added that North Korean leader Kim Jong Un expressed: 'It is the most important challenge and supreme tasks facing our party to reverse the immediate public health crisis situation at an early date, restore the stability of epidemic prevention and protect the health and wellbeing of our people.' The figures echo what many other countries experienced at the outset of the Covid pandemic in 2020. But for North Korea, which has effectively sequestered itself the past two years and maintained an iron grip on its people, the outbreak presents a stark public health challenge and raises deep concern that it could prompt a humanitarian crisis. State media said Thursday that authorities had found the first case of the highly transmissible omicron variant of the coronavirus, a rare admission from Pyongyang. All North Korean cities and counties were ordered into strict lockdown to prevent any spread. NK News reported some experts believe North Korea's large-scale military parade on April 25 could have been a superspreader event that triggered the current outbreak. Tens of thousands of maskless North Koreans participated in the event, which celebrated the 90th anniversary of the country's military. Kim himself wore a mask in public on Thursday, the first time he's believed to have done so. Yonhap News said the decision likely demonstrates the troubling situation North Korea is in with the latest outbreak. The New York Times noted that North Korea has not accepted any COVID-19 vaccine donations from other nations and has a woefully under-prepared public health system. Any strain on its health infrastructure would also be exacerbated by two years of border closures with China, its main trading partner, and fierce United Nations sanctions over its ballistic weapons programs. Joshua Pollack, the editor of the US-based Nonproliferation Review and a close follower of North Korea, said the country's years-long strategy to keep Covid out only imperiled it when the virus eventually arrived.  'North Korea's weak public health system has pushed them into a corner: to keep COVID out, they have sealed the borders right [up],' he wrote on Twitter. 'But this also keeps most food and medical imports out. The public is vulnerable.' South Korean officials have expressed hope that any request for aid from the North could help restart diplomatic talks that have languished for years. Seoul's Unification Ministry, which focuses on relations between the two nations, said the country would provide medical assistance and other help to the North if requested, The Associated Press reported. The US said Thursday it had no immediate plans to share vaccines with Pyongyang, with White House press secretary Jen Psaki accusing the Kim regime of focusing more on military power than medical supplies. 'We do continue to support international efforts aimed at the provision of critical humanitarian aid to the most vulnerable North Koreans, and this is, of course, a broader part of the DPRK continuing to exploit its own citizens by not accepting this type of aid,' Psaki said Thursday. 'It's not just vaccines. It's also a range of humanitarian assistance that could very much help the people and the country, and instead they divert resources to build their unlawful nuclear and ballistic missiles programs.'", "f8235481645b483e719817624299a0ec359692b2800fe6b3e81e5616": "It's 3pm, and your boyfriend/girlfriend/partner/crush hasn't messaged you back (if at all). You try not to hover over your chat, waiting for their 'last seen' to turn to 'online'.  In an age of digital intimacy, it's totally normal to fret over online connection, the abundance of it and its quality. Are we making an effort to converse enough? Are we updating one another about our days, our lives? Are we utilising the resources at our disposal - pictures, GIFS, emojis, videos and voice notes (love them or hate them?) - to show that we care? During a pandemic that took most of our interactions online, we've grown accustomed to relationship maintenance and courting turning virtual, too. So much so that someone has come up with a name for this attachment: 'Whatsapp Intimacy'. Coining the term for the New York Times's Modern Love column, writer Layla Kinjawi Faraj even suggests this connective need is a 'sixth love language' - for her and her Syrian family and the wide diaspora, a necessary bond between loved ones separated by many oceans and borders. While quality time, words of affirmation, physical touch, receiving gifts, and acts of service remain the five primary love languages named and identified by Gary Chapman in 1992, there are alternative ways of expressing your affection. WhatsApp (other messaging media are available!) has long bridged the distance between lovers, family members and friends unable to meet regularly. Even among those who share proximity, life online means constant communication and almost limitless opportunity to 'spend' time together, establishing the mundanity and excitement of day-to-day life that can bring us closer together. It's no wonder then that WhatsApp intimacy might be described as a love language - with many of us expecting a 'good morning' or 'goodnight, I love you' text daily without miss, not to mention little updates throughout the day.  So, why is this style of communication so addictive and where are its pitfalls? We spoke to Charisse Cook, a relationship psychotherapist, to find out how to navigate different love languages where one partner is online more than the other. She tells HuffPost UK: 'WhatsApp creates an immediacy with people that can mimic in-person intimacy. For many people it is reassuring to be reminded of someone's presence in their life throughout the day. Being in contact over WhatsApp allows for short, flirtatious or reassuring messages to be exchanged and that connection to be confirmed and reinforced.' But just as different people hold the other five love languages in greater or lesser regard, not everyone necessarily 'speaks' this one as fluently either. 'Some people may struggle with the expectation of this kind of contact during the day, and feel somewhat suffocated or under undue obligation,' she warns. So what can you do if this is you with a partner (or indeed a friend)? As with most matters of the heart, being open about your needs and limitations is a good rule of thumb. 'Agreeing ahead of time on the amount of messaging that both partners feel they can do wholeheartedly can help manage expectations and reduce upset or disappointment,' advises Cook. 'If one member of the relationship likes to message, they can understand that - for example - three messages from their partner shows a significant effort. 'Likewise, for the member of the relationship for whom constant contact is not necessary, they know they can respond three times and that will be meeting the needs of their partner, and will not be subject to criticism or complaints later on.' Don't want to shoot the (non) messenger? Best follow Cook's simple advice.", "4fe9f06bdb9afdcb4bcbbdecd9da5d0ebb7b1e5057e65079e6946732": "James Corden has heaped praise on Prince Harry and Meghan Markle, calling them 'brave' for stepping away from royal life.  The Gavin & Stacey star has become friends with the couple, attending their 2018 wedding and enjoying playdates for their children at the Sussexes' LA mansion.  James also interviewed Harry on his US chat show The Late Late Show, where the Duke went viral for rapping the Fresh Prince Of Bel Air theme last year. James says he is a 'huge fan of both' Meghan and Harry, and said it was 'hard to judge, or be judgemental' about them when he was asked about the couple in a new interview with The Sun. He said: 'People process things and deal with things in different ways and that's OK, and it's all right to think whatever you think about somebody. 'I don't know if it necessarily needs to be voiced the whole time but my experience of them has been nothing but positive. 'I have a huge amount of respect and admiration for Harry, and anyone who has been around him and spent time with him would feel exactly the same way.' The Duke and Duchess of Sussex revealed their unprecedented plan to step back from royal duties in January 2020 and are now living with son Archie and daughter Lilibet in Montecito, California. James continued: 'I think he is a devoted and loving husband and father and I think what they have done [in turning away from royal life] is incredibly brave and I'll always be in their corner.' The talk show host also added that he was also a 'big fan' of William and Kate, who Harry and Meghan are rumoured to have a rift with.  During Harry's interview with James last year, the host brought up his decision to walk away from the royal family, and the Duke was quick to clarify: 'It was never walking away. 'It was stepping back rather than stepping down,' Harry said. 'It was a really difficult environment as I think a lot of people saw. We all know what the British press can be like. And it was destroying my mental health. I was like, 'This is toxic.' So I did what any husband and what any father would do and was like, 'I need to get my family out of here.'  'But we never walked away,' he added. 'And as far as I'm concerned, and whatever decisions are made on that side, I will never walk away. I will always be contributing. But my life is public service. So wherever I am in the world it's going to be the same thing.' ", "f810c0437c37de24ac1a6c415c13878c05c313b34e977826986a0452": "Jacob Rees-Mogg clashed with the BBC's Naga Munchetty after she asked him about more than 100 fines being issued to Downing Street staff over partygate. The cabinet minister insisted it was a 'non-story' and that the public had now moved on from the scandal of lockdown-breaking parties in Number 10 and Whitehall. He also took aim at the BBC, who he said had 'loved' covering the story. The Metropolitan Police announced yesterday that the number of fixed penalty notices they had issued over the affair had doubled to more than 100, with the investigation continuing. Munchetty asked Rees-Mogg for his reaction to the news when he appeared on BBC Breakfast. The BBC presenter asked Rees-Mogg whether the news that more than 100 Downing Street staff have now been fined for breaking lockdown rules 'reflected well on this Conservative government'.  Rees-Mogg said: 'I'm afraid I think this is a non-story. The BBC has absolutely loved it, but what is important is we get on with the business of government.' Munchetty then interjected to ask: 'Why do you think this is a non-story? Have you not heard people upset, genuinely devastated, that people in Downing Street thought it was OK to break the rules that they set while other people didn't break the rules and missed out on meeting dying family members?' Rees-Mogg replied: 'I think people were upset. I think this was an important story in February when it first became known, and that there was great concern and there was a feeling of people who were bereaved particularly about it. 'I also think we need to look in the inquiry at the rules to see if they were proportionate.' The minister said the rules were 'too restrictive' because they prevented people from 'giving comfort to the dying'. Munchetty then asked: 'Can I just understand your interpretation of where we are with the rules and why you think this is a non-story? So, the fact that more than 100 fines have been issued in a non-story because the rules that were set in the first place were too rigorous?' The minister said: 'What I'm saying is the fines are a consequence of things we knew in February and it was a story in February and people now know about it and have made their judgment on it and there are other things going on that are more important.'", "2816635fd1dc7fdf0c9e960ecc8e21973023e10dcdde86c363f50793": "Jacob Rees-Mogg has defended Boris Johnson's plans to slash the number of civil servants by 91,000. The government efficiency minister said the government wanted to bring the Whitehall headcount back to where it was in 2016. He said the extra staff were brought in to help deal with the pandemic and the 'aftermath of Brexit'. Rees-Mogg told Sky News: 'I know it sounds eye-catching but it's just getting back to the civil service we had in 2016... since then we've had to take on people for specific tasks. 'So dealing with the aftermath of Brexit and dealing with Covid, so there's been a reason for that increase, but we're now trying to get back to normal.' The minister said there was currently too much 'duplication' in Whitehall, and insisted most of the jobs could be lost by not replacing the 38,000 civil servants who leave the government every year. He said: 'What I've seen within the Cabinet Office, which is where I work and bear in mind each secretary of state will be responsible for is or her own department, is that there's duplication within government, so you have a communications department and then you have within another department some people doing communications. 'So it's trying to ensure that you use the resources that you've got rather than duplicating it bit by bit.' Asked why the cuts were not being described as a return to austerity, he said: 'I don't think it is because what is being done is getting back to the efficiency levels we had in 2016.' Rees-Mogg has previously angered civil servants by leaving notes on the desks of those not in the office in an attempt to discourage working from home. They read: 'Sorry you were out when I visited. I look forward to seeing you in the office very soon. Wish every good wish.' The drive has been branded 'vindictive' by Dave Penman, the general secretary of the FDA representing senior civil servants, who said ministers were out of step with practice in the private sector.", "e294433e59259263d0fef00ec867d9ce22dea05e5ad760af185cdd92": "Applications have now closed for the role of Met Police commissioner, and whoever takes the role will need to work hard to win back the trust women lost during Cressida Dick's reign.  The outgoing commissioner acknowledged this, prior to her departure saying: 'We know a precious bond has been broken and I am committed to rebuilding the trust and confidence of all Londoners.' Winning back this trust won't be easy, but it is vital. Victims of crime need to have absolute trust and faith in those to whom they will tell their story. Already fewer than one in six women report rape, as they fear the police won't do anything about it.  But the lack of trust goes much deeper than a fear that interaction with police will result in lack of action: The horrific case of Sarah Everard, raped and murdered by serving Met police officer Wayne Couzens, has left women afraid.  While it has always been the approach of police forces to label criminality by police officers as the work of 'bad apples', the litany of ignored incidents by a man nicknamed 'the rapist' by colleagues speaks of an organisation with little regard for women's safety.  Couzens had joined the Met from the Civil Nuclear Constabulary before being assigned to the Parliamentary and Diplomatic Protection (PaDP) branch, but had not undergone enhanced vetting nor gone through the mandatory two-year probation period with the Met before joining the PaDP.  There were at least three allegations of indecent exposure filed against him. Radio presenter Emma B also came forward to say that she had attempted to report Couzens in 2008, after he flashed her in an alley in Greenwich, but that the Police had laughed at her.  We now need to know that police vetting will be stepped up and that behaviour such as that displayed by Couzens will not be tolerated. Indeed, it would not be in most work places. Even within Sarah's case there are more examples of deeply disturbing police behaviour.  An officer who had been a part of the search was suspended from duties after sharing an inappropriate graphic on social media, five officers were placed under investigation for sharing grossly offensive material with Couzens before he killed Sarah and several officers gave character references supportive of Couzens during his sentencing hearing.  Several female officers told the press that they did not feel as if they could report concerning behaviour by male colleagues. So another question that needs answering from all applicants for the commissioner job is how they will root out this behaviour, rid the Met of this hugely offensive culture and make sure anyone reporting concerning actions - including other police staff -- is protected.  If female police officers feel unsafe making reports to colleagues, it is hard to see how other women could possibly feel able to. The sharing of offensive material appears epidemic by Met police officers. Last December two Met police constables who took photos of the bodies of murdered sisters of Nicole Smallman and Bibaa Henry and shared the images on WhatsApp groups were jailed for 33 months.  Meanwhile, officers at Charing Cross police station were found to have joked about rape and exchanged offensive social media messages.  In April, responding to the IOCP investigation into the Charing Cross police station, the police said they would have a zero-tolerance approach to misogyny. Yet, of the 14 officers investigated, nine are still serving, while another is working as a contractor in a staff role. I am not sure this sounds like 'zero tolerance'. Talk about organisational cultural change is easy - finding ways and implementing them is much harder. But women and girls simply cannot be safe whilst misogyny is allowed to be part of the Met's culture.  Like women across the capital, I look forward to hearing the new commissioner's plans for fundamental change. Ellie Reeves is Labour's shadow minister for justice and the MP for Lewisham West and Penge.   ", "eec37c55c053c41eb69145351e0deefea0425ad68a6ec0f1fe9dc7b9": "Sebastian Vettel has said he is a hypocrite for championing environmental issues while continuing to race in Formula 1. Appearing on BBC's Question Time, the four-time world champion said the global climate crisis has made him question whether continuing in the sport is the right thing to do. When asked by presenter Fiona Bruce whether being a star in a 'gas guzzling' sport and campaigning for reducing carbon emissions made him a hypocrite, he replied: 'It does.'  Vettel wore a T-shirt ahead of last weekend's inaugural Miami Grand Prix which read: 'Miami 2060. First Grand Prix under water. Act now or swim later.' But when it was put to the German, who won four consecutive titles with Red Bull between 2010 and 2013, that he competes in one of the most gas-guzzling sports in the world and if that makes him a hypocrite, he replied: 'It does, it does and you [the audience] are right when you laugh because there are questions I ask myself every day. 'I am not a saint but I am very concerned about the future.' Vettel continued: 'It is something I ask myself [whether I should be racing in Formula One] and travelling the world. 'It is my passion to drive a car and I love it, and every time I step in a car I love it, but when I get out of the car I am thinking: 'is this something we should do, travelling the world and wasting resources?' 'On the other hand, we are entertaining people and during Covid-19, we were one of the first sports to start again. When everybody's heads were about to explode there were F1 races on. 'In terms of entertainment, there are sports, culture, comedy and a lot of people who could not perform [during that time] and a lot of people missed that and if we did not have this in general we would probably go mad. 'There are things I do because I feel I can do them better. Do I need to take a plane every time [to a race]? No, not when I can take a car. There are certain things in my control and certain things I cannot control.' Vettel's Aston Martin deal expires at the end of this season's record-breaking 23-race calendar. F1 bosses have promised that the sport will be sustainably fuelled by 2026 and net-zero carbon by the start of the next decade.", "53632d79d9817122809f8aa3dee78fc9a5bcffb21c84e2559a995a2f": "Some couples skip the engagement photo shoot because they think it will be corny or awkward. But these award-winning images show just how fun, creative and romantic these shoots can be.  Wedding-planning website Junebug Weddings announced the winners of its annual Best of the Best Engagement Photography contest this week after a two-year hiatus due to the pandemic. Photographers from around the world submitted nearly 4,000 images; 50 made it into the final collection.  Below, we've rounded up 21 stand-out photos from the bunch. To see the collection in full, head over to Junebug Weddings.", "a795dac30a8c07925bf9bfcd7920b3b78542f7d2209429aa338850df": "We've all been there: you're out of the house for most of the day, or exploring a new city on a trip, and you realise you didn't bring a phone charger with you. This realisation often comes around the time you notice your battery is running low. And sometimes, buying a new charger isn't an option. Having your phone battery die is hardly the end of the world, but it can certainly pose challenges if you need to navigate an unfamiliar place or keep in contact with people. Fortunately, there are ways to extend your battery life and buy yourself some time before you can reach a charger. Below, tech experts share their tips. Turn on low power mode 'Most phones nowadays have a battery-saving feature, and iPhones specifically have a feature called 'low power mode,'' says technology reviewer and journalist Elly Bailey, aka Elly Awesome. 'This reduces or alters many features to save battery life, such as your phone's display brightness, automatic downloads, background app refresh and more. So, if you can toggle this on, it's a no-brainer. While iPhones automatically ask users if they'd like to turn on low power mode once the battery falls below a 20% charge, turning it on even sooner can help save more power. You can find the 'low power mode' option under the Battery tab in Settings on iPhones and the analogous 'battery saving mode' feature in the same place on Android phones. Disable location services 'Some apps keep close track [of] your location, even when you're not using them,' notes Jessica Naziri, founder of the technology and lifestyle blog TechSesh. 'They do this through a process called Location Services, and although it's meant to be unobtrusive, it can take up precious amounts of battery power.' Naziri advised going into your settings and turning off location tracking for all your apps at once, or going through them one by one and making choices. Turning off location services means those apps will use less power. Bailey made a similar recommendation: 'If you're really desperate to keep that last bit of charge, I would suggest going into your location services and turning it off - if this isn't a safety issue for you.' Reduce screen brightness 'Your phone's display is one of its most power-hungry components, so if you've got the brightness slider pegged at maximum, it's going to drain your battery in no time,' says technology writer and video creator Michael Fisher, aka MrMobile. 'If you're not outdoors in broad daylight, bumping that brightness down a little - or a lot - is a great way to conserve battery power.' Naziri notes to 'make sure the 'auto-brightness' is turned on, so the screen will automatically dim if you're in a dark setting.' Go into dark mode Reducing screen brightness isn't the only display adjustment you can make to help extend your battery life. 'If your phone has an OLED screen (most modern high-end phones do), switching your software to dark mode can save battery, since dark pixels on an OLED panel take no power to illuminate,' Fisher says. 'They're just off.' Dark mode is available under Display & Brightness in iPhone settings and under Display in Android settings. Turn off Wi-Fi Many features that make smartphones such a great convenience - like Wi-Fi access - naturally use a good bit of battery power. So if your goal is to prevent reaching 0% before you can get to a phone charger, disable those functions. 'Turn off extra features like Bluetooth or Wi-Fi if you're not using them,' Bailey advises.  Close battery-draining apps If you want to preserve battery, pay attention to the apps you have open on your phone and what they're doing. 'Those apps that suck up our time are also the biggest battery-drainers,' Naziri notes. 'I'm talking about social media apps including Facebook, Instagram, LinkedIn, Snapchat, YouTube and WhatsApp. And if you're low on juice, this is your reminder that FaceTime and playing games can kill the battery much faster than you can reach a charger.' Watching videos and playing games are taxing on batteries, so keep this in mind if you're trying to preserve power. Turn off push notifications for apps and close them strategically. 'Make sure background apps aren't performing power-intensive tasks - eg. Spotify downloading a new playlist, or Google Photos performing a backup,' Fisher advises. 'Note that this doesn't mean you should go on a swiping spree, closing out all your apps. That might feel good, but it causes more harm than good by interfering with your phone's automatic background management. The preferred approach here is a precision strike, not carpet bombing.' Turn on airplane mode 'If you're using your phone for offline features, or otherwise don't need constant connectivity before you can find a charger, toggle airplane mode,' Fisher suggests. 'This disables all the wireless radios, which saves a fair amount of power.' Turning on airplane mode preserves power and serves as a good reminder to stay off your phone until you can plug it into a charger.  'Personally, when I put my phone on airplane mode, I only remove it when I need to do an urgent or necessary action,' says Marie-Philippe Gill, creator of Girl Knows Tech. Don't skip app updates In addition to the above steps you can take in the moment to preserve battery, there are more general ways to promote longer battery life.  'Don't skip app updates,' Naziri advises. 'If you've been putting updates off, this is your sign - improving efficiency and battery management along the way. In fact, you should probably just turn on auto-update if you can.'  Be mindful about charging It's also important to keep overall battery health in mind when you are able to charge your phone.  'Fast charging is convenient, but it reduces the overall longevity of your battery,' Fisher notes. 'If your phone has a 'smart charging' or 'healthy charging' mode and you're not in a rush (say, if you're sleeping and charging overnight), use it. It will charge the battery slowly and prolong its life.' He also advised carrying an external battery pack, or asking a friend if you can use their phone to charge yours through the 'power share' or 'reverse wireless charging' features, if that's an option.  'I usually try to follow Apple's guidelines on battery health,' Gill says. 'For example, I try to minimise the amount of battery cycles that my devices go through.' Naziri says she generally avoids charging her phone to a full 100% when possible. 'A lithium-ion battery doesn't like to be fully charged or warm,' she explains. 'The lithium-ion batteries in our phones last longest when we keep them charged between 30% and 80% throughout the day - not just topped up to 100%, then down to zero. Also, wireless charging is so convenient, but batteries prefer a slow and steady input. Consider using a standard charger when you can.'", "e34120f89ca55dd714e68df3d9b7b0ce0f3937d410ef8f4a38724520": "We hope you love the products we recommend! All of them were independently selected by our editors. Just so you know, HuffPost UK may collect a share of sales or other compensation from the links on this page if you decide to shop from them. Oh, and FYI -- prices are accurate and items in stock as of time of publication. Feel like doing some shopping but don't want to overspend? We've all been there. Those little treats, homeware buys, and pick-me-ups can get expensive, can't they? ( know I've been guilty of spending a little too much while browsing online... It's just too easy to load up your virtual shopping basket and overspend. Sigh.  But treating yourself doesn't have to break the bank, whether you're browsing for your home, the best low-cost beauty buys, or something to make a little difference in your life, it's possible to find stuff for a fiver... or less. Yes, really. We've scoured the internet for some buys we promise you won't regret.", "d2382794e4be6f35ddeaf8085a851d427e996609d13cf52665778bd3": "We've got our scoreboards ready, the flag bunting is hung up and our nearest and dearest have been told under no circumstances are they to contact us from 8pm onwards... yes, the Eurovision Song Contest is almost upon us. Now the two semi-finals are behind us, we're ready for the main event, with everything from Euro-bangers and heartbreaking ballads to dancing wolves and some throwback noughties rock to keep us entertained on Saturday night. Just two questions remain now. Who are the frontrunners? And are they any good? Well, wonder no longer, as we round up our ones to watch at this year's Eurovision, our verdicts on their competing songs and even their winning odds (via Betfair)... Kalush Orchestra - Stefania Representing: Ukraine Odds: 8/15 Our verdict: For obvious reasons, Ukraine is the odds-on favourite to be crowned this year's Eurovision winners, and between traditional imagery of Ukrainian beauty showcased on stage mixed with the band's passionate performance, this one is sure to pack an emotional punch on the Turin stage. It's worth noting, though, that even outside of the context of the tragedies still ongoing in Ukraine, the Kalush Orchestra's offering would still be one of the strongest of the year (hardly surprising, given Ukraine always deliver something remarkable at Eurovision, one way or another). Like Go_A last year, the group have taken traditional elements of Ukrainian music and put a contemporary twist on them by including rap verses and electronic instruments, while including a message of maternal love that transcends language barriers. And while it's pretty much a dead cert that the public will be showing their support for Ukraine at Eurovision with their votes - the question remains whether the juries will be doing the same. Mahmood & Blanco - Brividi Representing: Italy Odds: 4/1 Our verdict: In a year that's actually pretty heavy on ballads, this passionate tune between returning star Mahmood (who came in second place with Soldi back in 2019) and Italian musician Blanco (primarily known as a rapper in his home country, interestingly enough) stands out for the sheer drama that it delivers on. Sung entirely in Italian, the two musicians swap lines about the difficulties of a turbulent romance over the course of the lush and orchestral track, and their voices sound really beautiful together. Brividi has already had huge success in Italy, and impressively landed among the five most-played songs on Spotify worldwide when it was first released, so it's undoubtedly one to keep an eye out for. If they do win, Italy will become the first country to triumph at Eurovision two years in a row since Ireland back in the early 90s (when they pulled off the still-amazing triple win). Sam Ryder - Space Man Representing: UK Odds: 7/1 Our verdict: After last year's result, we didn't think we'd be seeing the UK so far up the list of potential winners any time soon - but that's the power of a good song (not to mention the power of a UK representative who understands Eurovision as much as Sam Ryder seems to). This year a number of the favourites have leaned into traditional elements from the country they're representing, which is kind of what Sam has done with his lyrical and musical nods to Queen, David Bowie and Elton John - who he told HuffPost UK were his 'holy trinity' of British musicians - within Space Man. Unlike some of his predecessors, Sam has also put in the leg-work when it comes to promoting his track. As he put it: 'We wanted to make sure that no matter what happens at the end of this, we can look back and say 'we didn't leave any stone unturned'. We went everywhere, we sang on street corners, we did TV promo in countries where the UK entrant has never gone before. 'We paid respect to the actual institution of Eurovision, because the fans deserve that. And I think that's also your responsibility.' And while we can't say we're 100% convinced Space Man is a winning track, we're still backing Sam all the way, and can't wait to see if his hard work pays off on the night. Cornelia Jakobs - Hold Me Closer Representing: Sweden Odds: 9/1 Our verdict: We're going to be completely candid and say we've been obsessed with Hold Me Closer since Cornelia's first performance at Melodifestivalen way back in February, and we're over the moon that the whole world is going to get a chance to fall in love with this song. Sweden has become known for sending undeniable bangers like Benjamin Ingrosso's Dance You Off, Mans Zelmerlow's Heroes and, of course, the iconic Euphoria by Loreen. It's interesting, then, that this year's offering is a ballad, particularly one as straight-up heartbreaking as Hold Me Closer, on which a downcast Cornelia sings about an inevitable break-up. There's still enough here to keep your average pop fan interested, though, including the slow build-up of Cornelia's passionate delivery and the mix of organic instruments and electronics on the production - even if it doesn't have you up dancing around the sofa. One way it does hark back to some of Sweden's greatest Eurovision stars, though, is the simplicity of both the track and its staging, which we can only imagine will help the message of the song really shine through on the Turin stage. Amanda Tenfjord - Die Together Representing: Greece Odds: 20/1 Our verdict: Anyone who thinks Eurovision is about cramming as many gimmicks and elaborate costumes into a three-minute space as possible needs to take a listen to what Greece is serving up this year. Mixing the sounds of Lorde, Billie Eilish and Imogen Heap with a touch of Olivia Rodrigo, Amanda Tenfjord's emotional tune Die Together is almost completely acapella for a full minute, with the sparse production letting her heartbreaking lyrics really resonate, and the build-up that comes later feel all the more satisfying. Quite how this will translate to the big Eurovision stage remains to be seen, but if she can pull it off (and she gets a decent spot on the running order, so she doesn't blend too much into the other ballads on the night), Amanda could definitely be onto a winner. Chanel - Slo Mo Representing: Spain Odds: 18/1 Our verdict: If you're tuning in to Eurovision for bangers and/or a full visual production, then trust us when we say that this is what you've been waiting for. Chanel is serving us a fully bilingual bop here, complete with full choreography and that rare thing of beauty that is a Eurovision dance break just for good measure. In a year that's relatively low on upbeat numbers, SloMo may well be just what people need as a palate cleanser after a string of ballads and midtempo tunes, and we definitely think it's going to make people sit up and pay attention. There are obvious comparisons to be made to Eleni Foureira's Fuego here, but this is far from a retread of what we've already seen at the competition. Between Spain, Italy and the UK, the big five are really bringing it this year, and we defy anyone not to be dancing along with Chanel by the finish (even if our armchair moves are somewhat less impressive than hers). Subwoolfer - Give That Wolf A Banana  Representing: Norway Odds: 50/1 Our verdict: Well, there always has to be some element of novelty at Eurovision, doesn't there? Norway's entry is definitely one of the year's most controversial, thanks in no small part to its borderline-nonsensical lyrics, including lines like 'not sure you have a name, so I will call you Keith', 'if you don't like the name Keith I'ma call you Jim' and the earworm chorus: 'Before that wolf eats my grandma give that wolf a banana'. Alrighty then. Completing the ridiculousness are Subwoolfer's bright yellow wolf costumes and their accompanying dance routine which, in what we're sure is no accident, is totally TikTok-ready. It might all seem like a bit of silly fun, but Subwoolfer are genuine contenders - and they've got the Spotify streams to prove it, so we definitely wouldn't count them out just yet. Oh, and for any millennial pop fans out there, that's Ben Adams (the one with the curtains from 90s boyband A1) underneath one of those masks. Konstrakta - In Corpore Sano Representing: Serbia Odds: 80/1 Our verdict: Another of the year's more unusual offerings is this folksy number from Serbian singer-songwriter Konstrakta. At first glance, there's not a great deal to this song or its performance, aside from Konstrakta giving her hands a scrub while surrounded by some fairly intimidating backing singers. It's only when you give the lyrics a run through Google translate you realise there's a bit more going on than you might realise. 'What's the secret to Meghan Markle's healthy hair?' Konstrakta sings at the beginning of the song, before referencing everything from 'an enlarged spleen', the 'autonomic nervous system' and walking the dog on a summer's day, which suffice to say has left a lot of room for interpretation, with fans online offering their own theories about exactly what the lyrics might mean. In fact, the song seems to deal with the importance placed on good physical health and traditional beauty at the expense of mental health, particularly after the Covid-19 pandemic. The Rasmus - Jezebel Representing: Finland Odds: 100/1 Our verdict: Rock has always had its place on the Eurovision stage, whether that's the heavy metal stylings of Lordi's Hard Rock Hallelujah or the more contemporary stylings of Maneskin. This year, The Rasmus are taking up the rock mantle on behalf of Finland, with their tune Jezebel. It's a total throwback to the emo era of the 2000s, and also happens to be catchy as hell. We'll admit we don't quite see it among the big hitters like Italy, Ukraine and Sweden - but it's bound to score a few votes from anyone who spent their teenage years rocking out in their bedroom to In The Shadows. The Eurovision Song Contest final airs live on Saturday night at 8pm on BBC One.", "b31293dbe2cb490fdc0de1eeaa9b8016b2919e68801df49634970601": "The mood seems to be shifting in the UK with regards to Eurovision this year, and it's largely thanks to one man: Sam Ryder. After - let's be honest - a shaky few years for us at the contest, the Essex-born singer-songwriter seems to have charmed Eurovision fans both around Europe and at home, which is no mean feat when you consider many Brits' attitudes towards the contest of late. This must be music to Sam's ears, who has said changing people's feeling towards Eurovision in the UK is one of his main aims by taking part. 'It's not just about the three minutes on stage,' Sam tells HuffPost UK from Turin during some rare down-time in the lead-up to this year's final. 'That's the grand finale at the end of everything. 'But the build-up is so long, so it's more about what you do with that time, how you carry yourself and what your attitude is publicly. What are you standing for, what is your message that you're trying to put out there? Regardless of winning, that's the real stuff. That's the real task when you sign up to do it. 'I think that's where your eyes have got to be. Not, 'I hope I don't get nil points' or 'I hope I come at a certain place on the leaderboard', it's what you choose to do in the time leading up to it that's going to change those attitudes. 'If we can do well in that regard, and change a certain attitude and try and tear some of that self-perpetuating negativity down, even just a little bit, surely that is the biggest win? That's even more of a win than winning the contest.' Eager as he is to be representing the UK, Sam freely admits he had his own reservations about getting involved, after two back-to-back last place finishes for us - including last year's infamous nil points moment. He recalls: 'My initial reaction was that of a Eurovision fan. Like, 'this is wicked, what an opportunity, I'd love to do this'. And then a split second later, that's when the other voices come in, don't they? Voices that are like, 'yeah but what if you get nil points' or 'this might ruin your career' or 'you'll never work again!'. That sort of stuff.' Still, he insists, those feelings were short-lived. 'It's important to remember that those thoughts are completely fabricated by yourself,' Sam continues. 'No one else is saying those things, you are making them. You are bringing them to life in your mind. 'In regards to past experiences and focussing on that negativity, it's so much better to look forward, and I firmly believe that a positive mindset can completely shift your experience of a situation that you're in. My enthusiasm is greater than my fear of that scoreboard.' And what of those cynics who argued that, after last year's result, the UK should reconsider even taking part in Eurovision? He says: 'If people have a tired view of Eurovision, I would urge them not to put so much weight in your joy coming from where the UK or your country comes on the scoreboard. 'Put your attention and your focus into the time you spend with your family and loved ones watching this bonkersness unfold on TV in front of you, and having an absolute blast.' 'And if the scoring bothers you, turn it off and do the washing up afterwards,' he adds with a laugh. 'That's not what it's all about. I bet everyone else goes out to restaurants or the cinema or the pub, and they don't have to wait for a scoreboard before they leave and go home. Life isn't about that. You can enjoy something despite that.' Here's what else Sam had to say as we asked him about all things Eurovision... Were you always a fan of Eurovision, and has your opinion of it changed over time? I've been a fan since I was a kid, hanging out with my mum and dad, my sisters and my grandad, sitting in my lounge and watching it every year. I've got such memories of joy, and in a way, they're some of the warmest memories I have, actually. All getting together and doing stuff like that, they're rare opportunities where you get to do that. And you carry that tradition on with your friends as you get older. The food gets worse, but the company is always good. What's your earliest memory of watching Eurovision at home? It's not necessarily the songs that I remember, it's more the feeling of sitting with my family. There was always music in our house, my parents are massive music lovers, so of course, Eurovision would be on the telly every year. I have memories of togetherness and family time - and real joy.  What are your three all-time favourite Eurovision songs? My favourite Eurovision moment was Lordi's Hard Rock Hallelujah. I was just starting to learn the guitar around that time. And seeing them on stage, in their prosthetics and big platform shoes, bat wings and battleaxes, what's not to like about that? I've got to shout out Lucie Jones and Never Give Up On You, because she's one of the best vocalists in the UK. Her technique and her pitch are incredible, and she's a lovely human being. Also, Waterloo by ABBA, of course. Because it's a belter.  Obviously besides yourself, who are you rooting for at Eurovision this year? Everyone has taken that leap of bravery to play in front of 200 million people, and so everyone deserves respect, so it would feel a bit like bad manners to pick someone. Everyone is putting themselves on the line in some way, or battling some kind of nerves to get on that stage. Everyone has my admiration in that regard, and everyone is so lovely as well. Why is Eurovision still so important? I think it reminds us how important expression is, and the freedom to express yourself. How many people do you think feel afraid to express themselves freely? And Eurovision... it's amazing, people just feel good in their own skin, and that's inspiring. Or not even your own skin, it might be prosthetics, with regard to Lordi. But I think it's so cool. It's so inclusive, I don't think there's a more accepting fanbase in the world than Eurovision, and I am so humbled and grateful to just be a little part of that story. I'll never forget it. This interview has been edited for clarity and length. Watch Sam Ryder performing live during this year's Eurovision Song Contest final on Saturday 14 May at 8pm on BBC One. Watch the video for his song Space Man below:", "c5f3ce1b65334b42c90484fb1553a4f1462b7632add5f309701b60ef": "Cancer campaigner and podcast host Deborah James has been awarded a damehood, the government has confirmed. The co-host of the You, Me and the Big C podcast, who was diagnosed with bowel cancer in 2016, on Monday revealed she is receiving end-of-life care. The mother-of-two said she was sharing the message she 'never wanted to write'. 'We have tried everything, but my body simply isn't playing ball,' she wrote on Instagram and Twitter. 'My active care has stopped and I am now moved to hospice at home care, with my incredible family all around me and the focus is on making sure I'm not in pain and spending time with them.' The podcast, which James co-founded with Lauren Mahon and the late Rachael Bland, has touched millions of lives worldwide. But James wanted to drive this last fundraising push to give 'one final F you to cancer', and has raised more than PS3m for Cancer Research UK. In a statement, Downing Street said the Queen was 'pleased to approve the honour of damehood' be conferred upon James. Prime minister Boris Johnson praised her for her work helping others with cancer. He said: 'If ever an honour was richly deserved, this is it. Deborah has been an inspiration and her honesty, warmth and courage has been a source of strength to so many people. 'Through her tireless campaigning and by so openly sharing her experience she has not only helped in our fight against this terrible disease, she has ensured countless others with the Big C have not felt alone. 'I hope this recognition from Her Majesty - backed I'm sure by the whole country - will provide some comfort to Deborah and her family at this difficult time. My thoughts are with them and Deborah should know she has the country's love and gratitude.' Speaking about the damehood, James told The Sun: 'I don't know what to say. I'm blown away and feel incredibly honoured. 'I don't feel like I deserve this. I can't tell you what this means to my family, it's so much to take in.' She told the newspaper her fund has 'surpassed all expectations', adding: 'I'd love to get it to PS5 million by the end of the weekend.' This is a breaking news story and will be updated. Follow HuffPost UK on Twitter, Facebook and Instagram.", "8b0f53f56690797cdc810870e909748495acd211a33a67bf6e606e9d": "Although the West is becoming more united in its approach towards beleaguered Ukraine, there are fears this could push a cornered Vladimir Putin to trigger nuclear war. But just how realistic are these concerns? Here's everything you need to know. What nuclear weapons does Russia have? Russia has the largest stockpile of nuclear weapons in the world, although it has cut down on its supplies since the Cold War. The Nuclear Threat Initiative claims that, as of 2022, the country has approximately 6,257 warheads. It also has both smaller tactical weapons along with larger strategic missiles. Tactical nuclear weapons vary in size and strength, but - in the very unlikely event Russia does start to use its nuclear supply - Moscow will probably deploy these first. They can be one kiloton (the equivalent to 1,000 tonnes of explosive substance) while the larger ones can go up to 100 kilotons. Russia's largest strategic weapons are believed to be at least 800 kilotons. For context, the atomic bomb that killed around 146,000 people in Japan during Second World War was 15 kilotons. But, it's important to note that the impact from each of these weapons would depend on the size of the nuke, how far above the ground it detonates and the surrounding area. Aside from Russia, the US, the UK, China, France, Pakistan, India, Israel and North Korea are all known to have nuclear weapons. Russia - along with the US, UK, China and France - also signed the 1968 Treaty of Non-Proliferation promising to stop the spread of nuclear weapons. What has Putin said about the weapons? Putin has been holding his nuclear arsenal over the West ever since he launched his attack on Ukraine, and has claimed that Russia is 'one of the most potent nuclear powers and also has a certain edge in a range of state-of-the-art weapons'. The country's foreign minister Sergei Lavrov then warned in April that the risk of nuclear war was 'considerable' because the West continues to supply Ukraine with weapons, even though the West has done this since the invasion began. Russia has also repeatedly promised that its nuclear weapons will be used 'exclusively as a means of deterrence', although it's not entirely unclear what would qualify as a provocation to Moscow. Why would Putin deploy them now? The invasion has not gone to plan Russia's invasion of Ukraine has definitely not gone as smoothly as the Kremlin originally planned. The Russian forces' attack has been barbaric and caused millions of Ukrainians to flee. But, with skyrocketing losses and no real victory in any part of Ukraine,  the strength of the nation's resistance continues to take Russia by surprise. The West is teaming up Putin's invasion was at least partially motivated by his fears that the West, particularly Nato, was uniting against him. Since his invasion, Ukraine has decided to step back from the defence organisation. However, Finland - which also shares a border with Russia - has announced it plans to join Nato as soon as possible.  Sweden is considering it as well, despite being neutral historically.  The West appears to be doing the exact opposite of what Putin supposedly wanted and is coming together.  The UK also went further than any Western country and pledged to send troops to Sweden if it comes under attack from Russia on Wednesday. The deputy chairman of the security council, Dmitry Medvedev, said on Thursday that as Nato is still sending weapons to Ukraine, it 'increases the likelihood of a direct and open conflict between Nato and Russia'. Such a conflict, he claimed, could turn into a 'full-blown nuclear war'. Russia's isolation The sanctions in the West are starting to have a real impact on Russia, as prices rise and goods are harder to buy. On top of that, the West is gradually severing its ties with the country's oil and gas industries. Even Germany revealed on Thursday that it believes it can cope with a boycott of Russian gas by this winter, despite being previously reliant on the export. But do people think Putin will actually use them? Director of national intelligence in the US, Avril Haines, warned on Tuesday that defeat in Ukraine could lead to an escalation of tensions. While she clarified that the Russian president is not expected to use a nuclear weapon unless he saw an existential threat to Russia or regime, there is a chance that losing in Ukraine could fall into such a category. Haines said: 'The current trend increases the likelihood that President Putin will turn to more drastic means, including imposing martial law, reorienting industrial production, or potentially escalatory military actions to free up the resources needed to achieve his objectives as the conflict drags on, or if he perceives Russia is losing in Ukraine.' However she added that she expects there to be some form of 'signalling beyond what he's done thus far before' if he were seriously considering it. Former US under-secretary of defence for policy, Walter Slocombe, also told the US think tank Atlantic Council: 'There is some non-zero (perhaps a worryingly high 1 or 2%) risk he will carry out his threats.' Not everyone is as concerned though. When Russia moved to put its nuclear deterrent on high alert, defence secretary Ben Wallace dismissed it. He said the move was an attempt to distract 'the world and the public from what he's actually doing in Ukraine'. Ukraine's foreign minister Dmytro Kuleba said at the end of April: 'This only means Moscow sense losing hope to scare the world off supporting Ukraine.' According to nuclear expert James Acton, from the Carnegie Endowment for International Peace in the US, Putin would use the weapons only to 'terrify everyone and get his way'. Ukraine is also very close to Russia, geographically, and Putin claims the two are one country, meaning the use of a nuke is a high risk move for the Kremlin. Although the Russian leader has crossed lines before (see: invading Ukraine) others such as Kings College London's nuclear expert Dr Heather Williams think that Kremlin's dependence on China would deter such a drastic move. Speaking to the BBC, she said: 'China has a 'no first use' nuclear doctrine. So if Putin did use them, it would be incredibly difficult for China to stand by him. If he used them, he would probably lose China.' What would happen if Russia did use nuclear weapons? In the unlikely event Putin were to use his nuclear power, experts believe he would deploy the weapons in Ukraine and they would be used against the military rather than civilian targets. Former senior staff member for the National Security Council in the US, Jan Lodal, told the Atlantic Council: 'The sequence would look like this: Putin would first create a 'provocation', then hit a high-value target such as Kyiv in hopes of getting Ukraine to accept 'peace at any cost'. 'However, he would also seek to avoid any potential spillover, such as radiation, into any NATO state.' However, it's not clear how the West would respond to a nuclear attack. The UK and its allies would probably want to avoid escalating the situation, but how authority in the face of Putin's dangerous actions at the same time. So far, US intelligence suggests there has been no significant change in Russia's storage of weapons, so they are not deployed and ready to fire. As nuclear expert James Acton told the BBC: 'Once you have crossed the nuclear threshold, there is no obvious stopping point. 'I don't think anyone can have any confidence of what that world would look like.' ", "97f2d8e89ad89da7d23a5482b4d208fb7c34bed89a1bad796e31cbeb": "", "d20b97c17318a4e6479a11001a9f13ed8ba9dac8234566601bdf1dd8": "A complete breakdown in Brexit talks between the UK and EU may just be days away after Brussels told Liz Truss they were not willing to renegotiate the Northern Ireland protocol. The foreign secretary told European Commission vice-president Maros Sefcovic that the bloc needed to budge during a 'tetchy' phone call this morning. She said a failure to do so would leave the UK with 'no choice' but to tear up the agreement on trade between Great Britain and Northern Ireland. But in response, Sefcovic said the EU had moved as far as it could and would be making no further concessions. He said: 'The EU cannot solve all the problems created by Brexit and the type of Brexit that the UK chose. 'That is the reason why the EU's position has been consistent: we will not renegotiate the protocol, and the EU is united in this position. 'Unilateral action, effectively disapplying the protocol, is not a solution for the way forward.' He said the commission 'stands ready' to carry on working for a joint solution to the frictions being caused by the accord, and urged the UK 'to do the same'. The UK insists the Protocol, which created a customs border in the Irish Sea, must be radically redrawn in order to protect the Good Friday Agreement and restore power-sharing government at Stormont. If no agreement is reached, legislation over-riding parts of the Protocol is set to be introduced by ministers next week - a move which could trigger a trade war between the UK and EU. In a statement issued after the call between Truss and Sefcovic, a Foreign Office spokesperson said: 'The Foreign Secretary outlined that the UK's overriding priority is to protect peace and stability in Northern Ireland and said that the Northern Ireland Protocol had become the greatest obstacle to forming a Northern Ireland Executive. 'She also noted that the current situation was causing unacceptable disruption to trade and had created a two-tier system where people in Northern Ireland weren't being treated the same as everyone else in the UK. 'She reminded Vice President Sefcovic of the importance of defending the Belfast [Good Friday] Agreement, and said that the commission bore a responsibility to show more pragmatism and ensure the protocol delivered on its original objectives.'", "5e0f6071b5a83f23287a9085f25a2feaf66c8c23d2dffd10e23c5282": "Boris Johnson has been accused of a 'cover up', after the government withheld detailed security advice related to the awarding of a peerage to the Russian-born businessman Evgeny Lebedev. Earlier this year, MPs voted to force ministers to release documents about the prime minister's involvement in the appointment. But in response, the government has simply released the blank form Lord Lebedev was required to fill in by the House of Lords Appointments Commission. It has also published the public citation announcing his appointment, a list of the other peerages awarded at the same time, and a letter congratulating him on the news. Angela Rayner, Labour's deputy leader, said: 'This looks like a cover up and smells like a cover up because it is a cover up.' It followed questions as to whether the PM asked anyone in the security services to reconsider or withdraw their assessment of Lord Lebedev ahead of his appointment in November 2020. Lord Lebedev is the owner of the London Evening Standard and a shareholder in The Independent. His father, the oligarch Alexander Lebedev, was a former KGB agent. In a statement, Cabinet Office minister Michael Ellis said the government was 'committed to openness and transparency'. But he said it had to take into account security concerns as well as the need to maintain the 'integrity' of the honours system. 'It is also the case that when considering requests for information from parliament, the government has a responsibility to consider whether it is in the public interest to place information into the public domain,' he said. 'As laid out in today's House of Commons paper, the disclosure of these documents reflects the need to protect national security, to maintain integrity in the system for the awarding of honours and dignities by the Crown, the vetting of nominees for probity and the data protection rights of individuals.' Ellis added: 'Lord Lebedev is a man of good standing. No complaint has been made about his personal conduct. He has been vocal in his criticism of the Putin regime.' Rayner said: 'If the prime minister is claiming he was not involved in forcing through the award of a peerage to an individual of concern to our intelligence services, he should come clean and publish the documents as Parliament instructed. 'The public have a right to know the truth about Boris Johnson's interference in the appointment of his friend Lord Lebedev, the son and business partner of an ex-KGB agent, to a seat in the heart of our parliament. It is time to get to the bottom of this whole murky business.'", "b0b3f2345efb958236ecb76058290c1b89b39951d3d9ac1492053a09": "Expecting a baby? Depending on how far along you are, you might want to sort out your childcare needs. Sadly, we're not joking.  That's because waiting times are ridiculously long at the moment and some mums are sharing the advice they wish they knew before they had children.  One mum, author Libby Page, says her ultimate parenting advice would be to arrange childcare before the baby is here, so you have nothing to worry about when you want to go back to work. It does depend on the area you live in as some might be in high demand, while others may require a deposit before securing a place, but the general advice it to book it during pregnancy.  Don't forget that many parents register their baby on a waiting list as soon as they're expecting, which means places will go quickly.  Others replied to the thread sharing the difficulties they've had accessing childcare, even when they started extremely early. When should I start my childcare search? According to the Baby Centre, you should start looking during your pregnancy.  They say don't worry if you're unsure whether you'll return to work full-time or part-time, or even at all. Making enquiries as early as you can means you'll be armed with all the information you need to make a decision when the time comes. When do I need to make a decision about childcare? In areas where there's high demand, you may need to secure a childcare place for your baby before they're born or shortly after. However, in most cases you won't need to decide this early. It depends on the kind of childcare you want. According to Baby Centre, these can be   Day Centres which have a waiting list, so be prepared to put your child's name down up to six months before you need the place. You may need to pay a deposit or booking fee.   Childminders usually need to be booked at least a month in advance. However, it's worth making enquiries well before this as demand can vary.   A nanny may take time to find, so start your search at least several months before you need one. You'll need to interview as many nannies as possible to find the right one, and then trial them before they start.   They advise drawing up a list of your first, second and third childcare choices. That way you'll be well informed about your back-up choices, just in case your favourite doesn't work out. The earlier you start, the better.", "d2aebfa225c57c59fbc902888f13180f345caf65e921972706641869": "Hilary Duff's Women's Health cover shoot has caused quite the stir. The star and mother of three, who found fame as a teenager in the Disney Channel's Lizzy McGuire, is posing nude.  'Who cares?' we hear you say. Well, a lot of people, actually.  Though some are championing the beauty of her photos, others are questioning if it was really necessary for her to get naked.  The pictures have clearly caused a division, but do we always need to have an opinion on what women do with their bodies? Whenever a woman chooses to get naked, there's always a discussion around it. Of course no celebrity is exempt from critique, but why do we always feel the need to comment on their choices? Women have the freedom to be able to do what they want with their bodies, when they want.  The commentary hasn't even stopped with the nudity thing, with people bringing Duff's age into the conversation, even when it sounds like a compliment. Call it Lizzie McGuire fans who can't believe it's been almost two decades since their favourite show wrapped, but suggesting Duff has 'aged like fine wine'? (FYI, she's only 34). Readers are also chewing over the contents of the interview inside the cover. The article focuses on Duff growing to accept her body and rejecting 'Hollywood's standards'. 'I'm proud of my body. I'm proud that it's produced three children for me,' she says. 'I've gotten to a place of being peaceful with the changes my body has gone through. I also want people to know a makeup artist was there putting glow all over my body and someone put me in the most flattering position.' This is all good news - we're happy for Duff, who's spoken about struggling with an eating disorder when she was 17. And we also applaud her honesty about the way these cover shoots work. It's the framing that people have questions about. After all, this is a regular, cis-bodied, slim white woman. And as many have pointed out, Duff can celebrate her body without it being held up as an example of rejecting 'Hollywood's standards'.  Lizzie McGuire might be all grown up, but the way we talk about women's bodies has barely changed in decades.", "1213545f89f289c3ad69912383d742caaad528a132514188ce665f85": "A senior Tory MP has called on Rishi Sunak to reject calls for a windfall tax on the profits of oil and gas companies to help tackle the cost of living crisis. Andrew Bowie, a former Conservative Party vice-chairman, told HuffPost UK the move would lead to job losses in the North Sea. The West Aberdeenshire and Kincardine MP said it was the 'consensus view' among all of his Scottish colleagues that a windfall tax was a bad idea. His comments came as it was reported that the chancellor had ordered Treasury officials to assess the impact of a windfall tax, amid growing speculation the government will bring one in. The government has repeatedly rejected calls from Labour and the Lib Dems for a one-off levy on the bumper profits being enjoyed by energy firms due to the global spike in oil and gas prices. However, Sunak today left the door open to bringing in a windfall tax unless the companies use their extra cash to increase investment in things like green energy. 'These companies are making a significant amount of profit at the moment because of these very elevated prices,' he told the BBC.  'What I want to see is significant investment back into the UK economy to support jobs, to support energy security, and I want to see that investment soon. If that doesn't happen, then no options are off the table.' But Bowie told HuffPost UK: 'Scotland's economy would be damaged most by a windfall tax. 'I'm of the belief that any windfall tax would hamper investment and cause uncertainty in the North Sea. 'BP and Shell could swallow it given the size of their operation, but medium-sized businesses would find it difficult. Any change to the fiscal framework could lead to jobs being lost and a lack of investment. 'It gets raised with me by these firms all the time. They are firmly against it and I agree with them. 'Every time I meet with the chancellor I raise it with him. He says he is looking at a variety of options, but I very much hope it is not a windfall tax. 'The last time I spoke with the chancellor he was of the opinion that a windfall tax was not his favoured option and I hope that is not the direction he is heading in.' Asked about the government's position on a windfall tax today, the prime minister's official spokesman said: 'We do keep options on the table - rightly so. 'But, as the prime minister has set out, as the chancellor has said, we do not think this is the right approach. 'We want these companies that are making profits to make further investments. But we are simply not cutting off options given the circumstances that we find.'", "9e62c0aecbaf46d681be9260100fc3b9643f636563635f5d2a232e36": "", "d3e8fc56f7919b06cd63fc26809d254c4591174fabc390699eb3931a": "One member of the Bridgerton family will be looking a little bit different when the hit Netflix show returns for its third season. Bosses have announced they have recast the role of Francesca Bridgerton ahead of filming starting this summer.  Hannah Dodd will take over the role from previous actor Ruby Stokes, who has now left the show.  Francesca is the sixth-eldest Bridgerton sibling, and made a handful of appearances in the first two seasons. She was last seen in the third episode of series two, which was released on Netflix in March. So far, the character has been a mystery within her chatty, extroverted family, but her recast suggests she could be about to take a more prominent role in future series. Bridgerton's new addition Hannah is best known for her role in Netflix's Anatomy Of A Scandal, where she played the younger version of Sienna Miller's character Sophie Whitehouse. She has also appeared in Find Me In Paris and Harlots.  Bosses have also confirmed production on the third season of Bridgerton will begin in London in the summer.  It is yet to be confirmed which characters will take the lead in the forthcoming series, after Daphne Bridgerton and Simon Bassett took centre stage in the first run, followed by Anthony Bridgerton and Kate Sharma in the second.  Bridgerton is available to stream on Netflix now.", "991b9e09b812fb291798c6aee639354f626d6c0d337c6abf98a87aac": "Peter Andre has voiced his frustration after he was dragged into the 'Wagatha Christie' libel battle between Rebekah Vardy and Coleen Rooney. The Mysterious Girl singer was mentioned in court as Rebekah was quizzed this week about a 2004 newspaper interview she gave about a purported sexual encounter with Peter. The article carried the headline 'Peter's hung like a small chipolata, shaved, slobbery, lasts five minutes,' with Rebekah now admitting she was 'forced into a situation by my ex-husband' to do the interview. Responding to comments about his anatomy being discussed in court, and subsequently in the media, Peter shared a two-minute video on his social accounts revealing he felt like he 'had to say something'.  'Sorry to Emily [his wife] and the children that have had to see and hear some not very nice things,' he wrote in the caption, before going on to say in the video: 'Seeing as I haven't had much of a say in this, and just let everyone have a laugh and whatever, whatever, I'm just going to put it out.  'Fifteen years this has been going on, and I kept quiet and I didn't say anything, and I let everyone have their laugh and I let everyone say what they wanted to say. 'Okay yes, now, [Rebekah] has gone to court and admitted that the story was made up, and she did that because her ex-husband forced her to do it. Fair enough. 'But put that all aside and just think how it feels that if a man, or if I had said this, about her anatomy, or a man said something about a woman's anatomy, and made up something, whatever, I don't know - you can use your imagination - of saying something very unflattering.  'There would be outrage, there would absolute outrage. But because it's been said about me, it's been the butt of all jokes, I've taken it for fifteen years.' He continued: 'Some of you are gonna go, 'oh get over it, don't say anything, whatever'. You've got to understand, what's even worse is it's brought up in a High Court, and the lawyer is bringing it up... and it's brought up again. And the only one that sits there and takes hit after hit about it is me. 'And I'll be laughing about it for a while, but think about how it would feel if it was the other way around, that's all I'm saying.  'Okay yes, I think we all know now it's just a made-up story fine, fine, fine. But it's a little bit more serious than that. And I think it's not fair that something like this can happen again and again and again. 'We talk about all sorts of things, about mental health, about being kind and about all that sort of stuff, and nothing seems to change.' The high-profile libel battle comes after Coleen accused Rebekah's Instagram account of being behind the leaking of 'false stories' about her private life to the media in October 2019. Rebekah, who is married to Leicester City striker Jamie Vardy, denies leaking stories to the media and is suing her fellow footballer's wife for libel, while Coleen is defending the claim on the basis her post was 'substantially true'.", "cedc2a0d44dcac7b95db0d2853c63abd4ed83b2dde4e44eaa6589a3f": "Amanda Seyfried has admitted the success of Mean Girls led to some unwanted attention based around one of her most famous scenes from the film. The Oscar nominee played Karen Smith in 2004 film, with her character ending up becoming a weather presenter, following on from an earlier comment in which she said her breasts could 'tell when it's raining'. In a new interview with Marie Claire, Amanda opened up about being recognised as the film grew in popularity, with the magazine claiming this was 'mostly boys asking her if it was raining'. 'I always felt really grossed out by that,' she said. 'I was like 18 years old. It was just gross.' Speaking about fame, Amanda added: 'I think being really famous [young] must really fucking suck. It must make you feel completely unsafe in the world. 'I see these younger actors who think they have to have security. They think they have to have an assistant. They think their whole world has changed. It can get stressful. I've seen it happen to my peers.' Amanda appeared in Mean Girls alongside Lindsay Lohan, Rachel McAdams and Lacey Chabert, who made up the 'plastics' clique, with Tina Fey, Lizzy Caplan and Amy Poehler also among the cast. In the 18 years since its release, the film has gained a loyal following, and even inspired a Broadway musical which ran between 2018 and 2020. Last year, Amanda landed her first Academy Award nomination for her role in Mank, and recently won critical acclaim for her performance in the Disney+ drama The Dropout.", "62a2a2f97a5613bb652aacdbbb9826b5ec8d06028b7272cfa38b0aca": "Cabinet ministers ignored difficult questions from a journalist on Thursday just after the police confirmed it has now issued more than 100 partygate fines.  Boris Johnson, his wife and chancellor Rishi Sunak were all fined for attending a birthday party in June 2020 only last month. This was during the first wave of 50 fixed penalty notices issued in the Met's ongoing investigation into Downing Street's Covid breaches. As that number has now more than doubled, the government is coming under further scrutiny. As Johnson decided to hold a cabinet meeting on Thursday Stoke-on-Trent, Sky News' Sam Coates caught the ministers on their way to the gathering - and he didn't hold back. Addressing home secretary Priti Patel, he said: 'Are you embarrassed or are you just going to play deaf to the scale of the law-breaking in No.10. Do you still back the prime minister?' She avoided looking at the camera, briefing saying, 'good morning Sam' and asking the journalist how he is - all the while keeping her gaze steadily on the ground. Michael Gove was up next. He looked directly at the journalist as Coates asked: 'Is it just best to ignore law-breaking in Downing Street Mr Gove, or do you have the full confidence [in] the prime minister?' With a large smile, the levelling up secretary looked at the camera and said: 'Hi Sam!' As Sunak approached, Coates said: 'Chancellor, are you prepared to dig deep to help with the cost of living or is the prime minister going to bounce you into spending more?' The chancellor simply smiled and said, 'morning', before walking on. It wasn't just the cabinet minister who faced a grilling either. When Guto Harri, Downing Street's director of communications, arrived with a crowd of colleagues, Coates asked: 'Guto Harri, is it hard to spin your way out of this one after a hundred fines this morning confirmed by the Met?' Smiling, the spin doctor replied: 'Good morning! How are you?' Nigel Adams - cabinet minister without portfolio - was also filmed arriving for the meeting, prompting the Sky News journalist to ask: 'Have you fixed it for Boris Johnson to get through this despite the scale of law-breaking in No.10?' 'It's great to see you too, Sam,' Adams replied without breaking his stride. 'Wonderful to be here in Stoke.'  Adams actually tweeted about Labour leader Keir Starmer only last week when he was accused of avoiding scrutiny about 'beergate', which is now also under police investigation for breaching Covid rules. He wrote: 'It's not a good look to be dodging questions about #beergate. 'Most voters can spot BS and a #hypocrite from a mile away.' Coates also tweeted clarifying that not all attendees chose to enter the building, where the government will be trying to follow up on its promises from the Queen's Speech, via the TV cameras.", "b88e8088dfad8cdcc5b87ac21376cb761494113d0121627098492769": "More than half of patients who were hospitalised with Covid during the pandemic still experience at least one symptom two years after their first infection, according to new findings. In the longest study of its kind, research published in the Lancet Respiratory Medicine has revealed that even after being discharged, these Covid patients still experience a lower quality of life and poorer health compared to the rest of the general public. Lead author Professor Bin Cao from the China-Japan Friendship hospital said: 'Our findings indicate that for a certain proportion of hospitalised Covid-19 survivors, while they may have cleared the initial infection, more than two years is needed to recover fully.' The research is particularly eye-opening because the long-term effects of contracting Covid have been, for the most part, unknown until now. The longest study before this looked at patients for around 12 months. How was the study conducted? The experts looked at how 1,192 patients who had acute Covid and were hospitalised in Wuhan (the Chinese province where the disease first broke out) between January 7 and May 29 2020. The patient's average age at discharge was 57. The study then checked in with the individuals at six months, 12 months and two years.  They had to take part in a six-minute walking test, lab tests, questionnaires on their symptoms, mental health, quality of life linked to their health, and if they had gone back to work along with their use of healthcare facilities. For comparison, there was a control group of people who had no history of Covid infection. What did the study find? Half a year after the initial infection, 68% of patients reported at least one long Covid symptom. Two years later, this number dropped to 55%, with 31% reporting fatigue and muscle weakness. Around 11% of the individuals in the study had still not returned to work. The participants were also more likely to report other symptoms including joint pain, palpitations, dizziness and headaches along with extra pain, discomfort, anxiety and depression compared to the control group. Professor Cao said: 'Ongoing follow-up of Covid-19 survivors, particularly those with symptoms of long Covid, is essential to understand the longer course of illness, as is further exploration of the benefits of rehabilitation programmes for recovery. 'There is a clear need to provide continued support to a significant proportion of people who've had Covid-19, and to understand how vaccines, emerging treatments and variants affect long-term health outcomes.' But the findings are not concrete As all individuals involved in the study were treated at Jin Yin-tan Hospital, it's not clear what variants they were infected with. The impact of the virus on an individual's health is thought to vary according to which strain they were infected with - new data has even suggested that Omicron is less likely to trigger long Covid than Delta. Many of the symptoms in the study were self-reported too, meaning there is a chance of information bias. How many people have long Covid in the UK? According to Office for National Statistics, around 1.3 million living in private households experienced self-reported long Covid symptoms as of January 2022. This means more than four weeks after their suspected infection, people are still experiencing Covid symptoms, particularly fatigue, shortness of breath, loss of smell and loss of taste. The prevalence of it is greatest in people aged between 35 and 69 in particular women, people who live in more deprived areas, those who work in health care, social care, teaching and education, or those with another underlying health condition. Is the rate of new Covid cases in the UK dropping? New infections in the UK were steadily falling but have now plateaued. The ZOE Covid Study predicts that UK cases will stall around 100,000 per day. Professor Tim Spector, co-founder of the ZOE app, said: 'It is too early at this stage to know what is causing the slowdown but it's a strong signal that Covid is not going to disappear for summer.' However, the number of hospital patients in England with Covid has dropped to below 10,000 in the UK, suggesting infections are not causing such severe symptoms at the moment.", "4207ccc895d6f2215fc1062ce66ca069c4f5f37044b5b2765321580a": "Spain is on its way to becoming the first European country to offer paid menstrual leave, up to three days per month.  The move, set to be introduced from next week after Spain's next cabinet meeting, also welcomes workers to take time off for other reproductive health reasons, such as abortions.  The Secretary of State for Equality and against Gender Violence, Angela Rodriguez, announced a range of measures set to offer women and girls better provisions. The reform also includes free period products to students in school. 'The rights related to menstrual health have never been discussed and the data is chilling,' Rodriguez told a Spanish news website. 'One in four women cannot choose the feminine hygiene products she wants to buy for financial reasons. That is why we propose that they can be dispensed free of charge in educational and social centres.' While not everyone who gets periods will suffer from debilitating symptoms, there are some who experience extreme pain which can be a sign of health conditions such as dysmenorrhea and endometriosis. But the provisions are to be reserved for extreme pain. Rodriguez added: 'It is important to clarify what a painful period is, we are not talking about a slight discomfort, but about serious symptoms such as diarrhoea, severe headaches, fever. 'Symptoms that when there is a disease that entails them, a temporary disability is granted, therefore the same should happen with menstruation and that there is the possibility that if a woman has a very painful period, she can stay home.' Other countries around the world also offer a similar package to menstruating women including Japan, Indonesia, South Korea, and Zambia. So, should the UK be next? And what does it mean for women in the workforce?  While leave that accommodates different needs is certainly welcome, period leave might still perpetuate period stigma. In fact, research shows young women are being subjected to verbal abuse and bullying around their periods, with many of those affected suffering in silence. One in five (20%) of 14-21 year olds has experienced teasing around their periods and made to feel shame, with only half (49%) telling anyone about it. This teasing and bullying often takes place in school - but for one in 10 girls, it has happened online.  Many people have also been missing school and work due to periods, missing out on their work as a result.  Research published in the BMJ in 2019 found 13.8% of women who have periods had missed work or school because of it - but most felt unable to be honest about the reason. Among those who'd called in sick, only 20.1% told their employer or school that their absence was due to menstrual complaints. In Japan, they've considered introducing period badges to alert work staff that a person is menstruating.  But the move faced backlash as it segregates workers and others those who have periods.  It could also lead to discrimination in the workforce, with bosses and companies hiring fewer women over fears of them going on period leave. So what do women need?  Emma Barnett, journalist and author of the book Period told HuffPost: 'I don't think this helps.'   'Women don't need a badge. They need the voice to vocalise any issues their periods present. They also need others - loved ones and colleagues - to rid themselves of their unnecessary and ill-founded squeamishness about a perfectly normal bodily process.' That might certainly be a start. ", "7e97bd1bf25bdccba6af8c4ced2cdfccd74f8c723fb1234ecdb35030": " Liz Truss today fired a warning shot to the EU that she is poised to tear up the Northern Ireland Protocol unless they budge in talks.  The Foreign Secretary held what sources described as a 'tetchy' phone call with her European Commission counterpart Maros Sefcovic this morning.  Truss called for the EU to show 'more flexibility and pragmatism' following long-running negotiations. Prior reports suggested she was set to warn Brussels they had just 72 hours to change their position on NI border checks or the UK government would unveil legislation to override the protocol.  The protocol is part of the UK government's Brexit deal that keeps NI aligned with the EU single market for goods as a means of retaining an open Irish border. However, it has resulted in additional checks for goods moving between Great Britain and NI and plunged the region into political crisis.  In a statement, issued after their high stakes call, a Foreign Office spokesperson said: 'The Foreign Secretary noted this with regret and said the situation in Northern Ireland is a matter of internal peace and security for the United Kingdom, and if the EU would not show the requisite flexibility to help solve those issues, then as a responsible government we would have no choice but to act.' Shortly after, Sefcovic also issued a statement saying it was 'simply not acceptable' for the UK to threaten to unilaterally suspend parts of the protocol. Britain has been preparing legislation that would unilaterally override parts of the protocol - which the EU has warned would result in the suspension of the entire Brexit deal. During the call, Truss also made clear the UK's 'overriding priority' was to protect peace and stability in Northern Ireland. She told Sefcovic the protocol had become 'the greatest obstacle' to forming a new NI executive. After last week's elections to the Northern Ireland Assembly, the DUP has refused to enter into a new power sharing administration with Sinn Fein unless there are significant changes to the protocol which governs post-Brexit trading arrangements. A Foreign Office spokesperson said: 'The Foreign Secretary outlined that the UK's overriding priority is to protect peace and stability in Northern Ireland and said that the Northern Ireland Protocol had become the greatest obstacle to forming a Northern Ireland Executive.  'She also noted that the current situation was causing unacceptable disruption to trade and had created a two-tier system where people in Northern Ireland weren't being treated the same as everyone else in the UK. 'She reminded Vice President Sefcovic of the importance of defending the Belfast [Good Friday] Agreement, and said that the commission bore a responsibility to show more pragmatism and ensure the protocol delivered on its original objectives.' Sefcovic said: 'It continues to be of serious concern that the UK government intends to embark on the path of unilateral action. 'I am convinced that only joint solutions will work. Unilateral action, effectively disapplying an international agreement such as the protocol, is simply not acceptable.' ", "9aa4855ffb454e4b3d92d80c51a1915f1d508bc4a8229a445b3365e9": "Heartstopper actor Joe Locke has revealed what he wants to see if the hit show gets a second season. The British actor plays Charlie Spring in Hearstopper, which has proved hugely popular since its debut on the streaming platform last month. While Netflix is yet to confirm whether the hit teen drama will get a follow-up season, its huge viewership would certainly suggest there could be one in the pipeline, with Joe now sharing what he would want to explore in the next chapter. 'I'm excited for [Charlie and Nick],' Joe told British GQ. If we get another season (fingers crossed), I'm looking forward to seeing how they develop as a couple.' He continued: 'In the next graphic novel, Charlie struggles with his mental health and I'd love to explore that more. 'I think a lot of mental health and eating disorder shows tackle mental health in a way that is hard-hitting and really dark, but I'd love to come at these issues from a lighter place.' Meanwhile, in another interview with Variety, Joe also shared his casting hopes for the next instalment of Heartstopper.  'Jennifer Coolidge should play my grandmother,' he said. 'That would be so cool. I love her. She's amazing. 'I also want a scene with Nick's mum so I can work with Olivia Colman.' Heartstopper is available to stream on Netflix now.", "5eecdac0b0fdc0473aa4bd2fd03aaa3a2dc16202c486d57fa5761b06": "Tory MP Lee Anderson has doubled down on his controversial comments that people use food banks because they can't 'cook or budget'. The Conservative for Ashfield triggered an online outcry after he made a speech in the Commons on Wednesday saying a large portion of food bank users simply need to taught these basic skills - despite the crippling cost of living crisis which means millions are skipping meals. On Thursday morning, he defended his claims and told Times Radio that a lot of people out there would be able to stop using food banks with the 'right support and the right education'. He added: 'The point I was trying to make was I think the actual food bank use is exaggerated.' Anderson said he works with a local food bank in Ashfield and they've got a 'wonderful initiative' where people receive one food package but have to sign up to a cooking course along with a budgeting course at the same time. The MP also claimed that he was able to make 170 meals for PS50 by cooking from scratch, using fresh vegetables and meat from the local supermarket while batch cooking. He said this would feed a family of five for a week and a half - suggesting the 'real nub of the problem' is the 'generations of people out there who simply haven't got the skills to 'budget properly'. Referring to the backlash from his remarks in the Commons, he said: 'I'm sort of glad it caused all this fuss because it brings that debate out.' He then claimed he had invited all Labour MPs to join part in these courses and 'as yet not one has accepted'. Anderson said until people had attempted the cooking course in Ashfield, 'you've got no right to comment' on his remarks. 'This not me being a nasty Tory,' Anderson claimed. The MP did then clarify: 'There's always genuine people, Stig, in need. I wasn't making that point. 'The point I was making is that there's a lot of people out there who with the right help and the right support and the right education they will be able to fend for themselves.'  However, shadow communities secretary Lisa Nandy suggested Anderson's comments show the Tories are 'living on another planet'. Speaking to Sky News, she said: ''We've got, at the moment, a crisis that is engulfing families and businesses across the country, record inflation - it's not that people aren't budgeting properly, it's that they simply cannot afford the basics. 'And is a damning inditement of 12 years of a Conservative government.' She said there was a food bank in Wigan which was now giving out 'cold boxes' because people can't actually afford to cook the food they're being given. The Labour MP called for significant government intervention to ease the crisis, explaining: 'We've got to get help to people now, we've got to get money back in their pockets, and most of all we have to stop with this sort of patronising rubbish that this is somehow the fault of families who have seen their income drop dramatically in the last few months.'", "8d667c1991ee68aed08345dec8610bda1d09e7f7d0c29bcdfde86b62": "Scotland Yard has announced it has issued more than 100 fines for covid lockdown breaches as part of its partygate investigation.  The police had been waiting for the local elections to be over before revealing its latest round of fixed penalty notices for gatherings held in Downing Street and Whitehall during lockdown. Previously, the Metropolitan Police had confirmed that 50 fines had been issued over partygate. In a statement, the Met said: 'As of Thursday 12 May, Operation Hillman, the investigation into breaches of Covid-19 regulations in Whitehall and Downing Street, has made more than 100 referrals for fixed penalty notices (FPNs) to the ACRO Criminal Records Office. 'These referrals have continued to be made throughout the period since our last update on Tuesday 12 April and the investigation remains live.' Boris Johnson is not thought to be among those given one of the additional fines. The prime minister, his wife and chancellor Rishi Sunak have previously received fixed penalty notices for attending a birthday party for the PM in 10 Downing Street. A Downing Street source said: 'If the PM receives a further FPN we will let you know, as we always have.' Lib Dem leader Ed Davey said: 'Boris Johnson stood up in Parliament and said Covid rules were followed in Number 10 at all times. 'Now 100 fines have been issued by the police over partygate. It shows the shocking scale of the law-breaking in Johnson's Downing Street and the extent of his lies.'", "f29d3a89fe4031768a6bb5f588df5252882094003ebc4059b1ae5b40": "The Northern Ireland protocol has returned, and yet again, it is threatening the relationship between the UK and the EU. Both sides are locking horns over how to resolve this crisis which could see the whole Brexit agreement torn up and trade war potentially erupting. Here's what you need to know. What is the Northern Ireland protocol? The protocol was proposed as the solution to the Brexit stalemate between the EU and the UK back in 2019. Just months into his time in Downing Street, Boris Johnson signed off on it. It seemed to prevent a hard border between Northern Ireland and the Republic of Ireland, therefore avoiding a revival of any past tensions which have cropped between the two countries. But, it means Northern Ireland now, like the Republic of Ireland, has to follow the EU's trade rules so there's no border checks when goods travel around the island of Ireland. As Northern Ireland technically left the EU along with the rest of the UK but still follows EU's single market rules, border checks had to be introduced in the Irish Sea instead. Anything travelling from Britain to Northern Ireland has to be checked as though coming from a third country. Why is everyone talking about it again now? Unionists have repeatedly said that the protocol separates Northern Ireland from the rest of the UK and disrupts trade ever since it was introduced. Their arguments have come to a head after the Northern Ireland Assembly elections, which saw the main unionist party lose their majority for the first time since the Assembly was established. The DUP (Democratic Unionist Party) is currently refusing to nominate someone to be the deputy first minister. The Northern Ireland executive cannot operate without this role. The DUP claim, until the protocol is addressed, it will not only paralyse the executive but the whole assembly. The party could do this by refusing to back the nomination of an assembly speaker on Friday, which would have enabled the legislative body could operate without an executive. What has the UK said? Foreign secretary Liz Truss said on Tuesday night that the government was going to reject the EU's recent suggestions about how to fix the problem. She said: 'The current EU proposals fail to properly address the real issues affecting Northern Ireland and in some cases would take us backward.' The senior minister suggested that the bloc's reforms would see various chilled meats from Britain needing a vet certificate to enter Northern Ireland, and foods outside of the EU no longer available in the country. She explained: 'Our preference has always been for a negotiated solution but will not shy away from taking action to stabilise the situation in Northern Ireland if solutions cannot be found.' What has the UK proposed? The UK could set up new legislation to unilaterally scrap parts of the Brexit agreement signed in 2020, although Brussels says this would be a breach of the UK's obligations. According to The Times, this could mean scrapping checks on goods going from Britain to Northern Ireland, simultaneously ending the EU's Court of Justice role in the country and allow businesses to stop following the bloc's trade regulations. Truss has promoted a new arrangements which would include a green and red division, along with a bespoke data-sharing system, to reduce the trade barriers down the Irish Sea. A Whitehall source told POLITICO's Playbook: 'What is most disappointing here is Brussels truly holds some remarkable brilliant thinkers and yet the negotiations over the past year have shown the EU still clearly misunderstands what is practically happening in Northern Ireland and the structural issues with the protocol.' How has the EU responded? The EU is refusing to back down or renegotiate the protocol. European Commission Vice President Maros Sefcovic said: 'The protocol, as a cornerstone of the withdrawal agreement, is an international agreement. Its renegotiation is not an option. The European Union is united in this position.' This was echoed by the German chancellor Olaf Scholz who said: 'No one should unilaterally cancel, break or in any way attack the settlement we have agreed together.'  Ireland's Taoiseach Micheal Martin has also admitted that the protocol issues were 'very serious'. However, Belgian prime minister Alexander De Cross would be happy to cancel the entire Brexit deal, claiming he could not see any 'other solution'. So...What happens next? Truss met Sefcovic on Thursday in a bid to resolve the tensions, but they were not able to find a solution. She told the EU representative that the Commissions bore a responsibility to show more pragmatism and ensure the protocol delivers on its original objectives. According to the Foreign Office's breakdown of their meeting, Sefcovic simply said there was 'no room to expand' the EU negotiating mandate or introduce new proposals to reduce the trade friction - to which Truss replied that as a 'responsible government we would have no choice but to act'.  The foreign secretary is likely to now be considering announcing the radical bill (which would unilaterally scrap parts of the protocol) next Tuesday, even if the EU has not acted by then. Levelling up secretary Michael Gove warned on Wednesday that 'no option is off the table' when it comes to fixing the problems. Meanwhile, the EU is unlikely to renegotiate the protocol to secure the changes the UK is looking for.", "1ef8a067bcbd39ec94edd557dc8ef7e8a36da1d9217076fcbfe883e6": "'Check your poo.' These were the characteristically frank words that Deborah James chose to sign off with on the latest episode of You, Me and The Big C, the BBC podcast she has co-hosted for the past four years. In the episode, heartbreakingly titled Deborah James' Last Dance, the presenter and campaigner talked from her parents' garden to friend and producer Mike Holt about her decision to end 'active treatment' for the bowel cancer she's had since 2016. She has now switched to palliative hospice care at home with her family because, in her own words, 'my body simply isn't playing ball'. James, who goes by the name Bowelbabe on social media, also spoke movingly about her co-hosts, Lauren Mahon, now in remission, Rachael Bland, who died of cancer in September 2018, and Rachael's widow, Steve. 'Rach is always in my mind even now,' said James. 'I just don't know how brave she must have been to do what she did because I don't feel that brave. 'I think I am still in awe of how she seemed to take it in her stride. Quite frankly, I'm a quivering mess half the time. But I think if she can do it, I can do it. I'll go and party with her.' On Tuesday, James launched a Bowelbabe fund that has already raised a staggering PS3m for charity as members of the public follow her request to 'buy her a drink' by donating money to future cancer research. But in the final moments of the podcast, she had just two asks to make. 'We'll see each other again, somewhere, somehow, dancing, and until then, please, please enjoy life because it is so precious. l can't tell you. All I want right now is more time and more life,' she said, her voice breaking as she spoke. 'Oh and also, check your poo. I can't leave on any other word apart from check your poo. I still have images of me dancing in poo outfits everywhere. So maybe I should leave on that final word. Check your poo.' Bleeding or blood can be a 'red flag' symptom of bowel cancer, but only a third of people are aware of this, according to the charity Bowel Cancer UK. What are the main symptoms of bowel cancer?  Deborah James is not alone in using her platform to raise awareness of bowel cancer. Newsreader George Alagiah recently discussed how his diagnosis has changed his whole outlook on life, while Radio 1 DJ Adele Roberts has been open about her time out in October 2021 for surgery to remove a tumour. However, recent research by Bowel Cancer UK for Bowel Cancer Awareness Month in April suggested awareness levels aren't where they should be. More than four in 10 people cannot name a single bowel cancer symptom, according to a survey by the charity - with awareness lowest among men. Half of UK men (55%) were unable to spot the signs, compared to 36% of women.  This is Bowel Cancer UK's list of the most common symptoms of bowel cancer, experienced by many who go on to be diagnosed with the disease.    Bleeding from your bottom and/or blood in your poo   A persistent and unexplained change in bowel habit    Unexplained weight loss   Extreme tiredness for no obvious reason   A pain or lump in your tummy    As Bowel Cancer UK stresses, these symptoms don't mean you definitely have cancer, as each of these symptoms can be caused by other health problems. But if you are experiencing one or more or, as the charity says, 'things just don't feel right', you should speak to your GP. If you think you have a blocked bowel, you should also see a doctor straight away or go to your nearest A&E. Don't be embarrassed by bowel issues If you have any of the symptoms listed above, contact your GP 'as early as possible', advises Dr Philippa Kaye, author and a bowel cancer patient herself. 'As both a GP and someone who has had bowel cancer, I completely understand it can be daunting visiting your GP with symptoms. However it is so important that you book an appointment as early as possible - please don't feel embarrassed, don't ignore any symptoms and don't put it off,' says Dr Kaye. 'As GPs we are used to seeing lots of people with bowel problems and if you are worried that something is wrong we want to see you. Early diagnosis could save your life.' In a statement to HuffPost UK, Genevieve Edwards, chief executive of Bowel Cancer UK, echoes this advice, praising James for her closing podcast message, which she called a 'crucial' reminder. 'Deborah has always worked tirelessly to raise awareness of bowel cancer, and her determination to continue helping others is shining a huge spotlight on bowel cancer and its symptoms,' Edwards says.  'There is no doubt that lives have been saved, and will be saved now and in the future, thanks to the increase in awareness of the disease and its symptoms that Deborah has generated.' She adds: 'Bowel cancer is treatable and curable, especially if diagnosed early.'  So, let's all take a long hard look in the loo - it's what Bowelbabe wants us to do.", "5175185bfc99f010e7d6192eb388b27d2942a09c75fd04acdea3bf73": "Two members of the anti-Kremlin punk activist collective Pussy Riot have revealed the daring way they evaded police restrictions and surveillance to leave Russia. Lucy Shtein and Maria 'Masha' Alyokhina, who are a couple, tricked officers surrounding Shtein's Moscow apartment by donning food delivery worker disguises. They managed to escape the country amid a heightened crackdown on anti-Putin sentiment as the Russian president's invasion of Ukraine falters on. 'It was really convenient that delivery couriers have such big bags. I even managed to put my beloved Mr. Rat in the bag,' Shtein, who left Russia in March, told The Guardian newspaper. Mr. Rat is her pet rat.  'We have become so used to delivery couriers roaming Moscow, so it was a foolproof way to escape,' she added. Alyokjina had initially planned to stay in Russia but followed her girlfriend out of the country last week. They have since reunited in Lithuania. Alyokjina detailed her dangerous escape to CNN's Anderson Cooper on Wednesday, recalling staying at safe houses and her multiple attempts at crossing the Belarus-Lithuania border. Watch the interview here:", "b43623597ab4d5df3c3e665d37113e6a45044e4d0ff2ca4bef24920a": "Adele has confirmed she has moved in with boyfriend Rich Paul in a beaming update on Instagram.  The singer shared a loved up picture showing her and the US sports agent each holding a set of keys outside their new home.  Adele revealed the relationship update in a series of snaps she posted to Instagram on Wednesday that charted her romance with Rich.  'Time flies,' she wrote.  The couple were first publicly linked last year, and were rumoured to be engaged after sporting a ring on her engagement ring at this year's Brit Awards - something she didn't deny during a later interview on The Graham Norton Show. She previously how they first met, saying during her interview with Oprah Winfrey on her US TV special One Night Only: 'I met him at a birthday party, we were on the dance floor. And then we met a couple years later. 'We went out for dinner, which he says was a business meeting and I'm like 'A business meeting about what?' And then it was the first time we hung out on our own.  'Without friends and I think that was a natural way that people would meet each other in real life.' Earlier this month, Adele - who officially finalised her divorce from ex-husband Simon Konecki in March 2021 - said she's 'never been happier' as she shared a thankful message with fans on her 34th birthday. The singer said she had 'so many blessings to be grateful for' as she reflected on the previous 12 months, which also saw her release her long-awaited fourth studio album 30. 'What a difference a year makes!' Adele wrote on Instagram. 'If time keeps healing and smoothing out all the creases in my life like it does as the years fly by, then I can't wait to be 60! 'I've never been happier! So many lessons, so many blessings to be grateful for. 'This is 34, and I love it here! Thank you for the birthday love as always x.' This year will see Adele performing for fans again - five years after she was forced to cancel dates at Wembley Stadium on doctor's orders. She will play two nights at Hyde Park's British Summer Time festival in July, while she is also expected to announce her rescheduled Las Vegas residency. Adele pulled the plug on the US dates at the last minute in January due to the show not being ready. In a Graham Norton interview the following month, she said she is 'working her arse off' to reschedule the dates, and that it will '100% happen this year'.", "28cb331c75d989f5e9b832c7247d9339df2381694e85be6922f28b00": "In a speech in Manchester on Tuesday, Prince William opened up about living with grief. The Duke and Duchess of Cambridge visited the city to open and attend a memorial, called the Glade of Light, in honour of the victims of the 2017 terrorist attack at Manchester Arena. Twenty-two people were killed by a suicide bomber at an Ariana Grande concert on May 22, 2017, and more than 50 people were seriously injured. An estimated 800 further victims suffered physical and psychological wounds. William spoke about visiting the city just after the attack, saying he remembered 'only too well the shock and grief on the faces of those I met.' 'Five years on, I know that the pain and the trauma felt by many has not gone away,' the duke said. 'As someone who lives with his own grief, I also know that what often matters most to the bereaved is that those we have lost are not forgotten,' he went on, in an apparent reference to his mother, Princess Diana, who died in 1997, when William was 15. 'There is comfort in remembering. In acknowledging that, while taken horribly soon, they lived. They changed our lives. They were loved and they are loved.' 'It is why memorials such as the Glade of Light are so important,' William said. 'Why Catherine and I so wanted to be amongst you today.'  The duke has mentioned his own grief in public remarks before, alluding to his mother's death in a powerful speech against extremism after a terror attack in Christchurch, New Zealand, in 2019. William and his brother, Prince Harry, unveiled a memorial to their late mother last year, on what would have been her 60th birthday. The statue, created by sculptor Ian Rank-Broadley, occupies a permanent space in Kensington Palace's Sunken Garden. 'Today, on what would have been our Mother's 60 birthday, we remember her love, strength and character -- qualities that made her a force for good around the world, changing countless lives for the better,' the brothers said in a statement at the time. 'Every day, we wish she were still with us,' they continued. 'Our hope is that this statue will be seen forever as a symbol of her life and her legacy.'", "4a7dac2731750b1fd67f7426365f3038f07be5ec5f0f225b7f3503e6": "Cooking lessons are not the 'complete solution' to people struggling to afford to eat, a minister has said, after a Tory MP was widely condemned for suggesting poor people 'can't cook'. Conservative Lee Anderson told the Commons there was 'not this massive use for food banks'.  'You've got generation after generation who cannot cook properly. They can't cook a meal from scratch. They cannot budget,' he said. Speaking to Sky News on Thursday morning, prisons minister Victoria Atkins said that was 'absolutely not right'. 'This is not the view of me or anyone else in government. We want to give not just immediate help but longer-term support as well,' she said. 'I've spent my ministerial career working with very vulnerable people ... cooking lessons will not be the complete solution to that.' Anderson has defended his comments, arguing they have been misinterpreted.  'I did not say poor people cannot cook or there is no need for food banks. I said there is not the need currently being parrotted out by the MSM [mainstream media],' he wrote on Facebook. 'Today I challenged the whole Parliamentary Labour Party to come to Ashfield to visit the food bank I work with. The give food parcels away on the condition the enrole for cooking and budgeting lessons.' Labour branded Anderson's remarks 'beyond belief', the Lib Dems described them as 'disgraceful' and the SNP said they were 'crass'. The Child Poverty Action Group claimed politicians 'would do better to back real-world solutions, like bringing benefits in line with inflation this autumn'. While the Trussell Trust charity insisted 'cooking meals from scratch won't help families keep the lights on or put food on the table, if they don't have enough money in their pockets'. ", "1a090d2453a60841e0967dffaf3b59c599dfb594574855df54b5fb81": "Boris Johnson stumbled when asked how high the energy price cap is as millions struggle with their household bills. The prime minister failed to answer the question when asked by LBC's Nick Ferrari whether he was 'out of touch'. Johnson - who has two young children with his wife Carrie - also refused to answer when asked how much a pack of nappies cost from Boots. The PM is under increasing pressure to offer more help to those struggling with the cost of living after the Queen's Speech was criticised for offering no new support. Speaking to Johnson on a flight back from Helsinki, Finland, Ferrari asked: 'You stand accused of running an administration that's out of touch with the common man or woman. 'You have a supremely rich chancellor of the exchequer with a non-dom wife who doesn't know how to put petrol in his own car. 'Can you tell me you are in touch with people?' Ferrari asked the PM how much he thought 24 Pampers nappies cost at Boots. Johnson replied: 'I'm not going to get into...what I can tell you is that we will do everything we can to help people through a difficult time.' After refusing to answer whether he economised in the current climate, Ferrari then moved on to the energy price cap. 'What's the value of the price cap currently?' he asked. 'I'm not going to get into that.' 'Do you not know that prime minister?' Ferrari continued. Johnson replied: 'What we will do is make sure that we help people afford their weekly outgoings and the best way to deal with the energy price cap...is to make sure that we are not only helping people in the short term, it's helping people immediately.' Ferrari interrupted: 'It's PS1,971, just to help you out.' The prime minister set hares running when he said during the Queen's Speech debate on Tuesday that the chancellor would say more on the matter 'in the days to come'. However, the Treasury appeared blindsided by the move, with one Sunak ally telling HuffPost UK there were 'no announcements as far as we are aware'. Meanwhile, Lee Anderson, the Tory MP for Ashfield, has been criticised after he claimed people used food banks because they cannot 'cook a meal from scratch' or budget. His comments were immediately criticised as out of touch by Labour and MPs from other parties. Tory minister Victoria Atkins also condemned the comments this morning, saying Anderson's view was 'not the view of me or anyone else in government'. Energy bills have spiralled since the sector's regulator, Ofgem, raised the price cap in April. The government is under pressure to bring in measures that would provide immediate relief to struggling families, including a windfall tax on the profits on energy giants. In his LBC interview, Johnson repeatedly refused to rule out bringing in a windfall tax but he also said: 'I don't like them. I didn't think they're the right thing. 'I don't think they're the right way forward. I want those companies to make big, big investments.'", "8307ad3f32036c34ae6ae3972f2b6decad782f5bc2bcc631c9571662": "Sweden is still weighing up the prospect of Nato membership while its neighbour Finland has already announced it is firmly in favour of joining in the face of Russia's invasion of neighbouring Ukraine and its ongoing military aggression. Joining the US-led military alliance would mark a radical break in the policy of both north east European countries, underlining once again how Vladamir Putin's aggression has reshaped the post-Cold War order.  On Wednesday, British prime minister Boris Johnson toured both countries and formalised bilateral security agreements during a whirlwind 24 hours. Johnson said his government would give the countries 'whatever is requested' as part of the new pact. Here are some of the issues that have led to the Nordic rethink about entering the 30-nation alliance.  What is Nato?   The military alliance goes by the acronym of Nato.   The North Atlantic Treaty Organisation was formed in 1949 to prevent a resurgence of nationalism and militarism in Europe after two world wars, and to deter the Soviet Union's expansion.   Its membership has swelled to 30 member nations, and over the 1990s and 2000s its enlargement stretched further east to include the former Soviet republics of Estonia, Latvia and Lithuania.   They agree to mutual defence - military action - in response to an enemy attack. The principle goes: 'An attack against one ally is considered as an attack against all allies.' This is Article 5 of the Nato constitution.    Ukraine is not a member of Nato, which is the main reason why the Western support for Volodymyr Zelenskyy has fallen short of putting their troops on the ground. Ukraine's admission to Nato has been a stated goal going back to its constitution in 2002, but Ukraine's president has accepted his country can't join at present. Nato's enlargement has been Putin's biggest publicly-stated grievance with the West during the build-up up to war, claiming the eastward expansion and potentially sweeping up the largest other former Soviet republic breaks promises. Adding Sweden and Finland is likely to trigger Putin's ire too. Moscow has warned it could deploy nuclear weapons and hypersonic missiles in Russia's Baltic exclave of Kaliningrad - sandwiched between Poland and Lithuania - if they do. Nato has been adamant it will not accept limits on the nations that it admits and has always maintained an 'open door policy'. What is Finland and Sweden's position?    Russia's invasion of Ukraine has pushed Finland and Sweden to the verge of applying for Nato membership, a move that would end staunch military neutrality for the two European nations. Finland, which shares a 1,300-km (810-mile) border with Russia, announced on Thursday that they're in favour of apply ing for Nato membership. In a joint statement, the country's president Sauli Niinisto and prime minister Sanna Marin pointed out that 'Nato membership would strengthen Finland's security'. They added that they would apply 'without delay' in the next few days, although a few steps remain before the country can become an official part of the alliance. Neighbouring Sweden is expected to announce its decision in the coming days. Any applications will usher in a tense wait during the months it takes to be ratified by all Nato members, though the alliance and the White House have said they were confident any security concerns could be addressed in the interim. Both countries have been non-aligned militarily since the Second World War, but have been edging towards their current position in response to an increasingly belligerent Russia.  Finland and Sweden switched from formal neutrality to military non-alignment in 1995 when they joined the European Union, and both have drawn closer to Nato in recent years, exchanging intelligence and participating in alliance exercises.  What is 'Finlandisation'? Finland gained independence from Russia in 1917 and fought two wars against it during the Second World War, where it lost some territory to Moscow. Finland signed an Agreement of Friendship, Cooperation, and Mutual Assistance with Russia in 1948, cementing a degree of economic and political dependency and isolating it militarily from western Europe. The strict policy of neutrality is referred to as 'Finlandisation'.  The end of the Cold War, bringing a break-up of the Soviet Union, allowed Finland to step out of Russia's shadow as the threat from Moscow diminished. It has relied on its own military deterrence and friendly relations with Moscow to keep the peace. But with Russia's invasion of Ukraine, perceptions of relations with Russia as 'friendly' have been undermined. Opinion polls show support for membership in Finland is high, with people mindful of the long land border it shares with Russia. Support in parliament for an application is also broad. Sweden's post-Cold War cuts Sweden has not fought a war for 200 years and post-war foreign policy has focused on supporting democracy internationally, multilateral dialogue and nuclear disarmament. It ran down its military after the Cold War, cutting defence spending of up to four percent of its GDP to about one percent during the 1990s and early 2000s. Despite Putin's offensive, many on the left in Sweden remain suspicious of the US security agenda and Nato, which ultimately relies on the deterrence provided by America's nuclear arsenal. Polls show a substantial majority of Swedes back joining Nato, with support running just above 60% in the latest poll, and there is a majority in parliament in support of an application. When could they join? Finland has a Nato 'option', a kind of a plan of action that mandates applying if the security situation deteriorates, while Sweden's parliament will present a new security policy review on Friday, though the latter is not expected to contain an explicit recommendation concerning Nato. Sweden's ruling Social Democrats have called a parliamentary debate over Nato for Monday. Should the party as expected back joining, the government could call a vote about sending through an application, but it is not formally required to.", "b5aca8af12b8547af78378d05a03f8fa8fa4e8340211f7a64f522b9d": "Selena Gomez is shutting down rumours that she threw shade at Hailey Bieber. After Selena posted a look at her skin care routine on TikTok earlier this week, some fans accused her of subtly mocking a video that Hailey had posted just hours earlier. Hailey, who married Selena's ex Justin Bieber in 2018, shared a 'get ready with me' video to TikTok showing fans her beauty routine. Later, Selena posted a video of her own, showcasing her skin care routine to Fleetwood Mac's Dreams. Selena - whose 2019 song Lose You To Love Me was widely thought to be about Justin Bieber - took to her comments section to clear the air about the misunderstanding.  'This is why I believe in taking care of your mental health. Guys no idea what I did but I really am sorry. Zero bad intention. Deleting soon,' Selena commented on her video, as seen in a screenshot from a fan. Still, some fans continued to speculate about possible tension between Selena and Hailey, given the timing of Selena's video. 'LOL I know who she's referring to,' one commenter wrote on Selena's TikTok video. 'Wait ... is she tryna make fun of you know who,' another commenter wrote. The Wizards of Waverly Place leading lady later turned off comments on the video. Selena said goodbye to her on-and-off relationship with Justin months before he wedded Hailey. The couple have been married since 2018. Over the years, fans have theorised that Selena and Hailey Bieber hold resentment toward each other, but the two women have always denied the rumours. Last month, Hailey addressed the issue in a TikTok, pleading with trolls to finally let the drama end.  'Leave me alone at this point,' she said. 'I'm minding my business. I don't do anything, I don't say anything. Leave me alone, please. Enough time has gone by where it's valid to leave me alone. I beg of you, truly. That's my only request.' 'Be miserable somewhere else, please,' she added.", "f6876ecad4a1e2594433301afafe7f94348d61cd6081829b8d028367": "Blake Lively may have played Serena van der Woodsen, hung out with Karl Lagerfeld, graced the cover of Vogue and co-chaired the 2022 Met Gala -- but her kids couldn't care less. The Gossip Girl star participated in Vogue's Life in Looks video series Monday, in which stars take a walk down fashion-memory lane by reminiscing about some of the most stylish looks they've worn throughout their careers. During the video, Blake got especially excited while discussing the Versace gown and Lorraine Schwartz crown she wore to the 2018 Met Gala, and describes it to the magazine as 'without a doubt my favourite look of all time.'  But she was also quick to point out that her three young daughters -- James, 7, Inez, 5, and Betty, 2 -- that she shares with Ryan Reynolds don't exactly share the same opinion. 'It's something that when my kids are giving me attitude, I'm like, 'This is your mom,' I mean, come on!' Blake said, gesturing to a photo of herself in the stunning dress. 'I try to tell them that I'm real-life royalty and that they're lucky that I'm raising them.' Blake then began laughing, and self-deprecatingly added, 'They don't buy it. They don't believe it.' Maybe her kids need a stronger visual representation of how their mum tends to wear jaw-dropping pieces. May we suggest she show her kids the transformative gown she wore to the 2022 Met Gala -- ya know, the one that made her husband react like this?", "0bcd64905d872fc230ca3af545fb9dbc4f8b477c0bee9ca2a24a9512": "", "1bd7031518ea976ffabd22b58b8c49846023d3a9a23dc237c086ef77": "Keir Starmer's office has been accused of blocking a pro-Jeremy Corbyn councillor from becoming Labour's candidate in the Wakefield by-election, reigniting divisions in the party. Wakefield deputy council leader Jack Hemingway was one of a number of candidates vying to become the city's next MP following the conviction of Tory Imran Ahmad Khan for child sexual abuse. The by-election is seen as a must-win for Labour, given the circumstances surrounding the contest and the opportunity it provides for the party to claim it is winning back its former heartlands. But in a surprise move, Hemingway has been left off the longlist of candidates being considered. HuffPost UK understands the Leader of the Opposition's Office (Loto) was concerned about some of Hemingway's social media posts. A Labour source said: 'We don't block candidates for no good reason -- they must be thinking of the last leadership.' In one deleted post from July 2018, Hemingway said adopting the International Holocaust Remembrance Alliance (IHRA) definition of anti-Semitism would be a 'disastrous move'. In another post, Hemingway called for Corbyn to be reinstated as a party member after he was suspended over his response to the Equality and Human Rights Commission (EHRC) report into anti-Semitism in the Labour Party. The EHRC found evidence of unlawful acts of harassment and discrimination while Corbyn was leader.  In response to the report, Corbyn said allegations about anti-Jewish racism on his watch had been 'dramatically overstated' by his political opponents. Corbyn was reinstated as a Labour member in November 2020 but he still does not have the party whip, meaning he sits as an independent MP. Hemingway told HuffPost UK: 'I'm a committed anti-racist and I think anti-Semitism is a scourge that should be eradicated. 'I've never hid the fact that I supported Jeremy Corbyn for leader and I voted for Rebecca Long-Bailey to be deputy...but I have always respected Keir's right to lead the party.' Hemingway also pointed out that as soon as the EHRC report was published he called for the party to adopt the IHRA definition of anti-Semitism in full. HuffPost UK understands that Loto wants either Kate Dearden, who works for the Community union, or Simon Lightwood, a former staffer for ex-Wakefield MP Mary Creagh, to be the party's by-election candidate. Both are known to have supported Remain in the EU referendum, which some local sources say may be a disadvantage in a seat that voted to leave the EU by 66.3 per cent. When Dearden confirmed via Twitter that she was standing in the by-election, her post was retweeted by Deborah Mattinson, Starmer's director of strategy. The retweet was later undone. Other candidates who have confirmed they want to stand for Labour in Wakefield include Sam Howarth, who used to work for Starmer's ex-political secretary Jenny Chapman, and who now works for Dan Jarvis MP. Wakefield councillor Michael Graham has also confirmed he is seeking the Labour nomination, as is law student Jakob Williamson. One Labour insider told HuffPost UK: 'Loto have seen Jack's tweets and they are not happy. 'They are going to put it down to two names: Kate and Simon. And they are going to keep Jack off.' A local source said: 'The most important thing is that we have a candidate that can withstand a by-election. 'You've got to have a candidate that is fireproof. 'Keir Starmer simply cannot afford to lose this -- end of. He's got to win, and he's got to be very, very careful that he gets the right candidate. 'Keir is trying to put out a particular image and he cannot afford to take any risks.' A Labour source with knowledge of the region said there was a perception within the local constituency Labour party (CLP) that the candidate shortlist would be a stitch-up. 'The CLP are convinced that their local choices are going to be blocked,' they said. 'It's pretty clear that the leaders' office want Dearden, and a screen grab of Deborah Mattinson retweeting her launch has spread like wild fire as proof of that. 'Locally there's a feeling that the higher ups have made their mind up of who is acceptable and who isn't. 'Everyone is really worried that it'll be a shortlist of non local people foisted on us so we have to choose the lesser of the evils not who we really want.  'Kate is not from Wakefield and doesn't know the membership. There's going to be a big push back against anyone seen as being parachuted in. 'It's not the sort of place that will take kindly to it.' A local party member added: 'The CLP have made it clear they want someone who has a genuine connection to the area and not someone who has been flown in.' The NEC drew up its longlist on Wednesday, with shortlisting and interviews taking place on Thursday. Hustings will be held on Sunday May 15, when local members will choose the candidate. A Labour Party spokesperson said: 'Working people in Wakefield have been badly let down by Boris Johnson's Conservatives, who ignored serious allegations of child sexual assault against their paedophile former MP Imran Ahmad Khan before his election. 'Wakefield deserves better and our selection process is now underway. 'Party members in the constituency will consider a shortlist in the coming days and be able to choose the Labour candidate to be Wakefield's new MP.' Labour lost Wakefield to the Tories by 3,358 votes at the 2019 general election after holding the seat since 1932. Imrad Ahmad Khan tendered his resignation on May 3, three weeks after he was found guilty of sexually assaulting a 15-year-old boy. A date for the by-election has yet to be announced. ", "9c71023473a4b94791bf2722dd718ad172d9428a0281b5449cd81ad0": " You're reading Love Stuck, where trained therapists answer your dating, sex and relationship dilemmas. You can submit a question here.  When you're first dating someone everything feels so exciting. From speaking to them every day, going on dates and feeling butterflies when you see them, it feels like you're on cloud 9. But sometimes in this honeymoon phase we can get so caught up with the romance, it can blind us from our actual feelings. Do we actually like our new found lover or do we just like the attention they give us? This week's reader Carol writes in asking: 'How do I know if I like someone or like the attention they're giving me? I've started dating someone and we have fun together, but I'm not sure if I like him or like the attention.' How do we know when we like someone?  Counselling Directory Claire Elmes says 'when we like someone everything feels more exciting and positive'.  'You may start to notice your thoughts and feelings change to be centred around them such as starting to like the same things, or missing them when they aren't around,' she says.  'Our bodies have physiological changes when we like someone and we release dopamine and norepinephrine which can make us feel excited and energetic and almost euphoric. Oxytocin levels also increase which boost attachment and safety feelings and can also make us feel a bit uneasy if relationships have been difficult in the past.' How do we know when we only like the attention someone is giving us?  Elmes advises watching out for these signs:    You may not be interested with them as a person, and find it difficult to get to know them on a deeper level.    You may get lonely easily when they're not around.   It can be hard to know whether we like a person or if we just like the attention they are giving us, especially as all of us like to feel special and so if we get positive attention from someone we are likely to respond with positive emotions.    Do you tell others about the other person? Sometimes if we just enjoy the attention that a person gives us we won't find them exciting to speak about and therefore don't tell our friends and family about them.    How can we tell someone that we don't have feelings for them without hurting them? 'Communicate with the other person in a warm and kind way, express that you currently don't have feelings for the individual in a clear but warm way,' says Elmes. 'Don't ignore them - it's important to confront the issue and give an explanation that you do not have feelings for someone rather than ignore them. Being ignored can be hurtful for the individual, and is often the least effective way to let someone know you don't have feelings for them.' If you are confident in your decision and your feelings, Elmes says it's important not to give the person false hope by putting the decision off (while you soak up that attention).  If you only like hanging out with someone for the attention - but can't see a future with them - it's not fair on the other person.  'This may lead to them having hopes for the future, and eventually getting let down and hurt when this doesn't happen,' says Elmes.  'It is also useful to remember that feelings grow over time so if you are not sure it might be useful to explore this with the person. Sometimes love grows and depending on the past relationships of both parties it might be that you get to know each other first.'  Love Stuck is for those who've hit a romantic wall, whether you're single or have been coupled up for decades. With the help of trained sex and relationship therapists, HuffPost UK will help answer your dilemmas. Submit a question here. ", "8d9f7aae8b2a64cdc037b20b0f06b750db5f68cae4e71dd4991b83e0": "We hope you love the products we recommend! All of them were independently selected by our editors. Just so you know, HuffPost UK may collect a share of sales or other compensation from the links on this page if you decide to shop from them. Oh, and FYI -- prices are accurate and items in stock as of time of publication. More than two years on from the first Covid lockdown, many of us are still working from home, at least some of the time.  Working remotely comes with a load of pros (no long dreary commute being a major one), but if your work setup at home isn't right, it can have a serious impact on your mood and productivity, not to mention job satisfaction.  Perhaps your home office felt like a dream at first, but is now as messy and uninspiring as the actual office. Whether it's overly cramped thanks to a lack of storage, bland and boring because you've run out of steam, or causing you actual physical pain, it's time to make some changes.  The good news is that some simple buys, from a healthy houseplant to the right desk chair, can make all the difference - and needn't cost a lot either. We've rounded up some cheap and cheery essentials to upgrade your workspace and help you fall for WFH all over again.", "9e6b401a82f4526be0a4ecea5b3ea51f80cd2f59122de4c3b000b7b1": "Since finishing in second place at Eurovision in 2019, it's safe to say that Italian singer Mahmood's star has only continued to rise. Not only has his track Soldi swiftly become a modern-day classic of the competition, held up by the BBC and Eurovision icon Mans Zelmermow as one of the best entries of all time, Mahmood also achieved huge highs in his career. He has broken streaming records in his home country of Italy, and just last week performed a sold out show at London's Shepherd's Bush Empire where he was given a welcome usually reserved for the likes of Harry Styles or Shawn Mendes. This year, he's returning to the competition alongside fellow Italian singer Blanco with their theatrical ballad Brividi. Since the pair's duet won the Italian selection show (the Sanremo Music Festival) in February, the track has reached number one in multiple countries, racked up 50 million views on YouTube and even landed among the top five most listened-to songs on Spotify worldwide. Not bad, considering Mahmood wasn't even sure whether to enter the song at Sanremo at all. 'It took me seven days to decide,' he admits to HuffPost UK, recalling Blanco's initial text message suggesting they take Brividi to the national competition. 'I'd already done Sanremo, and already won. So, I thought, 'is it better to be left with a good memory, or do we want to take a risk and try it again?'. Finally, I said that in life, if you don't take a risk, you are already dead. So I said, 'OK, let's go again to Sanremo'.' Now gearing up to return to the Eurovision stage, this time on his home soil, Mahmood's song with Blanco has been among the bookies' favourites for the win since its debut. Here's what he had to tell us ahead of this year's competition.... Were you always a fan of Eurovision, and how has your opinion of it changed over time? In reality, Italy hasn't always been a part of Eurovision. So, in Italy, the Sanremo Music Festival is much more visible, and Italian people are really attached to that. But Eurovision has become more famous in our country since around four or five years ago. And now Eurovision in Italy is really big. Do you have a favourite memory of being part of Eurovision? After the final in 2019, there were great parties. And I remember someone gave me a cocktail with my face on it - so that was really, really incredible, like a movie. No, that's the funny [answer]. The emotional [answer] is being in Tel Aviv for the first time, seeing a new country for the first time. I remember the people working for Eurovision were so professional, so precise. I'd never seen anything like that before in Italy. What are your all-time three favourite Eurovision songs? In 2011, Raphael Gualazzi went to Eurovision with Follia D'Amore. I loved that song, and he actually came in second place too! It was a little bit jazzy, and I love jazz. In Italy, it's not so popular, so when Rapahel Gualazzi represented with a pop-jazzy song, for me, he felt like a kind of innovator. And I remember in Tel Aviv, I was in a disco club, and everybody was dancing,. At one point they played Fuego by Eleni Foureira, and it was massive! People went crazy, and so I remember dancing like crazy to that. And maybe Waterloo by ABBA is another favourite, too. I really like that one. Why is Eurovision still so important? It's so important because it represents music from all over Europe. It's one of the biggest shows outside of America, you know? And also for people like French singers, Spanish singers or Italian singers, it's a huge platform to show a different type of music. For example, a lot of the songs this year are all in different styles. In Italy, music is so different to other countries, so it's important for Eurovision to show the different styles of other countries to all of Europe. Are you feeling any pressure ahead of competing at Eurovision, particularly as you did so well the first time around? No, we don't think about it. The only pressure that I have in this moment is that all the things that will go into the performance have to be perfect. Because it's not going to be a simple stage, you know? It's a huge stage. And to make sure it's a great performance, we have to check everything. We want to do the song justice. I'm zero competitive. I'm really competitive [when it comes to my own] music, you know, I want to do good music and do a great performance. But for me, competition [with others] in music is not a good thing. Because in a competition, where is art? Really, my biggest goal will be to do a great performance on stage. The rest is not important for me. This interview has been edited for clarity and length. We'll be publishing an interview with a new Eurovision legend every day leading up to this year's live final on Saturday 14 May. Come back tomorrow when we'll be speaking to this year's UK hopeful Sam Ryder. Watch the music video for Mahmood and Blanco's Brividi below:", "71b117889b0fa89ef04767e0bd112ebb241d52f36f6c9f8b96bd6e9e": "Four-time Formula 1 champion Sebastian Vettel is set to appear on the BBC's flagship political show Question Time - and many can't quite believe. Host Fiona Bruce announced at the end of last week's programme that the outspoken German driver would be on the next panel in Hackney, London.  But there was a wave of excitement on social media when Question Time's Twitter feed paraded this week's guests ahead of Thursday's broadcast. Vettel has voiced his opinions on various political topics over the years, notably the environment and LGBT+ rights. Earlier this month he turned up at the Miami Grand Prix wearing a T-shirt suggesting it would be the first Formula 1 race to take place underwater thanks to climate change. When asked why he was appearing on QT, Vettel said it was a 'different format' and there will probably be 'different sorts of questions or topics to be spoken about'. It's unclear whether Vettel has actually seen the, at times, free-wheeling show that has given a platform to a philosophy graduate to 'vaxx-plain' to a vaccines expert, seen an audience member kicked off, and brought the 'passionate Highlander' to prominence. It was perhaps the prospect of a delicious encounter between a sporting great and the unpredictable British public that led to the online reaction. "}