{
  "6c10391121903f15de96d590d4b9b1f9f8ad5c84af8d5707ca8bbd31": "A cabinet minister today told how she was once pinned up against a wall by a male MP, as parliament faces fresh sexism claims.  Anne-Marie Trevelyan made the revelation after two female Tory MPs said they saw a male colleague watching porn on his phone in the commons. The international trade secretary said there were 'a few' male MPs who think that being elected 'makes them God's gift to women and suddenly they think they can please themselves'. Trevelyan told LBC's Nick Ferrari some of sexism she had faced included: 'A number of years ago being pinned up against a wall by a male MP who is now no longer in the house, I'm pleased to say, declaring that I must want him because he was a powerful man. 'These sorts of things, the power abuses that a very small minority, thank goodness, of male colleagues show is completely unacceptable.' Trevelyan said all women in parliament had been subjected to 'inappropriate language' and 'wandering hands'. The Tory MP for Berwick-upon-Tweed also told Sky News: 'I think all of us as women in parliament have been subjected to inappropriate language, to wandering hands - as my granny used to call it. It doesn't change. 'The vast majority of the men I work with are delightful, they are committed parliamentarians, they're passionate about the causes they fight, but there are a few for whom too much drink or indeed a sort of a view that somehow being elected makes them God's gift to women that they can suddenly please themselves.'  She said that sort of behaviour was 'never OK' and added: 'Disrespect for women and indeed some of the younger women who are not parliamentarians who are part of our parliamentary family. That is never okay. 'It's never okay anywhere. It's not okay in Westminster either and we have had a number of ways to help women now share their anxiety, the experiences that they've had following on from the Me Too campaign a few years ago. 'We have now started to make frameworks that ensure that women can speak up but it's still, I think, not as good as it could be. 'Fundamentally, if you're a bloke, keep your hands in your pockets and behave as you would if you had your daughter in the room.' The Tory party's chief whip Chris Heaton-Harris has called for the case to be referred to parliament's Independent Complaints and Grievance Scheme (ICGS) which investigates allegations of harassment and sexual misconduct. The disciplinary process could lead to a recommendation that the MP is suspended or forced out of the commons if a complaint is upheld. Prime minister Boris Johnson said the allegations were 'obviously unacceptable' while attorney general Suella Braverman said a minority of men in parliament behaved like 'animals'. It comes after separate claims that 56 MPs are currently facing sexual misconduct investigations, including three cabinet ministers and two shadow cabinet ministers.",
  "86f56ffb9242371a4a0ffaec089bd54428ba666865acab497aa45ab2": "Andrew Garfield has confirmed he was, indeed, texting his friends about the slap in that viral clip from the Oscars. After lead actor nominee Will Smith shook viewers around the world with his onstage assault of comedian Chris Rock, Andrew was seen trying to subtly use his phone under a table in a moment that quickly turned into a meme. 'I feel so bad because Kevin Costner's introducing the director nominees in the most beautiful and elegant way, and I'm like, 'There's no way I'm gonna be on camera during this,'' the Spider-Man star told The View during an appearance on the talk show on Thursday. 'And everyone's texting me, you know, asking me, you know, what they were asking me, like what the vibe in the room is. At that moment, my friends took priority over Kevin. But I feel really bad about that.' The actor wouldn't acknowledge the slap directly, but the director category took place after the incident, and The View co-host Joy Behar said she could 'read between the lines.' Andrew could only laugh in response. He flat-out refused to give his opinion on the slap, saying, 'Every possible version of the discussion has happened.' Andrew who earned his second Oscar nomination this year for his performance in Tick, Tick ... Boom! announced this week that he would be taking a break from acting to 'recalibrate and reconsider what I want to do next and who I want to be and just be a bit of a person for a while.'",
  "0f291603afa36792d0b61a7828674f0113f79f2e0009d2fb964ceafb": "James Corden has promised to 'go out with a bang' after announcing he will depart The Late Late Show next year. The British star revealed he his quitting the US talk show during Thursday night's episode, saying the programme had 'changed my life' and promised there would be 'lots of tears' when his tenure came to an end. The presenter and actor has extended his contract with CBS to present the show for one more year before finishing in the summer of 2023. 'Seven and half years ago I started hosting this show and there's no other way to put it, it has changed my life,' he said.   'I love it, I love all the people that work here, I am so proud of what we've achieved, it's been beyond my wildest, wildest dreams. 'When I started this journey it was always going to be just that, a journey, an adventure. 'I never saw as it as my final destination, and I never want this show to overstay its welcome, I love making it and I really think in a year from now that will be a good time to move on and see what's out there.' Despite his status as a British host of a US late night show, James has enjoyed immense success with the programme which features scores of celebrity guests and special segments. His popular Carpool Karaoke series, in which he drives to work with different musicians, singing their back catalogue over the radio and discussing their careers, has included Adele, Justin Bieber, Billie Eilish, Lady Gaga and Ariana Grande. He promised viewers that his final 12 months would be full of fan favourites and 'other surprises' which would be 'a blast'. 'We are all determined to make this the best year we have ever had ... we are going to go out with a bang,' he said.   'There's going to be carpools and crosswalks and sketches and other surprises and there will be tears, there will be so many tears.' He added: 'This has been the hardest decision I've ever had to make. I've never taken this job for granted. Ever. Not once. 'The fact that you watch this ... all over the world ... is an absolute privilege for me and every single person who makes this show. 'Here's to the next twelve months and it's going to be a blast, I promise you that.' James took over as presenter of The Late Late Show in 2015 from Scottish-born comedian Craig Ferguson, who spent 10 years as host.   His first episode, which aired in March of that year, featured Hollywood superstar Tom Hanks as a special guest. George Cheeks, president and Chief Executive of CBS, told Variety: 'In my two years at CBS, I've had the privilege to see James' creative genius up close and experience his valuable partnership with CBS, both as a performer and a producer. 'We wish he could stay longer, but we are very proud he made CBS his American home and that this partnership will extend one more season on The Late Late Show.'",
  "93165a34a9010ee4d5af43326615ab81046f608f4f62c7f12e4ef442": "Making mistakes happens to all of us in our careers. But some of us hold on to these mistakes longer than others.  Maybe you lie awake at night still feeling queasy and anxious over the way you frustrated a client by accidentally giving them the wrong information. Maybe you are avoiding co-workers on your team because you feel like they are all judging you for that error, even though it happened last week. If either of these scenarios sounds familiar, you may be prone to obsessing over mistakes. What fuels these constant worries is the shame of feeling completely inadequate and fear of others discovering your lack of capabilities, says Tanisha Ranger, a Nevada-based clinical psychologist. Once you start obsessing over mistakes because of your shame, it can steamroll into bigger problems like perfectionism. 'Shame often gives way to perfectionism, and perfectionism makes mistakes feel monumental. Essentially, 'If I don't do everything perfectly right then I am a failure and everyone will see my defectiveness,'' she says. 'I've had many clients who struggled with obsessing over mistakes at work. [They lay] awake at night ruminating and beating themselves up over a mistake, not an intentional or careless mess-up, but a mistake.' There's a better way to acknowledge a mistake while still letting it go. Here's how: 1. Put the mistake in perspective After you make an obvious mistake at work, you may want the ground to swallow you up to save you from the embarrassment, shame and anxiety of facing your co-workers again. If these worries are keeping you up at night, challenge those thoughts by getting more realistic with your thinking, suggests Shannon Garcia, a psychotherapist at States of Wellness Counselling. 'Will the world end? Nope,' she says. 'Will you get fired? Highly unlikely. Will you receive constructive feedback from your boss? Maybe. Will owning up to your mistake be uncomfortable? Probably. Have you survived past mistakes? Seems like it, if you're reading this. Will you survive this one? Yes!' Sometimes accidental oversights do hurt your job performance, but it's important to not catastrophise what happened. 'Sure, it caused a delay. Yes, it may have cost the company some money. OK, it negatively impacted job performance. But is it actually the end of your career? Really? Likely not,' says Ranger. 'Shrinking things down to their right size, not ignoring/suppressing and also not overblowing or exaggerating, is an important part of letting things go.' If it helps, try putting yourself in the shoes of co-workers who have also made mistakes. Once you see the compassion and sympathy you hold for their slip-ups, you may be more inclined to be compassionate about your own. 'When a co-worker has made a mistake in the past, is it something you've judged them immensely for? Did you spend your day thinking endlessly about their mistake? No. People at work are likely reacting the same way,' Garcia says. 'No one is thinking about this more than you are.' 2. Learn that you don't have to beat yourself up as penance To move past a mistake, you also need to rethink what it means to learn from a mistake. If you think turning over every angle of how an interaction with your boss could have gone better, for example, take a deep breath. Give yourself permission to release those thoughts, says organisational psychologist Laura Gallaher of the consulting firm Gallaher Edge. People ruminate because they believe there are payoffs to worrying so much; they think 'A conscientious person would worry about this,' Gallaher says. 'When you know that you can simultaneously be a conscientious person, and also forgive yourself to move forward, it will be easier to do so.' What Garcia tells her clients the most is 'be nice to yourself,' she says. Reframe your worries in a more positive light. 'The fact that you are anxious about it means you care. That's what your boss, co-workers and customers care about the most,' Garcia says. 'Try not to beat yourself up over it. Create an affirmation to repeat to yourself whenever those negative self-talk thoughts pop up: 'I accept my mistake, I choose to learn from it, and I am moving forward.'' If you are stuck in the world of 'could've/should've' in regards to your error, be honest with yourself about what you did not know. Ranger says she works with some clients by asking them to consider why they supposedly 'should have known better.' 'It's always so enticing to impose our current knowledge and wisdom on a past version of ourselves that could not have known to make that decision with the information we had at that time,' she says.  3. Don't hide the mistake. Own what happened, but don't take on other people's judgement, too When you make a big blunder at work, you may instinctually want to shut down, repress it, and forget it ever happened.  If you feel the urge to withdraw, challenge yourself to do the opposite. Be the one to bring it up in conversation with co-workers or your boss. 'If it was something that inconvenienced them, apologise for it,' Garcia says. 'Then it's a conversation happening where you are involved, people are likely to be gracious, and everyone can move on from there.'  It may sound counterintuitive, but being transparent about your mistake and its impact can be healing. 'It can feel like a cold shower - before you do it, you fear it and feel uneasy or anxious,' Gallaher explains. 'In the moment of being open, it can feel unpleasant at first, but once it's over, you actually feel more refreshed 99% of the time. Taking accountability without blaming anybody is the most healing.' Once you model being open and accountable, it may encourage others to do so as well. 'Most of the time, when you lead with self-accountability, that vulnerability is courageous, and courage is contagious: People usually respond with their own self-accountability as well,' Gallaher says.  Of course, sometimes being honest about a mistake can also inspire eye-rolling judgement and harsh criticism from mean-spirited colleagues. You should hold yourself accountable for your mistake, but the judgement of your peers is not something you need to take on, too. 'Let them know what you intend to do differently to try to prevent something like this from happening in the future, and then accept that they may move on or they may not. It is outside of your control,' Ranger advises. 'Taking on other people's emotions is detrimental to yourself and makes it difficult for you to treat yourself with the kindness and compassion you deserve from you.'",
  "b55fa75338995a146f921448e847529847c1a88da62e0687d1eed5d1": "If you're watching EastEnders, you'll see that Stuart Highway has been struggling with breast cancer.  Creators of the long-standing TV show wanted to shine a spotlight on male breast cancer and actor Ricky Champ, who plays Stuart, has been consulting with real-life victims to gain insight into the role.  Before the storyline kicked off, Champ met with Doug Harper, 61, from London, who was diagnosed with the condition in 2011. Just before Christmas, Harper felt a lump on his left nipple which he presumed was a cyst and continued to ignore 'as blokes do', he says. After showing the nipple to a GP, they sent him to hospital and ran tests on Harper, sadly confirming that it was cancer. 'As soon as I showed the nipple to the GP, their demeanour changed immediately and they booked an urgent appointment at the hospital for it to be checked out,' Harper tells HuffPost UK. 'Being told I had breast cancer was a scary and confusing time, not only for me, but also for my friends and family. But everyone was so supportive, some even made light hearted comments about the news to lift the gloom, something they knew I would appreciate.' Just like Stuart on the soap, one of the reasons Harper felt confused was because he didn't think it could be breast cancer as it's not spoken about as much in men as women. When the oncologist told him he had cancer he says he doesn't remember anything else apart from asking if he was going to die - he was told hopefully that wouldn't be the case. Since having chemotherapy treatment, Harper has become passionate about raising awareness of the condition and informing people that it can happen to anyone, regardless of gender. He is also part of a male cancer support group that he attends monthly. So when EastEnders came to him to ask about his experience, Harper was glad for the opportunity.  He tells HuffPost: 'Ricky was brilliant. While he's been playing the part, he's identified the problems that men with breast cancer can get, he just really embraced it. He came along to our group support meeting, and it was uplifting because we need more publicity for men with breast cancer.  'The storyline was really subtle, Stuart's experience of first getting diagnosed was very similar to ours, being in denial, not thinking it was happening and the shock that comes with it.' Harper mentions that the soap accurately showed how alienating the condition can be as Stuart is handed two leaflets of support for breast cancer patients - but in both, women are pictured.  Harper, who has since had chemotherapy, is in a band called Steve White & the Protest Family and has written a song about encouraging people to 'check their moobs'. He hopes more men will check themselves, saying: 'Just know that men can get it. So, check your nipples, check under your arms. And if anything looks different, it could be a cyst or what looks like a cyst on your nipple, it could be a rash, an inverted nipple, or something else under your arms, if you see it, go straight to your doctor.' He has also been working with Macmillan Cancer support. The charity's strategic advisor for treatment, Dany Bell, who has more than 30 years' experience working as a cancer nurse, added: 'Nearly 400 men are diagnosed with breast cancer every year in the UK. But we know it's still not something that is widely recognised or known by many people. 'Storylines like Stuart's in TV shows like EastEnders play such a vital role in helping to raise awareness and to make more people aware of the signs of breast cancer in both men and women. Early diagnosis can improve - and even save lives - and we hope this important plot will get more men regularly check their own chests and reaching out for help, if needed.' If you're living with cancer and need to speak to people, about the big things and small things, you can contact Macmillan Cancer Support.",
  "7ec0f16fb52af03de47247e16e5613156b71a1dce7d84303c431e77a": "We hope you love the products we recommend! All of them were independently selected by our editors. Just so you know, HuffPost UK may collect a share of sales or other compensation from the links on this page if you decide to shop from them. Oh, and FYI -- prices are accurate and items in stock as of time of publication. Bank holidays. There's really nothing better. Whether you're planning a big family get-together, a weekend long partying session with your mates, or a chilled out few days recharging your batteries, you're no doubt looking forward to the extra time off. (If you're lucky enough not to be working, that is.) Whatever your plans - and wherever you're spending them (home, park, beach or 'out out') - we've rounded up the bank holiday essentials you won't regret buyng - and best of all they're all available on super speedy Prime delivery.  From amazing pizza ovens and outdoor movie projectors to sunscreen, games, and, of course, the best seasonal drinks, we've got all you could need for a truly great bank holiday weekend. Let's just hope the weather plays nice, too.",
  "eb49849d3ab43e79dc9455b420c8904eaf88fbbd597bbfac2c42fecf": "A drug combination that could be taken before sex has been branded a 'promising candidate' for an on-demand contraceptive pill. A research team from Stanford University said the mixture of two medications had worked well in an initial test cohort of nine women to disrupt ovulation at the time of their cycle when the chances of ovulation were highest. This has led to hopes that a 'day before' contraceptive pill could one day be made available - rather than couples relying on the daily pill, barrier protection, or in cases of unprotected sex, the 'morning after' or emergency pill. 'Emergency contraception pills work by inhibiting ovulation,' said Dr Erica Cahill, author of the Stanford research. 'These medications do not affect anything about intercourse or sperm. If they are taken near or after ovulation, they are ineffective. The best way to be effective is to take them before ovulation occurs. 'Ideally, an on-demand or pericoital pill would allow people to take a pill to prevent ovulation ahead of intercourse.' How does the 'morning after' pill work? The 'morning after' pill is a progesterone-only hormone pill that works by delaying the release of an egg from an ovary.  In the UK, there are two types of emergency pill - levonorgestrel, known as Levonelle and ulipristal acetate, known as ellaOne. As the NHS explains, you need to take the emergency pill within three days (Levonelle) or five days (ellaOne) of unprotected sex to be effective. There's usually just one pill to take and the sooner you do, the greater your chances of avoiding pregnancy. The morning after pill does not end a pregnancy that has already implanted. How might the 'day before' pill work? The days just before ovulation are known as the luteal surge, the hormonal increase that triggers ovulation. It usually starts about 36 hours beforehand. This is the most challenging time to stop the ovulation process as it's when an egg is most likely to be fertilised.  Women in the Stanford study were given a mixture of ulipristal acetate, which is currently used in the ellaOne morning-after pill, and meloxicam, a type of non-steroidal anti-inflammatory drug. Ulipristal acetate can stop ovulation but only when it's taken before the beginning of the luteal surge. Research suggests meloxicam may be able to disrupt ovulation after the luteal surge has started.  This is why the research team combined both drugs to see if they'd be able to work at a women's peak fertility.  Nine women took the combined drugs around the time of their luteal surge and then underwent ultrasound scans and had their hormone levels monitored. In six of the women, ovulation was disrupted. Eight met some criteria for incomplete ovulation. On average, their cycles were three days longer than expected.  How promising is this development? As Dr Becky Mawson at The Lowdown, a contraceptive advice platform, explains to HuffPost UK: 'Contraception works on preventing egg and sperm meeting. The idea behind the day-before contraception is delaying the egg release till after the sperm has died off and therefore can't fertilise. 'Sadly, a 'day-before' contraceptive is still very far from being used even in research setting,' she cautions, stressing the small size of the test cohort. 'We can't comment on effectiveness as it isn't being used to prevent pregnancy at moment and only in nine women. Trials will be needed of thousands of women using it to prevent pregnancy and look at failures rates.' However, Mawson believes 'any new research in the area is great. The more options available to people the more chance people will use them to prevent unwanted pregnancy if women don't want to be using a daily pill anymore.'",
  "1d95915e44177b6080ac87864a866bbd45654cc3ca0b2dc2bcc43925": "The Spectator magazine has faced a backlash after publishing an article where a journalist argued in favour of a man's right to 'stare at women'. Labour MP Dawn Butler called the Cosmo Landesman's piece 'creepy' and 'misogynistic' as he responded to Transport for London's poster campaign warning people against 'intrusive staring'. The campaign aims to keep women safe against 'common examples of sexual harassment', including cat calling, exposing, upskirting and touching. And posters have been put up warning: 'Intrusive staring of a sexual nature is sexual harassment and is not tolerated.' In his rebuttal, Landesman went on a Tube ride 'to stare at women', used a variety of stares from 'sexy beast' to 'pervy bloke', and argued it was 'impossible to resist the gravitational pull' of an attractive face. Landesman wrote: 'For the purposes of research I went on a Tube ride to stare at women - and yes, I know how weird that sounds. At any sign of discomfort I would immediately have stopped. But believe me, staring - sexual or otherwise - is not an easy thing to do. Most men are too wimpy to make eye contact. We are socialised not to let our eyes linger, first by our parents - 'It's rude to stare!' - and then by the #MeToo activists - 'It's sexism to stare!' 'I tried a mix of stares - my best sexy stare, my pervy bloke stare, and my just-escaped-from-the-mental-hospital stare - each for at least 30 seconds. I got one titter, one smile and one roll of the eyes. Most women did not notice I was staring. Why? Because on Tubes most women - and men - are so busy staring at their phones that they don't pay attention to what anybody else is doing.'  The article comes days after The Mail on Sunday's much-criticised report on Angela Rayner, which caused an outcry over claims the Labour deputy leader crossed and uncrossed her legs during prime minister's questions to distract Boris Johnson. The reaction was as one might expect.  But when the police force that monitors the rail network feels it has to intervene, perhaps you haven't got the tone quite right.  The British Transport Police tweeted: 'Women who've been on the receiving end of this behaviour know when it's intrusive, and we'll always take them seriously. If you're ever made to feel uncomfortable, please do text us on 61016. Oh, and please don't travel on the tube to try out your 'pervy bloke stare', thanks.'",
  "b572b0d6af55b8605e698fb2a8c6732fc41027f72f2c289d1b4bfde9": "Westminster was nicknamed Pestminster just five years ago due to a series of sexual misconduct accusations - and judging from the recent news, the culture in parliament has hardly improved. As POLITICO's Playbook pointed out, 'it seems every few months we go through the same charade' of shock, 'empty promises of zero tolerance' and reforms - only for the cycle to soon repeat itself. An MP suggested to the outlet that the 'culture of rule-breaking' in parliament has worsened because 'nothing happens' when MPs act out. Of course, allegations of sexism stretch back much further. The first female MP, Nancy Astor, was not even elected until 1919, which was just one year after women were even allowed to vote. But here are all the most worrying claims which have hit the headlines in just the last five years. 1. Angela Rayner's techniques of 'distraction' Over the weekend, The Mail on Sunday published a story based on claims from anonymous Tory MPs that Angela Rayner, Labour's deputy leader, was deliberately trying to distract the prime minister during PMQs. According to the report, Rayner did this by crossing and uncrossing her legs, channelling Sharon Stone's well-known scene in Basic Instinct. Rayner said she was 'crestfallen' about the sexist comments, and received support from her colleagues across the house, including Boris Johnson. However, journalists from the newspaper refused to discuss the matter with the speaker of the house Sir Lindsay Hoyle, citing freedom of the press as their defence. 2. Tory MP accused of watching porn in the Commons On Tuesday night, a female minister alleged she had seen a male Tory MP watching porn on his phone while sat next to her in the house of commons, according to reports from The Mirror and The Sun. She told Tory chief whip Chris Heaton-Harris at a meeting of the Conservative MPs. Her claim then triggered a flurry of further stories about how male MPs behave in Westminster from 14 colleagues. The Conservative Party reportedly has the name of the culprit but will not be revealing it, although it is believed not to be a frontbencher.  Downing Street has already admitted that more needs to be done to improve the culture in parliament in light of these allegations and an investigation has been launched into the this 'wholly unacceptable' behaviour. Tory peer Nicky Morgan has even suggested expelling the culprit from the party as a 'minimum'. 3. Labour MP told she is a 'secret weapon' An anonymous Welsh MP told BBC Wales that a member of the shadow cabinet allegedly described her as a 'secret weapon' and a 'vote winner'. The shadow cabinet member reportedly told their colleague this was because 'women want to be her friend' while men want to sleep with her. A Labour spokesperson said that if a complaint was put forward, it would be taken 'extremely seriously', but the MP decided it was in her best interests not to reveal her identity or make an official complaint. 4. Fifty-six MPs under investigation for sexual misconduct Approximately 70 complaints about 56 MPs were reportedly sent to parliament's Independent Complaints and Grievance Scheme (ICGS) according to reports from The Sunday Times. These allegations - yet to corroborated - are said to include sexual harassment claims and 'more serious wrongdoing'. 4. Tory MP suspended over sexual offences allegations Tory MP Charlie Elphicke was suspended from the Conservatives in November 2017, following accusations of sexual offences against two staff members. He then had the whip restored to him in December 2018, during Theresa May's time in office. He was then able to take part in the confidence vote in the Conservative Party's leadership. Then in 2019 he was charged with three counts of sexual assault linked to two women. He denied the charges while the party whip was withdrawn on the same day. His now estranged wife succeeded him in the next general election. In September 2020, he was sentenced two years in prison - he was released a year later. 5. Tory MP suspended over explicit texts to female constituents Andrew Griffiths resigned from his ministerial role and was suspended from the Tory Party in July 2018. It followed reports from the Sunday Mirror that he had sent 2,000 sex texts across three weeks to two female constituents. In November 2018, he told The Sunday Times that the texts were 'the result of my mental breakdown'. He later had the whip restored and was then able to take part in the same confidence vote as Elphicke over May's leadership.  He was cleared of breaching the Commons' code of conduct in September 2019 over the texts as he had not been carrying out parliamentary duties at the time. Griffiths was succeeded by his estranged wife, Kate, in the 2019 general election. In 2021, Griffiths was found to have raped and physically abused his wife during their marriage in a civil court judgment that journalists had to fight to get published. He has said that he 'strongly denied the allegations put to me'. 6. Defence secretary admits behaviour 'fell short' Michael Fallon resigned as defence secretary in November 2017 telling the BBC: 'The culture has changed over the years. What might have been acceptable 10, 15 years ago is clearly not acceptable now.' It came after journalist Julia Hartley-Brewer claimed the politician repeatedly touched her knee during a 2002 dinner. 7. Minister resigns over inquiry into misconduct allegations Damian Green resigned as the cabinet office minister in 2017 after an inquiry into claims he sexually harassed a women and looked at porn on a work computer. The probe found he breached the ministerial code, although he maintained that he did not 'download or view' the porn. 8. Labour MP suspended over inappropriate contact Labour MP Kelvin Hopkins was accused of sexual harassment towards a Labour Party activist in November 2017, according to The Daily Telegraph, and was subsequently suspended from the party. He rejected the accusations. Fellow MP Kerry McCarthy then said he had been paying her unwanted attention for years in written notes, then republished in The Guardian. He resigned from Labour in January 2021. 9. Labour MP accused of sexual harassment MP Ivan Lewis was accused of sexually harassing a 19-year-old at a Labour event, a claim he denied. The Labour Party said it 'takes all allegations of sexual harassment extremely seriously' and suspended him pending an investigation. He then quit the party in December 2018.",
  "9c4d5c8a0681b6763b6f42acad34d1def054d1ce28694cdb93620079": "Implementing red tape to deliver the government's own Brexit deal 'would have been an act of self harm', Jacob Rees-Mogg has said. The Brexit opportunities minister's admission come as the Tories dropped plans to impose further checks on goods entering the UK from the European Union. The change means restrictions on the imports of chilled meats from the EU and border checks on plant and animal products will not be introduced in July. Rees-Mogg said not pressing ahead with the new restrictions is 'saving British businesses up to PS1 billion in annual costs'.  When pressed about restrictions that would have actually 'cost' PS1 billion, and the idea pushed by ministers that post-Brexit checks were not going to be disruptive, he told an interviewer: 'That's why we are not adopting them. This would have been an act of self harm if we had gone ahead with it.' The comments raise questions about whether Brexit will deliver the promised economic benefits of independence from the bloc, and whether the government was edging towards a position where it would unilaterally accept EU controls.  Goods moving from the UK have been subject to checks in the EU since the Brexit withdrawal agreement was implemented on January 1, 2021.  Rees-Mogg said a 'new regime of border import controls' will be established by the end of 2023. The new border regime will apply equally to goods from the EU and from the rest of the world. The government has vowed to have 'the world's best border' following the decision to leave the EU's single market and customs union. Port operators expressed frustration that time and money spent preparing for the new checks has been 'wasted'. Tim Morris, chief executive of the UK Major Ports Group, which represents UK port operators, said: 'Many ports have been working incredibly hard and have invested over PS100 million of their own money to build a network of brand new border checks to meet the requirements the government has been insisting on for several years. 'This now looks like wasted time, effort and money to develop what we fear will be highly bespoke white elephants.' On whether the UK would adopt EU controls, the prime minister's official spokesman said: 'That is not the approach we are taking. We are using the flexibility that the UK government has to decide how and when to introduce this approach. 'We think there is more work to do on a new model that better utilises data and technology. We are still committed to introducing these checks.'",
  "54429d44c2f349b9cbb951f568518c8be8709e0d81bce693d3bfc43b": "Sharon Osbourne is to take a break from her new TalkTV show just three days after its launch, after husband Ozzy tested positive for Covid overnight.  The star is flying back to the US to be with Ozzy, who she said she is 'very worried about right now'.  It means Sharon will miss hosting her hour-long panel debate show The Talk, which also features Jeremy Kyle.  In an emotional interview, Sharon vowed to return to the show as soon as possible and said may even join The Talk by video link from Los Angeles in the coming days. Sharon said: 'Ozzy was only diagnosed in the middle of the night our time. I spoke to him and he's OK. I am very worried about Ozzy right now. 'We've gone two years without him catching Covid and it's just Ozzy's luck it would be now.' Of missing her show, Sharon added: 'I can't believe my luck. I'm missing the show and I've only been there three days.Three days and I'm missing the show but I will be back. I know I will. 'It will take me a week to get my old man back on his feet again and I will be back.' Sharon is one of the faces of the new TalkTV channel launched by News UK earlier this week.   Her 'very good friend' Piers Morgan is also presenting his own show, Piers Morgan Uncensored, which featured a headline-making interview with former US president Donald Trump. The Talk airs on TalkTV, 9pm Monday - Friday (Sky 526, Virgin Media 627, Freeview 237, and Freesat 217) and live and on demand on the TalkTV app and at Talk.TV ",
  "f6711d3b7d23b41f9e745208dd5d6b59a6d125f178b4d009035c68b9": "Boris Johnson has slammed a Tory MP who allegedly watched pornography in the commons chamber, saying it was 'obviously unacceptable'. Two female Tory MPs have said they saw a male colleague watching porn on his phone in the commons. The prime minister said no-one should be behave like that in any workplace 'up and down the country'. Asked whether the MP will lose the Conservative whip if the allegations are proven, Johnson said: 'I think it's obviously unacceptable for anybody to be doing that kind of thing in the workplace. 'It would be the same for any kind of job up and down the country, let's be absolutely clear about that.' He made the comments on a visit to Burnley on Thursday and added: 'What needs to happen now is that the proper procedures need to be gone through, the independent complaints and grievances procedure needs to be activated and we need to get to understand the facts, but, yeah, that kind of behaviour is clearly totally unacceptable.'   The Tory party's chief whip Chris Heaton-Harris has called for the case to be referred to parliament's Independent Complaints and Grievance Scheme (ICGS) which investigates allegations of harassment and sexual misconduct. The disciplinary process could lead to a recommendation that the MP is suspended or forced out of the commons if a complaint is upheld. It comes after separate claims that 56 MPs are currently facing sexual misconduct investigations, including three cabinet ministers and two shadow cabinet ministers. Attorney General Suella Braverman said a minority of men in Parliament behaved like 'animals'. She told BBC Radio 4's Woman's Hour that if a Tory MP was found to have been watching pornography in the commons chamber they should have the whip suspended and face the prospect of being ousted from parliament. 'I think that we would really need to see a situation where the whip should be removed - I'm ashamed this person is carrying a Conservative rosette,' she said, adding they could be subject to a recall process and 'no longer holding their privileged position as a Member of Parliament'.  ",
  "ab4d5b8be14138ef3575ee8c9cd9c2aa416e21ab7c826007412664b3": "Heartstopper star Kit Connor has revealed Olivia Colman broke down in tears for real during the rehearsal of the Netflix show's most emotional scene.  The Oscar-winning star appears as Nick's mum in the drama, which follows the lives of Charlie Spring and Nick Nelson after they meet at school and fall in love. Since the series' debut on the streaming service earlier this month, fans have celebrated the touching moment in which Nick comes out to his mother as bisexual.  However, Olivia was so moved by the scene as the pair prepared to film it that she cried, Kit told ITV's This Morning.  Speaking to hosts Holly Willoughby and Phillip Schofield, he said: 'We normally before every scene read it through about 50%, you don't go 100% of the way. We were reading it through and suddenly Olivia just started crying.  'At first, I was thinking, 'God, she's just really good, I need to step it up my game massively here,' so I was really worried at that point. I think then other people told me afterwards that it was because it's such a beautifully written scene and a crucial part in so many people's lives. I think it really touched her.  'I was just scared to be honest,' he joked, describing her as 'the most absolutely lovely person in the world'.  Heartstopper's screenwriter Alice Oseman previously admitted she was 'shocked' that the show had managed to get Olivia on board for her cameo appearance.  She told PA: 'When we were discussing trying to get a big name to be Nick's mum, I was literally like, there's no way this is going to happen. 'This is the silliest idea ever and there's literally not any point doing this. 'But we tried anyway and Olivia wanted to do it, and I just couldn't believe it. 'There's really no other way to say it, I was just shocked but so, so happy, because she's such an incredible actress, she brings so much to that character, and all the scenes with Nick's mum just feel so special and subtle and just really beautiful performance.' This Morning airs weekdays at 10am on ITV. ",
  "73c3ece9dde122b2684201d36bc67b546db42468e8d251ee486eb6d1": "Selling Sunset star Chrishell Stause has revealed she almost quit the show amid her divorce from ex-husband Justin Hartley.  The estate agent split from the This Is Us star during filming of the third season of the hit Netflix reality series back in November 2019, which she said at the time had come as a complete shock to her. Because of the drama, she came close to packing in her starring role on Selling Sunset, as she recently told the Dear Media podcast Lipstick On The Rim.  'The divorce was the most public and humiliating thing you could ever go through,' she said. 'I still had to film a reality show, it was carry on with that or quit and I wanted this new career so I stayed in the end.  'I pushed through and I just had to be open and I think that is better than pretending everything is ok.' Chrishell said that she found therapy 'an amazing tool' in helping her deal with the aftermath of the split, adding: 'I didn't have much control over how it went down so I had to look after myself.' Following her divorce, Chrishell went on to embark on a relationship with Selling Sunset co-star and The Oppenheim Group boss Jason Oppenheim, with their romance taking centre stage in the current series.  However, the couple confirmed they had split in December, with Chrishell explaining that their 'ideas for family' were not 'ultimately aligned'. She said in a statement: 'Jason was and is my best friend and other than our ideas for family ultimately not being aligned the amount of love and respect we have for each other will not change going forward.' Selling Sunset season five is streaming on Netflix now, while the Lipstick On The Rim podcast is available on all podcast platforms.",
  "5c6950745f84988ace54ced34188f9591ec1da0f714b4b1b5a310141": "Parliament has 'more to do' to improve its culture, Downing Street said today amid a fresh sex scandal. Two female Tory MPs have said they saw a male colleague watching porn on his phone in the Commons. The chief whip has asked the women to refer their allegations to parliament's independent complaints scheme, which investigates allegations of misconduct. It comes after separate claims that 56 MPs are currently facing sexual misconduct investigations, including three cabinet ministers and two shadow cabinet ministers.  Asked if Boris Johnson thought parliament's boozy bars and sexist culture were contributing to bad behaviour, his official spokesman replied: 'I think what's clear is that there is a lot to do to improve the culture in parliament. 'I think the defence secretary talked about some of the challenges in his [media] round this morning. And some of the themes and evidence given by female MPs is shocking and it's right that action is being taken where concerns are being raised.' Baroness Morgan of Cotes, a Tory peer and former education secretary, said the MP should be expelled 'as a minimum' if the allegations are proven.  Asked about that, the spokesman replied: 'I haven't spoken to him on that specific point. This is related to an allegation of an unnamed backbencher. 'So I'm not going to say any more given there is a process ongoing that needs to be followed.'  The Tory party's chief whip Chris Heaton-Harris has called for the case to be referred to Parliament's Independent Complaints and Grievance Scheme (ICGS) which investigates allegations of harassment and sexual misconduct. The disciplinary process could lead to a recommendation that the MP is suspended or forced out of the commons if a complaint is upheld. Rachel Maclean, who is the home office minister responsible for safeguarding women, called for the MP to be expelled from the Conservative Party, saying the alleged behaviour was 'shocking and unacceptable'. Defence secretary Ben Wallace said the MP should lose the whip and could face sanctions including the prospect of a by-election if they were found to have watched pornography on their phone in the chamber.",
  "876274169e3fddd3cd871f28e353f909f947c04e89f9d5638d262e68": "The term 'prorogation' summons flashbacks of the Brexit crisis, when Boris Johnson unlawfully suspended parliament and had to apologise to the Queen.  Despite that controversy, prorogation is a routine process that signals the end of a parliamentary session and brings nearly all of its business to a close. Parliament is proroguing Thursday afternoon and MPs will return to their constituencies until the Queen's Speech on May 10. Here, HuffPost UK talks you through what it means, what MPs do during that period and remind you of what happened during Brexit.  What is the prorogation of parliament? Prorogation is the means by which a parliamentary 'session' is brought to an end. A session is a parliamentary year which normally starts in the Spring, with the state opening of parliament, and runs for around 12 months, ending with the prorogation of the session. There are normally five sessions in each parliament. How does it work? Prorogation is what is known as a 'prerogative power' exercised by the Crown on the advice of the Privy Council - an advisory body to the monarch. Essentially, the government of the day advises the Crown to prorogue and that request is acquiesced to. Why is prorogation needed? Prorogation is required to prepare for a Queen's Speech which is held on the day parliament reopens during a ceremony known as the state opening of parliament. The speech allows the government to outline its priorities for the upcoming year. A new parliamentary session can provide procedural opportunities to revisit matters where legislation was unable to progress in a previous session. What impact does it have? Prorogation brings to an end the proceedings in both the House of Commons and the House of Lords. Unless a specific provision is made - such as the standing orders to 'carry-over' bills - no business of a previous Parliamentary session may be carried over into the next session. Motions set down and orders made for business to be considered on future days all fall at prorogation, as do unanswered parliamentary questions. Select committee inquiries continue, though no committee may meet during prorogation. Statutory periods for consideration of secondary legislation are suspended over prorogation, but the legislation itself does not fall. What do MPs do during prorogation? While Parliament is prorogued, MPs and peers cannot formally debate government policy and legislation, submit questions, scrutinise through parliamentary committees or introduce legislation of their own. It means hundreds of MPs will return to their constituencies to focus on local issues. With the local elections just a week away, many MPs will be joining campaign teams on the doorstep. How long is parliament prorogued? Since the 1980s prorogation has rarely lasted more than two weeks. It has always led either to the dissolution of the current parliament - prior to a general election - or the start of a new parliamentary session. This year, the state opening of parliament will take place on Tuesday May 10 when MPs will return to the commons. What happens at the state opening? The state opening of parliament marks the formal start of the parliamentary year and the Queen's speech sets out the government's agenda for the coming session, outlining proposed policies and legislation. The speech is written by the government and is read out by the Queen from the throne in the House of Lords chamber. It is main ceremonial event in the parliamentary calendar and for over 500 years, has served as a symbolic reminder of the unity of parliament's three parts: the sovereign, the House of Lords and the House of Commons. The event is steeped in pomp and ceremony with a procession from Buckingham Palace to parliament.   The Queen will travel in the Irish state coach, an ornate four-horse-drawn carriage. A coach carrying the royal regalia - the Imperial State Crown, the Cap of Maintenance and Sword of State - precedes the monarch. The Queen will enter through the Sovereign's Entrance under the Victoria Tower, at the opposite end of the palace to Big Ben, and the royal standard replaces the union flag over Westminster until the Queen leaves the palace at the end of the ceremony. When inside, the sovereign dons the Imperial State Crown and ceremonial robes before making their way to the House of Lords. More recently the Queen has not worn the gown or the crown on account of how heavy they are.   What happened during Brexit? At the height of the Brexit crisis in August 2019, just before MPs returned from their summer recess, Boris Johnson asked the Queen to shut Parliament for five weeks, between September 9 until October 14.   Critics said it was an attempt to suppress MPs' opportunities to block a no-deal Brexit because they would have been stopped from sitting for 24 working days.     The government claimed it had nothing to do with Brexit and argued prorogation was a 'proceeding in Parliament' to allow the prime minister to outline plans for domestic policies, such as NHS funding.   However, on September 24, the Supreme Court ruled the prorogation unlawful. The court's president, Lady Hale, said the suspension 'had the effect of frustrating or preventing the ability of parliament to carry out its constitutional functions without reasonable justification'. Following the ruling, parliament reopened the next day. Johnson also personally apologised for embarrassing the Queen, according to reports. ",
  "9c01075663be3c297c4a1b2cc7edd5e23cc3751c5331c2cb12fa5d19": "Veteran radio presenter and DJ Tim Westwood has been accused by several women of sexual misconduct in new reports this week. He 'strongly rejects all allegations of wrongdoing' and stepped down from his Capital Xtra 'until further notice' on Wednesday. Here's everything you need to know. Where did the allegations come from? According to a joint investigation from the BBC and the Guardian, Westwood has been accused of misusing his powerful position. All of the allegations published in the investigation this week have come from Black women in the music industry. Three women accused Westwood of opportunistic and predatory sexual behaviour while an additional four alleged he groped them at events when they were in their late teens or early 20s. All of the incidents reportedly took place between 1992 and 2017. Two of the women claim he initiated unwanted and unexpected sex, while another said she was subjected to unwanted oral sex and four others accused him of touching their bodies inappropriately as they posed for photos with him. The accusers do not know each other. According to the BBC, 'some work in the music industry and fear repercussions'. One woman told the broadcaster: 'I would describe it as an abuse of power because...who they're going to believe? This little girl from the Midlands, or this big shiny star from London? He's on national radio, international.' The seven women, who all claim to have met Westwood through his work, have chosen to remain anonymous. Their allegations were unpacked in a BBC Three documentary, Tim Westwood: Abuse of Power, which aired on Tuesday at 9pm. None of the women who spoke to the BBC have reported the incidents to the police. They said they were coming forward to make sure Westwood is 'held accountable' for his behaviour and to encourage others to come forward. Who is Westwood? Westwood, 64, began his career in hip hop on local radio, before moving to Capital Radio in London. He then secured his own show on BBC Radio 1 in 1994 where he hosted the first nationally-broadcast rap programme. He has since become an influential figure in the hip-hop world. He left the BBC in 2013, and returned to Capital where, up until Wednesday, he was presenting regular Capital Xtra shows on Saturday nights. How has Westwood responded? A representative for the DJ told PA news agency: 'Tim Westwood strongly denies all allegations of inappropriate behaviour. 'In a career that has spanned 40 years, there have never been any complaints made against him officially or unofficially. 'Tim Westwood strongly rejects all allegations of wrongdoing.' Three of his planned DJ sets have since been cancelled and the events page of his website, which had more UK events planned for the next month, has been taken down. What's the history behind these claims? Aside from Westwood's status in the music industry, this case has caused a particular stir because this is not the first time concerns about the DJ have been raised. HuffPost UK had an exclusive in July 2020 about the pressure Global Media - the parent company of Capital - was facing to launch an investigation into Westwood's conduct at the time. Global was heavily criticised (including by its own staff) for not addressing the claims publicly and for keeping Westwood's show running when allegations of sexual misconduct against Westwood first emerged. Back in 2020, a source told HuffPost UK: 'Many presenters across the brands are uncomfortable with the situation and the executives have personally told staff not to speak to the media, which is unprecedented.' The exclusive followed an online hashtag which emerged that June called #SurvivingTimWestwood, as word of the claims against the DJ spread. The allegations also led to a change.org petition calling for the mayor of London and the Met Police to launch an investigation into Westwood's alleged behaviour towards Black female students. It accumulated more than 6,000 signatures. However, the Met was not able to explain whether it had launched a probe into the DJ. Westwood strongly denied the allegations at the time. He told HuffPost UK: 'I can categorically say that I have never had an inappropriate relationship with anyone under the age of 18. I am aware of attempts by anonymous sources to make fabricated allegations online. I can confirm that such allegations are false and without any foundation.' A representation for Westwood told HuffPost UK that no complaints against him had been received at Capital Xtra, although an anonymous producer from Global alleged in 2020 that staff were 'outraged' at the company's 'silence'. Several Black British public figures contributed to the conversation around Westwood then as well, such as presenter Grace Victory and DJ Funk Butcher. Westwood's peer in the hip hop industry, the late rapper Ty Chijioke, also previously referred to the veteran DJ as a vulture in reference to his behaviour with young fans.  Speaking to the BBC during the 2022 investigation, one of the women accusing Westwood said: 'Finally people's allegations are starting to be taken seriously.' What has the BBC and Capital said? BBC director general Tim Davie said he had not found any evidence of complaints made about Westwood when he was working there. He said: 'I've asked and we've looked at our records and we've seen no evidence. 'If something like this were raised or anything comes up, we investigate it fully. And I would hope we were doing that in that time as well.  'I would simply say if people have evidence where things weren't followed up, or they have concerns in this area, bring it to us. We want to investigate it.' He said the testimonies were 'shocking' and encouraged people to bring forward 'evidence of wrong doing', because 'there's nothing worse in life than abuse of power'. He added: 'You need to be absolutely clear that it's completely unacceptable.' A spokesperson from Capital's parent company Global confirmed on Wednesday that 'following the claims that have recently come to light, Tim Westwood has stepped down from his show until further notice.' ",
  "936dda6563868855415d411d79a86f46b32898a766210c42ac4f04cd": "Given how Chris Pratt is set to voice what feels like every animated character in a slew of upcoming franchises, job security likely isn't top of mind. But he at least has confirmation that Guardians Of The Galaxy director James Gunn has his back, with the filmmaker coming to the actor's defence on Twitter Monday amid calls to axe him from future Marvel films. Responding to a viral tweet calling for Marvel to replace the actor with Patrick Wilson, Gunn said he would 'never' oust Pratt, who is set to reunite with the director in a third Guardians film next year.  'For what? Because of your made-up, utterly-false beliefs about him? For something that someone else told you about him that's not true?' Gunn wrote. 'Chris Pratt would never be replaced as Star-Lord but, if he ever was, we would all be going with him.'  Pratt has fielded plenty of backlash in recent years over his rumored political affiliation -- he sparked controversy ahead of the 2020 presidential election for mocking the importance of voting. However, the actor has largely stayed out of the political fray, having previously said that he doesn't feel represented by Democrats or Republicans.   He's also come under fire for his past connections to churches that have a history of discriminating against the LGBTQ community.   Back in 2019, Elliot Page publicly called Pratt out for attending an 'infamously' anti-LGBTQ church, which prompted Pratt to make a rare statement about his beliefs. 'It has recently been suggested that I belong to a church which 'hates a certain group of people' and is 'infamously anti-LGBTQ,'' Pratt posted on social media at the time. 'Nothing could be further from the truth. I go to a church that opens their doors to absolutely everyone.' Responding in a follow-up tweet on Monday, Gunn seemed to echo that same sentiment.  'I know the church he currently goes to,' the director wrote. 'Do you? (The answer is you don't, but you heard from someone who heard from someone who heard from someone where he goes to church, so decided, 'yeah, okay, I'll believe this terrible thing I heard online about this celebrity!').'  The people in Pratt's orbit have made a habit out of defending him in recent years. The actor's wife, Katherine Schwarzenegger, previously called out the 'meanness and bullying' of an Instagram post that ranked Pratt as the least popular Hollywood Chris -- a common internet competition that pits Chris Hemsworth, Chris Pine and Chris Evans and Pratt against each other. A handful of Marvel stars, including Robert Downey Jr., Mark Ruffalo, Zoe Saldana and Jeremy Renner also voiced their support for Pratt in strongly worded public statements. With Gunn, Pratt has at least returned the favour after the director was booted from the Guardians franchise over past offensive tweets that were resurfaced by far-right figures in retaliation for his opposition to Donald Trump. The actor along with the rest of the Guardians cast pleaded for Gunn to be reinstated as director for the upcoming third entry in the franchise at the time in an open letter. Marvel has since given Gunn a second chance, as he's set to direct Guardians of the Galaxy 3 along with a holiday special about the ragtag group of heroes set to be released in the coming years. Pratt, meanwhile, will next appear as Star-Lord in the studio's upcoming Thor: Love and Thunder, which will hit theatres in July.",
  "74120487f2317d176fb914215e8e9c8e1eaa1337db94ce022eb35868": "A new Samsung campaign has caused a stir on Twitter - but for all the wrong reasons. Showcasing its new smart watch, the advert shows a woman waking up at 2am and then going for a run through deserted, poorly-lit streets while wearing headphones. The voiceover says: ''Sleep at night. Run faster, push harder, follow the herd' - not for me. I run on a different schedule - mine. 'Your Galaxy. Your Way.' The runner can be seen interacting with various people during her outing including a cyclist, a person at a bus stop, someone on the side of road and a group who seem to have been for a night out. All of these encounters appear to be very friendly, which has certainly surprised people on Twitter. But the ad has also been accused of being particularly tone deaf as it comes after a year of heightened conversation about women's safety. Ashling Murphy was killed in January this year while out jogging in Ireland at 4pm, prompting another wave of public outrage over the dangers women face when out in public. Reclaim These Streets, a women's safety group, described it as 'totally tone deaf' in light of Murphy's death. Her murder also sparked the hashtag #shewasonarun, where people started sharing their own experiences of being harassed while jogging. Esther Newman, from Women's Running magazine, said the advert is 'not representing the truth'. She told Radio 1 Newsbeat: 'It's really shocking. I don't know any woman who would be running at 2am in the morning. Certainly not in a city.' She added: 'Wearing headphones is a contentious point. Most women runners I know don't wear headphones and that's during the day, because they are concerned about their safety.' Newman said her contributors believe 'it's a very very small' portion of men who make women feel unsafe, but encouraged advertisers to focus on how men can make women feel more comfortable while running. The online running community Run Mummy Run also told the BBC that the portrayal of women running at night was 'unrealistic' as they do not have 'the luxury of this type of freedom with [their] safety' in reality. It's not just the running aspect of this campaign which misses the mark - women's safety in general has become one of the most pressing issues of the last year. ONS stats revealed one in two women compared to one in seven men feel unsafe when walking alone after dark in a quiet street near their home. Only in September 2021, Sabina Nessa was attacked and killed while walking through a southeast London park. The campaign also launched just 13 months after the death of Sarah Everard, who was kidnapped, raped and killed by a then-serving police officer. She was walking home through Clapham at around 9pm at the time. These high-profile cases - particularly Everard's - pushed women's safety to the top of the news agenda. The Metropolitan Police's subsequent attempts to show it is enforcing this have missed the mark significantly - only in January, officers tried to reduce spiking by randomly drug testing women. People on Twitter this week have suggested that the ad is so out of touch it must have been produced with hardly any women. Many more openly explained their own personal angst over seeing the ad.",
  "80540a47e6d0154ffba418213c8b63971c59c5bce574c5d0dadd42a9": "Mother-in-laws are often the victims of 'cliches', according to the Pope. And I'm inclined to agree. Addressing crowds in St Peter's Square at the Vatican on Wednesday, the head of the Catholic church urged listeners to be kinder to the matriarchs of their families. 'I'm not saying we see her as the devil, but she is always presented in a pejorative way,' he said. 'But the mother-in-law is the mother of your husband and the mother of your wife.' Perhaps I'm biased, because my own mother-in-law in a gem, but I've always found the bitter, interfering mother-in-law trope absurd. It's drenched in misogyny - much like the cliche of the evil step mother - and perpetuates the idea that women can only co-exist in a state of conflict or competition. 'Controlling', 'judgmental', 'critical' and 'overbearing' are all words that have been used to describe mother-in-laws. The phrase 'monster-in-law' is often thrown around on parenting forums. And one article goes as far as to call them 'a soul-sucking parasite that feeds on your misery.' God forbid an older woman should ever express her opinion...  Sure, some mother-in-law relationships are tricker than others, but it doesn't help women one bit if we expect women after a certain age to become silent wallflowers. Let her share her thoughts - it doesn't mean you always have to agree with them.  Of course, the culture of kindness needs to go both ways. And the Pope also had advice for mothers-in-laws. 'I tell you, be careful how you express yourselves,' he said. But one part of his speech may make you eye-roll, just a little.  'We say to ourselves 'the further away your mother-in-law is, the better'. But no - she's a mother, she's an elderly person,' he said. 'One of the most beautiful things for a woman is to have grandchildren. When her children have children, it brings her to life again.' I'd argue the most beautiful thing for a woman is to make her own choice about whether she wants children or not - and no mother-in-law should base her happiness on the possibility of grandchildren, something that is (and should always be) outside her control. But baby steps and all. He's almost got it right. This stereotype is centuries old, after all. And if we don't start to course correct the internalised trope now, it'll only come back to haunt us if we ever become mother-in-laws ourselves. ",
  "b89f92da1b3aff056e0fafcbc7b1fde93ad0d5d9e9da4c69cd048b9c": "A parliamentary watchdog has ruled that Labour MP Liam Byrne should be suspended from the House of Commons for bullying a staff member. The Independent Expert Panel (IEP) launched an investigation after a former member of Byrne's constituency staff made a complaint under parliament's Independent Complaints and Grievance Scheme (ICGS). The commissioner for standards, Kathryn Stone, found that Byrne, a former Cabinet minister, had 'ostracised the complainant' between March and July 2020 following a dispute that resulted in him sending the staff member home. The IEP found that the MP for Birmingham Hodge Hill had stopped all personal contact with the staff member for several months and denied him access to his Parliamentary IT account. Stone concluded that Byrne's behaviour 'was malicious behaviour that involved a significant misuse of power' especially given the staff member's ill health and the contest of the first coronavirus lockdown.  Byrne, who did not appeal the decision, said that he was 'profoundly sorry' about the incident and that he had 'apologised in full to the individual concerned'. Giving its verdict, the IEP said: 'This case involves a serious breach of the bullying and harassment policy which arose from the respondent abusing his position of power and ostracising the complainant, who was his employee, by ceasing personal contact with him for several months and denying him access to his parliamentary IT account. 'The impact of this behaviour was compounded by the fact that it occurred during the first period of lockdown when the complainant was physically separated from work colleagues, uncertain of his future work status and had undergone a period of ill health. 'The respondent's decision not to engage with the complainant following what he perceived to be acts of misconduct was not, as he argued, a reasonable HR strategy. It was bullying. 'He should, as he now accepts, have tackled any alleged misconduct through a proper disciplinary process not by ostracising the complainant.' As well as recommending a two-day Commons suspension, the panel also said Byrne must make a written apology to the staff member and take part in management training. GMB, the union which represented Byrne's former staff member, said the sanction was 'far beneath what is needed to address the abuse'. Chair of the GMB branch for members' staff Jenny Symmons said: 'GMB welcomes the decision to uphold our member's complaint of serious bullying and harassment.  'However, the sanction of an apology, a recommendation for training and a suspension of just two days is far beneath what is needed to address this kind of abuse.  'MPs have a duty of care for their staff which we see violated time and time again.  'It's time we removed the responsibility of employment from MPs for good and give staff the safety and security at work they deserve.'  In a statement following the ruling, Byrne said he was 'extremely grateful to the parliamentary commissioner for standards and to the Independent Expert Panel for their thorough investigation and careful judgement'. He admitted that 'did not resolve the dispute correctly with a proper disciplinary process' and 'failed to fulfill my obligations as an employer and parliament's behaviour code'. 'This constituted an ostracism which was a breach of parliament's behaviour code which I strongly support, and caused distress for which I am profoundly sorry. 'I have apologised in full to the individual concerned.' He added: 'I'm incredibly grateful to the panel for recognising the genuine remorse I felt about the impact on the individual concerned, the steps I have already taken to ensure this never happens again along with the work still to do, and for concluding that I did not deliberately act to delay the investigation. 'This has been a valuable lesson for me and one I am determined to learn as me and my team seek to offer the best possible service and voice for the residents of Hodge Hill.' A Labour Party spokesperson said: 'The Labour Party fully supports the recommendations of this independent report, including the proposed sanction.'",
  "8327a67622f822e1a90ab1ae4da580b788668277e3b2c28f9b159cbc": "Julia Bradbury made an emotional appearance on This Morning on Thursday as she discussed her cancer diagnosis and treatment. The 51-year-old Countryfile presenter revealed she had breast cancer in September last year and that she would be undergoing a mastectomy in order to remove a six centimetre tumour. During her appearance on the ITV show to chat about about her new documentary Julia Bradbury: Breast Cancer And Me, Julia and host Holly Willoughby were both in tears at one point as she recalled the moment she had to tell her two young children about her illness.  'Telling your children you have cancer is the hardest thing you'll ever have to do in your life,' Julia said. 'You also don't know how much you tell them to be realistic, and how much do you need to protect them.. It's a very tricky balance. I don't think any parent really knows what to do.' She added, 'One of my children said, 'Can I still hug you?' and the other said, 'Is it contagious?' I never thought about either of those two things. You just don't know what's going through their mind.  'You do your best, but it's a very difficult thing to navigate.'  The presenter and broadcaster also opened up about having a mastectomy, revealing it was a cathartic experience to say 'goodbye' to her breast. 'First of all, I was calling them 'masectomies' instead of mastectomies... you just don't understand what a mastectomy is - it's the amputation of your breast.  'There are so many different versions of that, so some women can have reconstructions, some women can't have reconstructions, some women like me can have immediate reconstruction because of the type of cancer I had.'  She added: 'I have a silicone implant. The surgeon was able to save my own skin and nipple, which I'm very grateful for.... I said goodbye to my breast... my friend said the best advice she got from a doctor was to say goodbye to your breast. It was really helpful and cathartic.  'It's [a mastectomy] a really traumatic thing and a brutal procedure... there is no nice way to treat cancer, it's pretty horrible.'  After a clip from Julia's documentary was played, a teary Holly said: 'That got me.'  This Morning airs weekdays at 10am on ITV.",
  "3fb030ab78c7a7aa1401dccedc59aa48067e6e03039937040dd739f9": "",
  "bc40cadc2559a8e795a1a00914d0bddd0f7cb02b535bd57ea751c652": "Steve Coogan has agreed with comparisons between Richard Madeley and his fictional TV host Alan Partridge, and revealed another celebrity who he believes is like the comedy character. Partridge is known for his lack of tact and social awkwardness, with Richard long being famed for his 'Accidental Partridge' moments.  And in an interview with BBC Breakfast on Thursday, Steve also said he reckoned another former Good Morning Britain presenter bared a likeness to Partridge.  'I suppose if you fused Richard Madeley with Piers Morgan, you might get close to who Partridge is at the moment,' he told hosts Naga Munchetty and Charlie Stayt.  'I think Alan likes to think of himself as cutting edge and edgy and relevant.' Steve also revealed that many presenters now help inspire what his character gets up to.  'Almost every presenter has had a Partridge moment, and I sort of galvanise that and chuck it into a bucket marked 'Partridge' and regurgitate it,' he said.  Charlie noted how being compared to Alan Partridge had become 'a badge of honour', Steve said: 'He started out as a buffoon and now there's sort of a bit of affection for him. So although he's misguided and ill-informed, he's not nasty and he's not wicked. He tries to do the right thing. 'When people laugh at Partridge, I think people see a slightly inept uncle or their parents' generation getting things slightly wrong.' Last year, Richard finally revealed what he makes of the constant Partridge comparisons.  In an interview with the Daily Mail, he said he thinks it is 'actually quite funny', but does sometimes think the things he says or does are 'unfairly' taken out of context. 'I honestly don't care at all - it's actually quite funny. It's part and parcel of the job I do,' he said. 'It's so important that you don't take yourself seriously, because you're not gonna have a good time if you do. 'Judy and I started out on This Morning which isn't really hard news. I don't go to war zones, I do popular television, which on the whole is pretty pointless, it's just entertainment. It doesn't mean you're remotely important or interesting.' The I'm A Celebrity... Get Me Out Of Here! contestant added: 'If people wanna take what I say - a quip or a comment - and compare me to Alan Partridge - good luck to them. I think some quotes are often taken so ludicrously out of context that it's a bit unfair.' In recent times, Richard has served up a number of so-called Accidental Partridges as a guest presenter on Good Morning Britain. One such moment saw him trying to talk to a guest via video-link, not realising they were actually sitting next to him, while another saw him call daughter Chloe 'an accident'. BBC Breakfast airs daily from 6am on BBC One and BBC News. ",
  "282b01ca58478c1ede3da54a8ea8915f6bfbb91a29e79e727725d66a": "When it comes to household chores, changing your bed sheets is one of the more exhausting ones. Just the idea of wrestling a duvet into a new cover can be enough to make you feel tired. So much so, that men in particular aren't washing them. Half of single men don't wash their bed sheets for up to four months at a time, according to a new survey. And 12% of them admitted to only washing them when they remember.  Pizuna Linens conducted a survey of of 2,250 UK adults over the age of 18 and found that 62% of single women changed their bedding once every two weeks whilst only 29% single men washed their sheets at the same rate. Almost half (45%) of single men said they only washed their sheets every three to four months.  But what happens when you don't change them? Not washing your bed sheets frequently can lead to a host of health problems such as infected wounds and athletes foot, according to Mary Malone, a laundry expert at about.com. According to Malone, during sleep we continue to perspire, meaning body oils and soil are released.  'Infrequent cleaning of sheets and pillowcases allows the fluids to seep into the pillows and mattresses, and those are much more difficult to clean than tossing sheets in the washer,' she told ATTN. Allowing dust, sweat and dirt to build-up for just two weeks can be enough to leave you with a scratchy throat or the sniffles, according to New York University microbiologist Philip Tierno  Leaving your bedsheets unchanged can result in sweat and dirt seeping into your pillows and mattress. So how often should we be changing our sheets? The general consensus is that we should all be changing our sheets - including duvet covers and pillow cases - once a week, Tierno says.  We should be giving our duvet a six-monthly clean or - at the very least - washing it once a year, according to The Fine Bedding Company. Bacteria and bodily fluids can build up in duvets over a short period of time, the company argues, with duvet covers and pyjamas merely acting as a 'first line of defence' against sweat. How you wash your duvet will depend on the type of duvet you have and how big your washing machine is.  Check for care instructions on your duvet first and follow the guidelines. But in general, natural-filled duvets (think: feathers and down) should not be washed and dried at home, regardless of the capacity or capability of your machine. When it comes to synthetic duvets, these are usually fine to wash at home. For larger or higher tog duvets - ie your winter ones - it's usually recommended that they are washed in a large capacity machine.  ",
  "d0c75e5a5361baec8945cd11fe7c85cf52935376adea64fdfda3c4da": "Boris Johnson has once again been reported to the statistics watchdog after wrongly claiming there are half a million more people in work now than before the pandemic. The prime minister made the erroneous statement during prime minister's questions. He said there were '500,000 more people in paid employment now than there were before the pandemic began'. But according to the Office for National Statistics, there are actually around 500,000 fewer people employed in the UK now than there were pre-Covid.  Between January and March 2020, just as the pandemic began, the ONS said there were 33,012,000 aged 16 and over in employment.   However, between December 2021 and February this year - the most recent period for which figures are available - that number had actually fallen to 32,485,000. The Liberal Democrats have now written to the UK Statistics Authority - which has previously rebuked the PM for making the same misleading claim - urging them to investigate. Christine Jardine, the party's Treasury spokesperson, said: 'By repeating his debunked claim about employment levels, the Prime Minister has onceagain shown he has no respect for the truth. 'Whilst families across the UK are struggling to cope with soaring energy bills and rising prices, Boris Johnson is continuing to misrepresent reality in a desperate attempt to score a good headline. 'The prime minister has brazenly misled parliament yet again and cannot go on. 'He must immediately retract these false claims and be honest with the public - for once in his career.'  The UK Statistics Authority has previously berated the prime minister for wrongly claiming employment levels are higher now than before Covid.    While the number of people on payrolls is higher than before the pandemic, this is more than offset by the number of self-employed people who are no longer working. In a letter to the PM, UK Statistics Authority chair Sir David Norgrove said: 'If, as seems to be the case, your statement referred only to the increase in the number of people on payrolls, it would be a selective use of data that is likely to give a misleading impression of trends in the labour market unless that distinction is carefully explained.'   ",
  "093ccc946a5593cab7541af58b3fa191e02032883a4ce6fea8741421": "The Tory MP accused of watching porn on his mobile phone while in the Commons should be kicked out of the party 'as a minimum', a former women's minister has said. Nicky Morgan, a former education secretary and women and equalities minister who now sits in the Lords, said she was 'shocked' when she first heard the allegation -- calling it a 'bit of a jaw dropper'. Baroness Morgan said it was not only just an 'extraordinary thing to do' but that there was an 'element of almost aggression about about it as well'. The incident was first revealed at a meeting of Tory MPs on Tuesday night where some female members expressed their concerns about alleged sexual harassment and misconduct in Westminster. On Wednesday night, a Conservative Party spokesperson said the matter was being referred to the Independent Complaints and Grievance Scheme (ICGS). 'Upon the conclusion of any ICGS investigation the chief whip will take appropriate action,' the spokesperson said. Speaking to BBC Radio 4's Today programme, Morgan said that while there was a 'process to go through' regarding the accused, if the allegation was proven they should be expelled from the party as a 'minimum'. Her views were echoed by defence secretary Ben Wallace, who suggested that the MP in question could 'lose the whip... so they could no longer belong to the Conservative Party' 'That usually means they can't be reselected as an MP,' he told the programme. 'If they're a government minister they could lose their job. It would be for the House authorities to define what is an appropriate level of punishment for that type of behaviour.' Morgan also hit out at the 'male culture' that presides in parliament, saying sexism and misogyny was 'not just an issue on Conservative benches' but 'across the House'. She said the fact there were no employment contracts in place gave some MPs a 'feeling of invincibility -- that actually, ultimately it doesn't matter...nobody's actually going to take their job away from them, the job that gives them this sort of status to feel they can do these sorts of things'. Rachel Maclean, the Home Office minister responsible for safeguarding women, also called for the MP to lose their job. Ms Maclean, who was at the meeting on Tuesday where the allegations surfaced, said everyone present had been 'shocked and horrified'. 'It's just gruesome,' she told Sky News's The Take With Sophy Ridge. 'I'm the minister responsible for safeguarding women and for creating laws which protect women against sexual harassment and violence against women and girls, so it is deeply sickening and disgusting to hear that a male MP is watching porn. 'Action needs to be taken and I very much hope... we will see him out of Parliament, out of the party. I hope that's where we get to.' The latest allegation has rocked a Conservative Party that is already under heavy fire following a sexism row over an article about Labour's Angela Rayner in the Mail on Sunday. The newspaper carried quotes from an unnamed Tory MP suggesting the deputy leader deliberately crosses and uncrosses her legs to distract Boris Johnson during prime minister's questions. At the same time, the Sunday Times also revealed that 56 MPs -- including three Cabinet ministers and two Shadow Cabinet ministers -- were being investigated for sexual misconduct. On Thursday the BBC reported that that a female Welsh MP had been described by a Shadow Cabinet member as a 'secret weapon' because 'women want to be her friend and men want to sleep with her'. The Labour Party told the BBC that if a complaint was made it would be taken 'extremely seriously'.",
  "fe446a428b11fece8a311c886832b209b3a454ebd0adabfeacdadc04": "Households in the UK can save an average of PS147 per year by switching off 'vampire devices'. Vampire devices are electronics that drain a large amount of power even when they're on standby, costing you money.  Households are spending PS2.2bn annually by leaving vampire devices on standby, British Gas research found. This equates to PS147 a year for the average UK household, which is the same as two month's electricity charges.  Most British households will now pay PS1,971 for gas and electricity as energy prices have risen by 54%. Energy UK deputy director Dhara Vyas told BBC News that more bills could be set to rise.  She said: 'We're seeing really high price rises at the minute. We don't know yet for sure, because global gas prices continue to be volatile. Some estimates do say that we're looking at bills of up to PS3,000 this winter.' Since 2009, legislation has required devices to switch into a low power mode (such as standby) after a reasonable amount of time. And since 2013, they must not consume more than 0.5 Watts in standby or in off mode. However, the latest research suggests the small amount of energy appliances do use on standby can still add up (and the total will be greater if you have old appliances in your home).  According to the British Gas research, some devices only need to be plugged in a wall for them to be draining power. Smart speakers, laptops and internet routers all cost to keep plugged in. It costs PS24.61 per year to keep your television on standby, the research found. With an additional PS23.10 for a set-top box, from TV providers like Sky or Virgin Media. Leaving a games console on standby can work out an average of PS12.17, whilst computers could cost around PS11.22 Other devices include:  Microwave: PS16.37 Shower: PS9.80 Washing machine: PS4.73 Printer: PS3.81 Phone charger: PS1.26  'There are smart plugs you can buy which will let you check everything is turned off from your phone,' British Gas energy expert Marc Robson says. 'At night, or when not in use, try switching off devices at the mains rather than switching to standby, as even the standby light on a television uses energy. Try not to overcharge your mobile phone and laptop unnecessarily. 'As soon as your device is charged, try and get into the habit of unplugging it.'",
  "3bda02a065efb03fd6935762b7d7779f3677a918edcc637dd751b312": "If you're anything like us, you're still reeling from the heartbreaking events depicted in Russell T Davies' It's A Sin, even a year after the show ended. Well, while the writer has ruled out the idea of penning a second series of the Channel 4 drama, it's been revealed that he did have a spark of an idea for a separate show featuring some of the characters. Speaking at a Bafta TV session, producer Nicola Shindler outlined Russell's idea, explaining (via Metro): 'There was a time when there were a lot of stories in the press about young boys being manipulated online to masturbate. They were being filmed and then they were being blackmailed, essentially. 'It was young teenage boys and it was something that Russell was really concerned about.' She continued: 'It sounds like it's not related at all, except that he thought: 'What if you cut to the present day, and what if Jill and Roscoe are going out there, trying to stop the people who are doing this?'' Admitting she may have revealed too much, Nicola added: 'He just wanted to pick up on that idea that one problem might have gone away, but there are still so many vulnerable people out there who need looking after, or who need some kind of attention shining on them. 'He never wrote any of it - it was a small idea. I don't know if he'll be cross that I've told people what the idea is. He just wanted to pick it up in the present day and say, 'Look, there are still so many people out there who need some kind of protection'. That was the point of it.' It's been well-documented that It's A Sin was originally supposed to have run for eight episodes, though this was eventually cut down to five. Among the scenes that ended up being axed included an epilogue that would have been set in the present day, featuring characters like Jill and Roscoe.",
  "d4318adad669cde789782a1afd7b49aa1a2f2ca5246c69c18bb67d4e": "Andrew Garfield has announced plans to take a hiatus from acting after the release of his next film. The British star has had a busy couple of years, landing an Oscar nomination for his leading role in the musical Tick, Tick... Boom! and appearing in the biopic The Eyes Of Tammy Faye, which earned Jessica Chastain her first Academy Award win last month. He also reprised the role of Spider-Man for a cameo in the Marvel film No Way Home last year, and is gearing up for the release of his new series Under The Banner Of Heaven. However, now he's nearing the end of a jam-packed run of acting roles, Andrew has shared his intention to put his feet up and take it easy for a bit. 'I'm going to rest for a little bit,' he told Variety when asked what's next for him. 'I need to recalibrate and reconsider what I want to do next and who I want to be and just be a bit of a person for a while.' Noting that awards season can be 'a washing machine', he added: 'I need to just be a bit ordinary for a while.' Sadly, that probably means we won't be seeing Andrew on Strictly in the autumn, despite his recent admission that he's dying to take part. Unless he's throwing us off the scent, of course. Under The Banner Of Heaven unites the former Spider-Man star with Normal People actor Daisy Edgar-Jones. The true crime drama centres around a police officer who is disturbed when he looks into the murder of a mother and her baby daughter and finds links to the Mormon Church. Based on a non-fiction book by Jon Krakauer, it was adapted for the big screen by Oscar winner Dustin Lance Black, whose previous work includes Milk and When We Rise.",
  "1192a903f088f5793df1a638c041633ba85a83401ebb147081fa14ec": "Russia is like a 'cancerous growth' in Ukraine that must be removed, Ben Wallace has said. The defence secretary said Britain would do all it could to 'get the limpet off the rock' and ensure Vladimir Putin does not retain any territory in the country. His comments came after foreign secretary Liz Truss said that Russian forces must be pushed out of 'the whole of Ukraine'. Appearing on Sky News, Wallace said Russian president Vladimir Putin had failed in his mission to occupy the whole of Ukraine, so was now trying to retain the territory he has held since 2014, when Moscow annexed Crimea. He said: 'I think it's certainly the case that Putin, having failed in nearly all its objectives may seek to consolidate what he's got, sort of fortify and dig in, as he did in 2014, and just be a sort of cancerous growth within the country of Ukraine and make it very hard for people to move them out of those fortified positions. 'So I think it's really about if we want this to not happen, we have to help Ukrainians effectively get the limpet off the rock and keep the momentum pushing them back.' He added: 'The international community believes Russia should leave Ukraine, the international community has condemned Russia for its invasion of Crimea, which was illegal in 2014. 'We've constantly said that Russia should leave Ukraine sovereign territory so that hasn't changed.' The defence secretary said there was 'a long way to go before Ukraine pushes into Crimea', but that the UK would back them if they chose to do so. 'I think what I would certainly say is, we are supporting Ukraine's sovereign integrity,' he said. 'We've done that all along. That of course includes Crimea. 'But you know, first and foremost, let's get Russia out of where they are now in its invasion plans and help Ukraine resolve and actually remember the Minsk agreement, which Russia has basically ripped up, was all about trying to resolve those two occupied territories. 'But the key thing is to continue to support Ukraine's sovereign integrity and their ability to defend themselves'.",
  "4dff3697057e7dea2cc715f7e7d8822667228343ec80ae52a02a50c8": "In today's edition of you-couldn't-make-it-up news, Jim Carrey has responded to a ludicrous claim that his latest role is playing US President Joe Biden.  Not in a film role, the actual Joe Biden In a recent video shared on Twitter, one Donald Trump supporter shared her belief that the US president is, in fact, dead and multiple actors have been standing in for him. After seeing the video featuring Jason Selvig of The Good Liars (a comedy duo that interviews conservative Americans about political matters), the actor - who starred in The Mask - was (almost) all of us in his response. 'Oh dear,' he wrote. The video shows Selvig talking with an American woman who says: 'The guy that's doing the stand-up job of trying to wake people up, is an actor wearing a mask.' 'I mean, there are several different people playing Joe Biden at this point,' she continued. Referring to the moment when Biden fell up the stairs of Air Force One in 2021, she added: 'I myself think that that was Jim Carrey.' She then explained that she believed the actor was 'being silly by falling up the stairs three different times'. 'And James Woods is also I think one of the doppleganger mask-wearing people,' she added. In response to Jim's tweet, The Good Liars wrote: 'Be honest, was the woman we interviewed in this clip just you in a mask?'",
  "75e41d43150589d29aab8c4a7ca8a7a9e4b8d8b9153cfb9e8ca57b78": "The city of York sent a strong message to Prince Andrew on Wednesday that they don't want him as their Duke anymore. Council members voted to remove his Freedom of the City status, an honour he was given in 1986 when he married Sarah Ferguson. Some additionally called on the prince to relinquish his Duke of York title in the aftermath of his now-settled sexual assault civil case with Virginia Giuffre. The decision to strip Andrew of the status was unanimous, according to Darryl Smalley, the City of York Council's executive member for culture, leisure and communities. 'I was pleased to see councillors of all parties support this motion and make it clear that it is no longer appropriate for Prince Andrew to represent York and its residents,' Smalley said. 'The removal of this honorary title sends the right message that we as a city stand with victims of abuse.' But that's not the end of it. Smalley also thinks the prince should 'do the right thing and relinquish his Duke of York title.' Smalley added: 'If he fails to do so, the Government and Buckingham Palace must step in to remove his title to finally end Prince Andrew's connection to York.' Neither Buckingham Palace nor Andrew have commented on the city's decision. Still, it's just the latest disgrace to befall the prince since the settlement was announced in February. In addition, he has been officially stripped of his military affiliations and royal patronages and gave up his honorary membership of the Royal & Ancient Golf Club of St. Andrews, one of the world's most prestigious golf clubs. The prince settled his case with Giuffre in February. She claimed disgraced financier Jeffrey Epstein had trafficked her to have sex with Andrew when she was 17, according to the Guardian. The prince has long denied Giuffre's allegations and made no admission of guilt in the settlement, which has been estimated to be more than $10 million (PS7.97 million).",
  "bbb237815e85af58901ff11c0f592db70164479c43a2d21e3de1e84c": "Olivia Wilde's presentation at CinemaCon on Tuesday night turned out to be a family affair -- but not in a good way. The director and actor was onstage at Caesar's Palace in Las Vegas discussing Don't Worry Darling, her upcoming thriller starring Harry Styles and Florence Pugh, when an unidentified person came up front, placed a manila envelope on the stage and slid it toward her, according to The Hollywood Reporter. As she picked up the envelope, Wilde asked, 'Is this for me?' Turns out it was. Deadline is reporting that the mystery envelope, which was marked 'personal and confidential,' held custody papers from actor Jason Sudeikis, Wilde's ex-boyfriend and the father of her two children.  Despite the awkward situation, witnesses said Wilde handled the situation like a pro and continued to talk up her film to the audience, which was mostly theatre exhibitors. It is unknown how the person serving the papers got into the event, but CinemaCon official Mitch Neuhauser told Variety that security protocols are going to be reevaluated in light of the incident. An unnamed representative of Sudeikis told HuffPost that the papers were drawn up to 'establish jurisdiction relating to the children of Ms. Wilde and Mr. Sudeikis,' but said the actor had nothing to do with how and when the papers were served. ''Mr. Sudeikis had no prior knowledge of the time or place that the envelope would have been delivered as this would solely be up to the process service company involved and he would never condone her being served in such an inappropriate manner,' the representative said in a statement Wednesday.  Wilde and Sudeikis were together for nine years before splitting at the beginning of 2020. They share two children: son Otis, 6, and daughter Daisy, 4. Sudeikis told GQ last July that figuring out exactly what went wrong in the relationship was going to take him a while.   'I'll have a better understanding of why in a year,' Sudeikis said. 'And an even better one in two, and an even greater one in five, and it'll go from being, you know, a book of my life to becoming a chapter to a paragraph to a line to a word to a doodle.'  ",
  "f125055e639ae9457cf988802853d96f9e75928a0fcd2c1771a05025": "You're reading Love Stuck, where trained therapists answer your dating, sex and relationship dilemmas. You can submit a question here. There's a reason why the friend to lover trope is so popular in film and TV. You're friends with someone for years, you date other people and then you realise the person you've been looking for has been right in front of you.  Having a solid friendship with someone can be a great foundation for a relationship. But the movies we watch don't tell us how awkward it can be to tell your friend you fancy them. What if they aren't attracted to us? What if it ruins the friendship? This is what this week's reader, Carol, is worried about. 'There's a man that I like and we have been friends for about five years. We are in the same running and wild swimming group and get on well. How can I move out of the 'friend zone'?' she asked.  Though the term 'friend zone' has been debated, there's nothing wrong with exploring the potential of a relationship with a friend - as long as you're fully prepared to accept that they may not reciprocate your feelings.  Though it can be scary to shift the dynamic, Counselling Directory member Simona Bajenaru says we should be honest and authentic. 'Speaking your feelings might be as rewarding as perhaps the hesitation to do so. Whether reciprocated or not, once the initial fear and shame subside, your sense of confidence and pride might blossom,' Bajenaru says. How can we get out of the friend zone?  Bajenaru first invites anyone in this situation to ask yourself five questions:    Why now?    What drives your desire to move out of the 'friend zone'?    What are your expectations, moving out of it?    Would you say he completes or complements you where you are at now?    What feelings come up when you envisage your future together?   Bajenaru emphasis that 'although answering these questions logically is important, digging deeper into your feelings will help clarify whether your desire to advance this relationship is genuine or acting on a temporary need to be fulfilled (company, intimacy) or fear to be satisfied (loneliness, low self-esteem).' In a situation like Carol's - where you usually see the other person in an activity group - asking them if they'd like to meet up one on one for a coffee or drink is probably a good first step.  Why do people struggle to move from friendship to romantic?  'Coming out of the 'friend zone' is terribly scary for most of us,' Bajenaru says. 'Hesitation is a natural reaction to such prospects since a non-reciprocation of your feelings blurs your treasured friendship's way forward. 'Best case scenario, his feelings are mutual and knowing each other well enough provides a beautiful and safe space to nurture the next stage of your relationship. 'The less fortunate scenario may be a slow distancing leading to potentially losing a valued friend, a perhaps abrupt end to his reliable, consistent presence in your life. Should this be the case, please know you have not done anything wrong.' How can we continue a friendship with someone if they don't reciprocate feelings for us? There is an overall risk of awkwardness between yourselves for a while after feelings are shared. 'Sometimes the response is not even immediate: your friend may choose to process his own feelings first. A beautiful placeholder to receive might be 'I am flattered, I need to process it,' Bajenaru says. 'However, they may choose to never respond nor engage, avoiding difficult conversations with you and themselves. Bajenaru adds that 'continuing the friendship would require an honest conversation about the attempt to have more than a friendship and setting some boundaries and perhaps 'ground rules' until some new kind of 'normality' is established.' Love Stuck is for those who've hit a romantic wall, whether you're single or have been coupled up for decades. With the help of trained sex and relationship therapists, HuffPost UK will help answer your dilemmas. Submit a question here.",
  "db239e237ad5f12e897e33f1cf307bc162d4aabee32de40081030240": "Makeup is there to help us look better, or at least like truer versions of our best selves. But for all the products we accumulate on our bathroom shelves, we often don't understand the best way to apply all this stuff. When are fingers OK? When do you need a sponge or brush? And, with so many expensive makeup tool options out there, which ones are worth an investment? We talked to experts to figure it all out and learn some of their favorite techniques. The case for using your fingers Beauty icon Bobbi Brown, founder of Jones Road Beauty, is a proponent of the benefits of skin-to-skin contact. 'Fingers are a makeup artist's go-to because the warmth of fingers melts the product into the skin, giving the most skin-like finish,' she told HuffPost. 'They're also your greatest tool for blending.' Others agree with her. 'Moisturizer, eye cream and other priming products all perform best when worked into the skin with the warmth of fingers,' makeup artist Diane da Silva told HuffPost. While she uses tools for professional work, 'I almost never use them on my own face for my day-to-day personal routine,' she said. 'I keep it very simple and often use the same color blurred onto my eyes, cheeks and lips. An imperfect application can also make it look a bit more believable. Plus, when you allow yourself five minutes for makeup, as I do, there's no time to fuss with tools.' Then there's the issue of cleanliness. As long as you're washing your hands well before applying makeup, fingers can be much cleaner than tools. 'The best of us only wash brushes and sponges thoroughly once a week,' dermatologist Loretta Ciraldo told HuffPost. 'I use my fingers to minimize any chance of spreading microbes that may be growing on brushes or sponges, including fungus, yeast or bacteria. I've even switched to Ilia's Multi-Stick or Merit Flush Balm for blush, since I can apply these directly without using a brush.' When it's best to use makeup brushes Still, makeup artists know the magic that can be achieved with time, talent and the right tools. Brown said, 'When you'd like more coverage on the skin or detail on the eyes, grab your brushes to layer additional product or color where needed.' 'When I'm working on other people, I'm a steadfast brush person,' Fiona Stiles told HuffPost. 'I deeply believe that the right brushes and tools create incredible shortcuts for achieving the look you want to create. So much about makeup is about blending, and tools really make that seamless look possible.' But not all tools are created equal, she said. 'I'm very anti Q-tip, because they leave bits of fluff on the lashes. Instead, I use tightly wound cotton buds, which don't leave cotton behind.' Many makeup artists mix and match application methods for the best results. Sebastien Tardif, co-founder of Veil Cosmetics, told HuffPost that he uses multiple tools, and fingers. One example is liquid concealer. 'I like to use a brush for placement of the product around the eyes, then I use my finger to pat into place as I like the warmth of my finger to melt it with the skin and spread it. Then I finish off the application using a fluffy concealer brush to perfect and blend to get that airbrush-like finish. I might even do one last pat with the fingertip for extra smoothing and locking into place.' Ashley Rebecca told HuffPost, 'I use both tools and my fingers, but for very specific things. For instance, I prefer to apply makeup first with brushes, then soften and lightly blend out the product with my fingers. I find that using a mix of both is really beneficial and yields seamless results.' And then there are those who are firmly Team Brush. 'Makeup brushes are the critical tools that allow you apply the product with precision, or to achieve a unique finish like airbrush,' Jamie Greenberg told HuffPost. 'Fingers are great in a pinch, but brushes will always be my go-to.' For those times when only a makeup tool will do, check out these favorites from makeup artists. HuffPost may receive a share from purchases made via links on this page. Every item is independently selected by the HuffPost Shopping team. Prices and availability are subject to change.",
  "5ba255dbe8dff306a55c8b635aa18187a1dd8be668b7938ee792cc65": "You're reading Move, the nudge we need to get active, however makes us happiest and healthiest. Hark back to the early days of the pandemic where in an effort to get moving, many of us went and downloaded Couch to 5K, the NHS' guided running app. The app takes the runner on nine different runs, incrementally adding time to the exercise so by the end you're able to comfortably run for 30 mins, and hopefully to the distance of 5K. But once you've completed the challenge, what next? Anyone who's finished it will know the excitement and eagerness that comes with wanting to tick off each week on the app. So when you've completed week nine, it can be difficult to muster the same enthusiasm to keep moving.  Don't let nine weeks of expert running go to waste though. There are still ways to motivate yourself to keep up all the good work. Especially as the weather gets warmer, you'll want to get out for a run.  Try a different app For many, a guided run is better than its counterpart - it's always encouraging having someone in your ear telling you you're doing great or that you only have five minutes left. If that's the kind of support you're looking for, there's options such as the Nike Run Club app or Runtastic, which offer stats such as distance, duration, speed, pace, calories burned, elevation gain and heart rate. You can also set yourself a new target - such as 8K or 10K, so you have something to work towards.  Get the gear A good run requires good gear. While you might be used to an old pair of running shoes, might you entice yourself to get back on the pavement with some shiny new gear? If you know you have a stylish pair of trainers, or new Lululemon leggings to break into, a half an hour run might just do the trick.  Sign up to a 5k That might sound a little daunting but remember, before you joined Couch to 5K, the idea of running for 30 consecutive minutes also seemed challenging.  Athlete and HYROX (fitness competition) trainer Jade Skillen says if you sign up to something more difficult, it'll motivate you to keep achieving your goals.  'For somebody who has just completed their first couch to 5km, they should keep motivation high by setting another goal for themselves,' she tells HuffPost. 'Start to look out for the next challenge, this could be using your new found love for running to signing up for a competition or race - be it with yourself or others. This could be a functional fitness event that involves running such as HYROX or striving for a new distance; 10km, half marathon, or whatever you set your mind to.' Give up running No, we don't mean stop exercising. But if you only completed Couch to 5K to feel a sense of achievement, but actually don't enjoy running, then there's no reason to force yourself. You could find a different activity that challenges and excites you and gets your heart rate going. Skillen adds: 'Incorporate some strength and functional training. Compound movements such as deadlifts and squats, plyometric exercises and core stability drills are all great things to add into your training schedule. This is ultimately why focusing on using your running achievements to direct your next challenge is a great way to expand your training methodologies, whilst also keeping up your enjoyment of training and fuelling your motivation.' Go back to Couch to 5K But if all else fails and you're struggling to get back to running without the comfort and familiarity of the NHS app then you could always just go back to it. In its new update you can choose from several celebrities to do your guided run. Theoretically you could do the challenge with a different person each time. That's one way to keep running. Move celebrates exercise in all its forms, with accessible features encouraging you to add movement into your day - because it's not just good for the body, but the mind, too. We get it: workouts can be a bit of a slog, but there are ways you can move more without dreading it. Whether you love hikes, bike rides, YouTube workouts or hula hoop routines, exercise should be something to enjoy.",
  "d0197e3c2250c41cb54bb3a49b1de5e309ffc743607c27b9fe51b651": "Head to Aldi for flavourful kebabs but drop into Asda for show-stopping burgers. And if you really want to impress guests, splash out on Iceland's pork ribs. Those are the just a few of the recommendations you'll find in Good Housekeeping's annual barbecue taste test, which rates the best meat and veggie BBQ products from supermarket brands and grocers.  The panel--which was made up of both expert testers and consumers--blind tasted each product, rating each on their looks, smell, taste and texture. Competition was particularly tight this year, with the panel testing a total of 121 products across all categories.  Planning a barbecue this weekend? Here's where to head for the tastiest food.  Beef burgers Coming out top for beef burgers, Asda's Extra Special 4 Salt and Cracked Black Pepper Beef Burgers (PS3.30 for 4) scored 77/100. The panel applauded the beef burger's bold, umami flavours and well-balanced yet simple seasoning.  Farmison came a very close second with its Hand Press Steak & Bone Marrow Burger (PS10.95 for 4), which scored a respectable 76/100. The tasting panel loved how well the burgers were seasoned, noting the umami notes from the bone marrow. They liked that the burger was deep and complex, being described as both 'meaty' and 'peppery', with a kick of heat.  Flavoured burgers  Asda's beef burgers reign continues with its Extra Special British Beef Burger with Truffle & Parmesan Melt (PS3.00 for 2) voted best in the flavoured burgers category, too, scoring a high 86/100. The panel said that the burger was 'succulent' and 'oh-so indulgent' with a bechamel-like cheese topper, gaining top marks for taste.  The runner-up for flavoured burgers was M&S, with its Chilli Cheese Beef Burger (PS4.50 for 2) which scored 81/100. Testers noted that the burgers had 'a really lovely hit of chilli that pairs well with cheddar', noting that they looked 'indulgent and moreish.'  Sausages The battle of the bangers was won by M&S, thanks to its Bacon & Cheese Sausage Swirl (PS4.50 for 300g) scoring 85/100. This centrepiece is packed with herbs and black pepper, then topped with a glossy BBQ-style sauce. The panel hailed the 'cheesy notes at the fore, with a touch of smokiness to finish', adding that the BBQ sauce was 'sweet and mouth-watering'. It was praised for being 'like a decadent cheesy hotdog in one mouthful, perfect for a big white bap'. Coming in second were the Tesco Finest 4 Pork, Cheese & Jalapeno Hot Dogs (PS2.60 for 400g), scoring 77/100. Taste-wise, these sausages have light spicing and jalapeno tang that builds. The panel liked the faint hint of chives, which adds freshness to the pork and red Leicester.  Kebabs  When it comes to kebabs, Farmison's Yakitori Chicken Skewers (PS10.95 for 4) scored 85/100, taking first place. The Asian influence was spotlighted by the panel, with testers praising the meat for being like a 'classic, spiced, umami-heavy chicken dish in a good quality Japanese restaurant', adding that the pockets of sauce had a great caramelised depth. The chicken is corn-fed and sold pre-marinated, with skewers provided to thread yourself at home.  Aldi did particularly well on the kebabs front, too. The Aldi Ashfields Grill Garlic & Rosemary Lamb Kebabs (PS2.99 for 4) scored 83/100, coming in a close second to Farmison. The panel loved that the skewers had an initial natural sweetness from the lamb, with the mint sauce adding a well-balanced tang. Meat-free Meat-free options have made great strides this year, with a total of 35 products being tested in total. The Beyond Burger (PS4.00 for 2) took the crown for best meat-free burgers, scoring 86/100. The panel unanimously agreed that the burger was an excellent meat replacement, praising the overall flavour for being well-balanced with a lightly smoky aroma.  The runner-up was the Co-op GRO The Bhaji Burger (PS2.50 for 2) scoring 90/100. Packed with veggies and bold, bhaji spices, our panel loved the chilli depth and aromatics at play in this vegan patty.  There were some strong contenders for alternative sausages, too. In first place, with an impressive score of 89/100, was Tesco with its Tesco Plant Chef 6 Cumberland Style Bangers(PS1.75 for 6). The panel loved the black pepper in these sausages, but the winning factor was the texture: the perfect balance of melt-in-the-mouth filling and a crispy skin. THIS Isn't Pork Sausages (PS3.00 for 6) scored 83/100 coming in second, and were hailed for their rich, meaty and 'marmite-like' flavour.  The showstoppers And finally, the panel crowned two 'BBQ heroes' for those who want to really impress guests and add something a little different in the mix.  Iceland's TGI Maple BBQ King Pork Ribs (PS7.00 for 700g) came in first place with a score 90/100, while Asda's Ultimate Extra Special Tomahawk Steak (PS25 for 1kg) was crowned runner up. ",
  "63f9ecd2ebc3e00208937459d9d697dfc2f74b53a39073e6dd6f13b3": "The Conservatives have launched an investigation into claims one of its MPs watched pornography in the House of Commons while sitting next to a female minister. A spokeswoman for Boris Johnson said the frontbencher's behaviour was 'wholly unacceptable' and vowed that the MP concerned would be punished. She said: 'The chief whip is looking into this matter.  'This behaviour is wholly unacceptable and action will be taken.' According to the Sun and Mirror, the unnamed Tory MP was caught watching porn on his mobile phone while sitting next to a female minister in parliament. Female Tory MPs complained about the behaviour at a meeting of Tory parliamentarians on Tuesday night. On Wednesday night, a Conservative Party spokesperson said the matter was being referred to the Independent Complaints and Grievance Scheme. 'Upon the conclusion of any ICGS investigation the chief whip will take appropriate action,' the spokesperson said. Other female MPs at Tuesday night's meeting shared their experiences of harassment and sexism in Westminster. The revelations come just days after a sexism row broke out over a story in the Mail on Sunday about Labour deputy leader Angela Rayner. The article, which has been condemned across the political divide, quoted an unnamed Tory MP suggesting that the deputy leader tries to distract the prime minister by crossing and uncrossing her legs. The Sunday Times also revealed that 56 MPs -- including three cabinet ministers and two shadow cabinet ministers -- are under investigation for sexual misconduct. Asked about the misconduct claims in parliament, Johnson said if they were proven then that would be 'grounds for dismissal' for ministers. Green Party MP Caroline Lucas said: 'Fifty six members of this House are under investigation for sexual misconduct. That includes three of his cabinet ministers. 'The prime minister has just rightly said that there can be no place for sexism and misogyny in this House, so can he now confirm whether he considers that sexual harassment, apparently unlike bullying and lying, is grounds for dismissal under the ministerial code?' Johnson replied: 'Of course sexual harassment is intolerable and it is quite right that members should now have a procedure by which they can bring that to the attention of the House authorities and I think that is a good thing, and of course it is grounds for dismissal.'",
  "682b8a727c36bfb1bbf1dba926ee0d63e27afea9d34e2a7895707d1a": "Boris Johnson's ethics adviser has cleared Rishi Sunak of breaching the ministerial code over his family's tax affairs. The chancellor referred himself to Lord Geidt after it was revealed that his multi-millionaire wife, Akshata Murty, had 'non-domicile' status, allowing her to avoid paying UK taxes on her foreign income. Following a public backlash, Sunak wrote to Geidt saying he hoped referring his declarations for investigation would provide 'further clarity' for the public. In a letter to Johnson published on Wednesday, Geidt confirmed that he did not believe Sunak had broken the ministerial code. He said: 'I advise that the requirements of the ministerial code have been adhered to by the chancellor and that he has been assiduous in meeting his obligations and in engaging with this investigation. 'In reaching these judgments, I am confined to the question of conflicts of interest and the requirements of the ministerial code. 'My role does not touch on any wider question of the merits of such interests or arrangements.' Sunak was plunged into the centre of a storm when The Independent revealed Murty's non-dom status -- which potentially saved her millions of pounds in UK taxes -- as households up and down the country feel the impact of the rising cost of living. Murty later announced that she would start paying UK rates of tax on her foreign wealth -- derived from her shares in her billionaire father's Indian company Infosys -- to avoid the issue becoming a 'distraction' for her husband. Geidt said he had found two potential instances Murty's tax status 'could have given rise to a conflict of interest' for the chancellor but that 'appropriate steps were taken'. In the first instance he said the issue was properly declared, and in the second -- concerning a proposed change in arrangement for some non-doms -- had no bearing on Murty's interests and that she was unaffected by the change. 'Therefore, in both instances, no conflict arose as a result of Murty's nondomiciled tax status.' Geidt also looked at claims that the chancellor continued to hold a US green card 18 months into his role in No. 11, as well as a blind investment trust set up when he was made chief secretary to the Treasury in July last year.  On the green card issue, Geidt said he did not believe that possessing one would constitute 'an inherent conflict of interest'. 'Being subject to the obligations imposed by the card in his personal life could not reasonably be said to be in tension with the faithful discharge of his duties as chief secretary to the Treasury or as chancellor of the exchequer,' he wrote. The ethics tsar also said he was satisfied that there was no conflict of interest over Sunak's blind investment trust after he was assured by the chancellor that he does not have 'live knowledge' of the contents. Murty's shareholding in Infosys was also 'properly declared', Geidt ruled, adding that it held no contracts with the Treasury while her husband has been at the helm. The saga of Sunak's tax affairs appears to have dented his popularity with Tory party members as well as his chances of succeeding Johnson as PM if he is ousted by MPs angry over partygate. A recent chart compiled by the ConservativeHome website put his net rating at minus 5.2 on April 25 from 7.9 at the start of the month.  A survey by Ipsos taken in early April also found more Britons think Sunak is doing a bad job as chancellor, rather than a good job. Up to 37 per cent now thought Sunak was doing a bad job while 30 per cent said he was doing a good job.  ",
  "afb28ee077d91fd63154de23798955e42d8e92ebf52809a088527cc5": "Rishi Sunak has said it would be 'silly' for the government to give people more help with the energy bills right now. The chancellor said it was better to wait six months until the autumn, when the new energy price cap is set, to see whether costs were still soaring. However, he insisted he was ready to come up with more support then if it was required. Sunak made his comments during a 25-minute interview on Mumsnet. He was asked by a disabled person whether the government would offer more support to cover energy bills.   The chancellor said they had already unveiled a PS9bn package to bring down the cost of electricity and gas, as well as council tax bills. He added: 'Now I know people are anxious about this and wondering if they are going to go up even more, and I have always been clear from the beginning we will see what happens.     'And depending on what happens to bills then, of course, if we need to act and provide support for people, we will.     'But it would be silly to do that now or last month or the month before when we don't know exactly what the situation in the autumn will be.    'So I'd say we'll see where we are with that if we need to do more.' Boris Johnson has called on his ministers to come up with ideas on how to bring down the cost of living. However, Sunak has insisted that any new measures should not cost the Treasury any more money as he seeks to tackle the mounting public debt. The PM chaired a meeting of the cabinet yesterday at which he impressed upon them the need to help people keep more of their money. But his spokesman said: 'He underlined the importance of not feeding in to further inflation rises and emphasised that the UK is currently spending PS80 billion servicing our debt.'  Transport secretary Grant Shapps has proposed that car MOTs take place every two years rather than annually, while the government is also keen on reforming health and safety rules to bring down childcare costs. However, a plan to slash tariffs on things like imported grain in order to reduce food prices has led to a cabinet split. ",
  "469fd0d6ac0927715fe23ebf356b67983a925af41fb866d4c44a9854": "Gogglebox has sparked complaints to TV watchdog Ofcom after showing its stars watching an X-rated scene involving a woman and a duck.  On Friday's episode of the hit Channel 4 show, the armchair TV critics watched an episode of Apple TV's anthology series Roar, which saw the feathered creature pleasuring its human companion.  Viewers saw the likes of Mary and Giles and Jenny and Lee (almost) lost for words, while the scenes certainly made waves on social media.  However, Ofcom has now confirmed it has received 149 complaints about Friday's episode of Gogglebox.  As is standard procedure, the complaints will be assessed before Ofcom decides whether to launch an official investigation. Apple TV's Roar is based on a book of short stories by Cecelia Ahern. The anthology series 'weaves together eight darkly comedic feminist fables that take unexpected approaches to subjects like gender roles, autonomy and identity'. Gogglebox airs on Channel 4 at 9pm every Friday and is also available to watch on All4.",
  "d89e685c097d64187dea65cbdea3b3b29f9b7a826c627374c00a0603": "Boris Johnson's cabinet gathered to suggest their 'innovative' ideas for fixing the worsening cost of living crisis on Tuesday - but their solutions have not been met with much enthusiasm. So far, the government has proposed reducing MOTs on cars to just once every two years, rather than keeping it as an annual obligation. Cuts to childcare costs were put on the table too, as ministers considered easing health and safety rules. When pressed about his own ideas at that meeting the follow day, justice secretary Dominic Raab also seemed particularly enthusiastic although he did not actually disclose any of his own plans. However, not everyone shared his excitement about the proposed changes ahead. Torsten Bell, chief executive of Resolution Foundation - a think tank which specialises in living standards - made his opposition to such plans very clear in a scathing Twitter thread of Tuesday. He began by pointing out that if the only answers are childcare reforms and changing MOTs, 'then we have lost the plot'. Here's why. 1. Changes to childcare wouldn't come into effect for 'years' The BBC learned this week that Johnson was particularly keen on reducing childcare costs by easing health and safety rules during Tuesday's meeting. Sources claimed that he wanted to lower the legal limits of adult supervision for children in England. At the moment, there must be at least one staff member for every three children for any groups where the kids are aged two and under. For those over two, there can be one member of staff for every four children. But, as Bell tweeted: 'Whatever you think about watering down childcare regulations to lower costs, it's not an answer to today's crisis. 'Impact would be years off and while it's poor households being crucified by rising energy bills, it's richer households that are more likely to use formal childcare.' Labour's Bridget Phillipson, shadow education secretary, has echoed this message and said the idea would 'drive down quality whilst making no difference to availability'. The Liberal Democrats also accused the prime minister of 'cutting corners' and 'endangering' our children. 2. Changing MOTs won't help those affected by the crisis Transport secretary Grant Shapps proposed reducing annual MOT test to once every two years. All vehicles over three years old need to have a MOT test certificate to check it is safe on the road. This can cost up to PS54.85 for a car. Implementing this measure would therefore save motorists around PS27.43 per year. Bell tweeted: 'More people have cars than kids - and at least targeting the cost of driving is targeted at a source of cost pressures. 'But again, poorer households won't benefit most: a third of poorer households have no care access versus 5% of the richest.' The AA has also argued it will make costs larger in the long run due to higher repair bills and would affect road safety. According to Sky News, a spokesperson for the AA said: 'Though well intended, moving the yearly PS55 spend on an MOT to every two years could make costs worse for drivers with higher repair bills, make our roads more dangerous and would put jobs in the garage industry at risk.' 3. It's energy prices that are the problem Bell said successful policy making is 'recognising the question that needs answering' - and in this case, it's the skyrocketing energy price rises. At the beginning of April, energy regulator Ofgem lifted the energy price cap meaning the average household would see a PS700 increase in its yearly energy bills, and prices are expected to rise again in October. Bank Investec even warned that bills could reach PS3,000 per year as the Ukraine war added to the surging global demand. The Resolution Foundation warned earlier this year that this 'fuel stress' would apply to 6.3 million households across the UK, particularly pensioners and those who live in local authority housing.  The think tank warned then that UK households are facing a 'catastrophe' when it comes to cost of living, while rising food prices and a hike in National Insurance - along with the highest rate of inflation for 30 years - create a high intensity situation. As Lib Dem leader Sir Ed Davey pointed out, the prime minister seems to be 'completely out of ideas during the most profound crisis in decades'. So what can be done instead? Bell concluded that the cost of living crisis has hit those from low to middle income households the hardest, so the only conclusion is reducing the costs for, or raising the income of, these homes. He added: 'The benefits system is by far the easiest way to do that.' The Lib Dems along with Labour and the SNP have called for an emergency budget and cut in VAT, as well as a proposal for a windfall tax on oil and gas companies' profits. However, such changes seem unlikely as the chancellor, Rishi Sunak, appears reluctant to pour any more money in to fix the problem. He just highlighted the PS22 billion he's already announced to reduce energy and council tax bills during the cabinet meeting on Tuesday. The PM's spokesman explained this week: 'He [Sunak] underlined the importance of not feeding into further inflation rises and emphasised that the UK is currently spending PS80 billion servicing our debt.' Johnson has, however, threatened to privatise the Passport Office and other publicly funded organisations if they do not start delivering better value for money. He told TalkTV on Tuesday: 'I'm not going to rule anything out. I don't mind if it's public or private, what I want is to deliver value for money and help keep people's costs down.'",
  "00d6238a7161752a48d20f5d2bb0f04b673ac3c87b42e169e988f4b4": "Boris Johnson has taken a swipe at Commons Speaker Lindsay Hoyle for trying to summon Mail on Sunday journalists to parliament over the paper's much-criticised report on Angela Rayner. The prime minister's spokesman said his boss was 'uncomfortable' at reporters having to answer to politicians. Hoyle demanded a meeting with the paper's editor, David Dillion, following an outcry over claims the Labour deputy leader crossed and uncrossed her legs during prime minister's Questions to distract Boris Johnson.  But in his reponse to the Speaker, published in sister The Daily Mail newspaper, Dillon said he would not be attending as journalists should 'not take instruction from officials of the House of Commons, however august they may be'. Asked abut the row, the PM's spokesman suggested Johnson was on the side of the newspaper. He said: 'The prime minister is uncomfortable with our free press being summoned by politicians 'We have a free press in this country and reporters must be free to report what they are told as they see fit.' The spokesman said Mr Johnson would not want 'any perception of politicians seeking to in any way curb or control what a free press seeks to report'.  In a statement yesterday, Hoyle said he wanted to use the meeting to ask that 'we are all a little kinder', issuing a plea to reporters to consider the feelings of MPs and their families when covering stories in parliament.  'I firmly believe in the duty of reporters to cover parliament, but I would also make a plea - nothing more - for the feelings of all MPs and their families to be considered, and the impact on their safety, when articles are written. I would just ask that we are all a little kinder.   'That is what I wanted to talk about at tomorrow's meeting.'  Appearing on ITV's Lorraine programme on Tuesday, Rayner said: 'When I heard the story was coming out and we rebutted it instantly... like this is disgusting, it's completely untrue, please don't run a story like that,' she said.   'All I worry about when I'm at the despatch box is doing a good job and being able to do justice to my constituents and the work I'm doing, so I was just really crestfallen that somebody had said that to a paper and a paper was reporting that.'   ",
  "e6bf55ddea5fc3dda8af6e4b3ccff224a9a1c2bfd574981a09a72c45": "Boris Johnson is no stranger to getting his facts wrong in the House of Commons. But even by his standards, he managed to be spectacularly incorrect about the UK job figures during his latest appearance before MPs. At prime minister's questions, Johnson was in bullish form as he rejected Keir Starmer's claims that the government was failing to get to grips with the cost of living crisis. The Labour leader said: 'He sounds like the Comical Ali of the cost of living crisis. He pretends the economy is booming... but in the real world our growth is set to be slower than every G20 country except one - Russia. 'And our inflation is going to be double the rest of the G7. Does he think that denying the facts staring him in the face makes things better or worse for working people?' But the PM hit back, insisting there were '500,000 more people in paid employment now than there were before the pandemic began'. But according to the highly-respected Office for National Statistics, there are actually around 500,000 fewer people employed in the UK now than there were pre-Covid. Between January and March 2020, just as the pandemic began, the ONS said there were 33,012,000 aged 16 and over in employment. But between December 2021 and February this year - the most recent period for which figures are available - that number had actually fallen to 32,485,000. It's not the first time Johnson has been caught out bending the truth about the number of people in work.  The UK Statistics Authority has previously berated the prime minister for wrongly claiming employment levels are higher now than before Covid.  While the number of people on payrolls is higher than before the pandemic, this is more than offset by the number of self-employed people who are no longer working.  Johnson's latest gaffe came just a week after he wrongly claimed that the government is 'cutting taxes for everybody'. But the independent Institute for Fiscal Studies (IFS) think-tank has said this is not true.  The IFS pointedly branded Rishi Sunak a 'fiscal illusionist' last month for claiming to have cut taxes when in fact he was allowing them to go up. ",
  "041e73ec02cce355fcb88e5ba99aea1e8016eae840513ccbdbe82210": "Alan Carr has insisted he will always be friends with ex-husband Paul Drayton as he reflected on their divorce during an interview on Lorraine.  The comedian announced that he and Paul had split after three years of marriage and nearly 14 years together in January. Speaking to Lorraine Kelly on Wednesday, Alan said that going on his latest stand-up tour had been like 'therapy' to him following their divorce.  Joking that he and Paul had been together for '207 years' in 'gay years', he said: 'I wrote the tour and then our marriage broke down during Covid, because it was so stressful and everything. 'Then I was going onstage, and I was just like 'this doesn't make sense'.' He continued: 'So we're divorced now. He's excited about the future, I'm excited about the future, but we'll still always be friends because we've been through so much.' He said his latest comedy material on his Regional Trinket tour is 'from the heart', adding: 'It's quite emotional, uplifting and it was actually my therapy really.' Alan and Paul tied the knot in 2018, in a ceremony planned and officiated by their mutual friend Adele.  In a statement announcing their split, a representative said: 'They have jointly and amicably made the difficult decision to divorce and go their separate ways.' Just days later, Paul was jailed after pleading guilty to drink-driving, having reversed a 4x4 into a police car while four times over the limit. He was released after two 'harrowing' nights in custody following a successful appeal against the ruling, with a judge telling him that he should be given the opportunity to turn his life around. In a later update, Paul said it had been 'an exceptionally challenging time' and was going back to his rehabilitation centre to 'keep my journey and progress moving forward'. Lorraine airs weekdays at 9am on ITV.  ",
  "626afb98cb774d43e4cb96b6bdcfe3e1630fc5374a3076d47c79c08b": "We hope you love the products we recommend! All of them were independently selected by our editors. Just so you know, HuffPost UK may collect a share of sales or other compensation from the links on this page if you decide to shop from them. Oh, and FYI -- prices are accurate and items in stock as of time of publication. It's finally here, WayFair's massive Way Day sale has arrived. With loads of products discounted across the site, you can bag some amazing bargains, including lots of lovely buys for your outdoor space. If you're thinking about upgrading your garden, and treating yourself to some new furniture, accessories or kit, now is the time to buy up your wishlist. We've scoured the site top to bottom and found some of the best outdoor bargains for Way Day, and FYI, there are some incredible deals to be had.  But hurry, the sale only lasts for 48 hours, ending at midnight on April 28.",
  "fe0734e10db95f2a981954dd4945f340de50f56a61456d25cf4e28cc": "GB News has been hit with hundreds of Ofcom complaints after Eamonn Holmes made controversial remarks about Prince Harry and Meghan Markle.  Earlier this month, the former This Morning presenter sparked controversy when he responded to a US TV interview with the Duke Of Sussex, in which he said he wanted to make sure the Queen had 'the right people around her'. Discussing Harry on his GB News breakfast show, which he hosts with Isabel Webster, Eamonn said: 'He's bringing a book out where he's slagging off Camilla and maybe William and his father. 'How on earth... why wouldn't they just throw him over the balcony and her with him?' The comments were met with criticism on social media at the time, with TV watchdog Ofcom confirming to HuffPost UK it has received 402 complaints about the broadcast.  As is standard procedure, the complaints will be assessed before Ofcom decides whether to launch an official investigation.  Eamonn, who left his long-standing hosting role on ITV's This Morning in December to join GB News, has long been a critic of the royal couple.  In 2019, he sparked a row after using the word 'uppity' - which historically was used in the US in the 19th Century as an insult to Black people who 'didn't know their place' - to describe the Duchess of Sussex on This Morning.  While it was later reported that Eamonn had been 'reprimanded' for his comments, a spokesperson for ITV denied this, but did say it had been a 'point of learning' for him.   However, Eamonn later said he hadn't 'learnt anything from it'.  He added: 'People can make their own judgment whether they think it was a deliberately racist remark or not, so that's all I have to say about that. People can have their own views on it.' ",
  "00a51082798cd7d3b91e7c3f88e51d441fe249b77147a8e0cda34fbd": "Russia has been accused of 'blackmail' after cutting off its gas exports to Poland and Bulgaria.  This may be a significant turning point in the Ukrainian war, two months after Russia's president Vladimir Putin first ordered an unprovoked attack on its neighbouring nation. Poland and Bulgaria are now looking to find other sources of natural gas and preparing for the reality that Russia could soon block its oil exports, too. But the move is not going to do Russia any favours either. Here's everything we know so far. How is Russia 'blackmailing' European countries? On Wednesday, the majority state-owned Russian gas company, Gazprom, released a statement explaining that it had 'completely suspended gas supplies' going to Poland and Bulgaria. These countries are essential transmit states for the Russian exports. They were warned by the energy giant that if there was any unauthorised withdrawal of gas re-routed to other European countries, their supplies would be reduced by the same amount in retaliation.  In response, Polish gas company PGNiG said it was reserving 'the right to seek compensation', and intends to use 'all available' means to do so.  This dramatic decision from Moscow also comes after repeated Ukrainian appeals for Europe to stop funding the Russian invasion by buying their energy supplies elsewhere. Europe uses Russia for more than a third of its gas, and Gazprom has a monopoly on the pipelines the country, so cutting off Poland and Bulgaria's supplies is an incendiary move from Moscow. Gazprom claims it was following Putin's decree issued last month about how countries should pay for their Russian gas exports.  Why did Putin order this? The Russian president declared in March that all energy payments for Russian gas must be paid in roubles, the Russian currency. This was heavily resisted by European countries, as it would have helped prop up Russia's economy - effectively undoing the strict sanctions placed on the Kremlin over the invasion. The speaker of the lower house of Russia's parliament, Vyacheslav Volodin, even encouraged the company to take similar action against other 'unfriendly' nations. What will happen to Poland and Bulgaria? So far, neither nation seems too concerned. Poland's deputy foreign minister Marcin Przydacz declared that Russia was looking to 'foster divisions' between Western allies. Its state gas company has bought 53% of its gas imports from Gazprom this year so far. However, Warsaw claims it can source gas elsewhere (such as Azerbaijan) and it has been preparing for such a situation for years. Poland's PGNiG gas giant said its underground gas storage was close to 80% full and that with summer coming up, it was expecting demand for energy to drop. In Bulgaria, the prime minister Kiril Petkov said the country was reconsidering its contracts with Gazprom, which include moving Russian gas to Serbia and Hungary, pointing out: 'One-sided blackmail was not acceptable.' The country uses Gazprom for 90% of its gas supply but it is looking for alternative sources. For now, no restrictions are in place.  How has the rest of Europe responded? Ukrainian president Volodymyr Zelenskyy's chief of staff - Andriy Yermak - said that Russia was 'beginning the gas blackmail of Europe', and using its gas supplies as a 'weapon'. He called for the EU to 'impose an embargo on energy resources, depriving the Russians of their energy weapons'. Deputy prime minister Dominic Raab said this move was only contributing to its 'pariah status' by threatening other countries. He told Sky News: 'We will stand shoulder to shoulder with our Polish friends and allies, they've said they can deal with this but of course it will have a very damaging effect on Russia as well. 'Because it is becoming further and further, more and more, not just a political pariah but an economic pariah and that will put the squeeze ultimately on Vladimir Putin. 'But one thing is true and clear. We cannot allow his bullying behaviour, whether it's economic warfare or military warfare, to succeed.' European Commission president Ursula von der Leyen dubbed the move 'blackmail', and warned the EU was coming up with a 'co-ordinated' response to this 'unjustified and unacceptable' act from Russia. However, Slovakia and Hungary have worked out separate deals with Gazprom, by paying a euro-denominated account into Gazprobank which then deposits the amount in roubles. Still, von der Leyen said Moscow's behaviour showed Russia's 'unreliability' as an energy supplier and maintained that the EU is 'prepared' for this. She promised that leaders have been working to 'ensure alternative deliveries and the best possible storage levels across the EU'.",
  "5f5209048b9e9551bdfa3157b57db183773b949d3faccee6e295297c": "The government broke the law by sending hospital patients into care homes at the start of the pandemic, the High Court has ruled. Judges said ministers failed to take into account the risk to elderly and vulnerable residents from non-symptomatic transmission of Covid. Two women, Cathy Gardner and Fay Harris, whose fathers died from virus, had challenged the health secretary and Public Health England over the policy. Lord Justice Bean and Mr Justice Garnham concluded that policies contained in documents released in March and early April 2020 were unlawful. Former health secretary Matt Hancock had claimed the government had put 'a protective ring' around care home residents when the pandemic began. But in their ruling, the judges said: 'In our judgment, this was not a binary question - a choice between on the one hand doing nothing at all, and on the other hand requiring all newly admitted residents to be quarantined. 'The document could, for example, have said that where an asymptomatic patient, other than one who has tested negative, is admitted to a care home, he or she should, so far as practicable, be kept apart from other residents for up to 14 days. 'Since there is no evidence that this question was considered by the Secretary of State, or that he was asked to consider it, it is not an example of a political judgment on a finely balanced issue. 'Nor is it a point on which any of the expert committees had advised that no guidance was required. 'The drafters of the documents of March 17 and April 2 simply failed to take into account the highly relevant consideration of the risk to elderly and vulnerable residents from asymptomatic transmission.' Dr Gardner's 88-year-old father died at a care home in Bicester, Oxfordshire, in April 2020. A barrister representing the two women told the court at a hearing in March that between March and June 2020 more than 20,000 elderly or disabled care home residents had died from Covid-19 in England and Wales. Jason Coppel QC said the fathers of Dr Gardner and Ms Harris were part of that 'toll'. 'The care home population was known to be uniquely vulnerable to being killed or seriously harmed by Covid-19,' said Mr Coppel in a written case outline. 'The Government's failure to protect it, and positive steps taken by the Government which introduced Covid-19 infection into care homes, represent one of the most egregious and devastating policy failures in the modern era.' Mr Coppel told judges: 'That death toll should not and need not have happened.' Charlie Williams, spokesperson for the Covid-19 Bereaved Families for Justice, said: 'I lost my father in a care home back in April 2020. We kept him there because we had been told that no one in the care home had covid, that he would be safe, but later we learned from the staff, who were fantastic, that 27 patients had in fact died from the virus there. 'For the thousands of families like mine who lost loved ones in care homes, the last two years of cover ups and denials have been unbelievably painful. 'We've always known that our loved ones were thrown to the wolves by the government, and the claims made by Matt Hancock that a 'protective ring' was made around care homes was a sickening lie. 'Now a court has found their decisions unlawful and it's clear the decisions taken led to people dying who may otherwise still be with their loved ones today. 'We now need to see those responsible for those dark days held accountable and lessons learned to save lives, ensuring the grim scenes of spring 2020 are never repeated again.'"
}