{
  "d21e66fd304049b93d155462a36209943d501c32128f7092e611695d": "Russia attacked western Kyiv with two cruise missiles, as the UN secretary general Antonio Guterres visited the Ukrainian capital. Two loud explosions rocked Kyiv on Thursday evening, after Guterres visited the site of massacres and mass graves on the city's outskirts, and met Volodymyr Zelenskiy. Ukrainian officials were quick to underline the extraordinary timing of the attack, one day after Guterres met Vladimir Putin (across the very long table the Russian leader uses for many meetings). The strikes prompted a furious response from Ukraine's government, with foreign minister Dmytro Kuleba denouncing it as a 'heinous act of barbarism' that demonstrated Russia's 'attitude towards Ukraine, Europe and the world'. Zelenskiy added: 'This says a lot about Russia's true attitude to global institutions. About the efforts of the Russian leadership to humiliate the UN and everything that the organisation represents. Therefore, it requires a strong response.' One missile reportedly struck the lower floors of a 25-storey residential building, injuring at least 10 people, Ukrainian officials said. Kyiv mayor Vitali Klitschko said the blasts hit the central Shevchenkivskyi district and three people have so far been hospitalised. The state emergency service said one blast - believed to have occurred around 8.13pm - partially destroyed a 25-storey residential building in the Shevchenkivskyi district of the capital. Maksym Kozytskyy, governor of Lviv, has given his daily operational briefing via Telegram. He reported that the area had spent two-and-a-half hours last night with air raid warnings in place, but there were no strikes. He said the region is now sheltering 335,000 internally displaced citizens, and also stated that 26,000 Ukrainians crossed the western border to return to the country. He signed off with an optimistic message: 'Have a nice day everyone! Everything will be fine.' Lord Malloch Brown, former UN deputy secretary general, has been speaking to Sky News this morning. Of the missile strikes on Kyiv while UN secretary general Antonio Guterres was visiting, he said: Malloch Brown did not see much prospect for peace in the near future, telling viewers: He felt that Guterres had attempted to make humanitarian gains his focus, but there was little evidence of success. Malloch Brown said:  On the long-term implications for the UN, he said: Ukraine's foreign minister has tweeted this morning asking for security guarantees and criticising Nato for not opening the door to Ukraine's membership. Dmytro Kuleba said: A checkpoint at the Russian village of Krupets in the Kursk region came under fire, according to Kursk's governor Roman Starovoyt. The RIA news agency reports he said there were no casualties, and fire was returned. Krupets is close to the Ukrainian border, near the Sumy region in the north-east of the country. The UK's international trade minister Anne-Marie Trevelyan has been interviewed on Sky News in the UK. She stressed again that the UK government did not support British people going over to Ukraine to fight.  A British citizen has been killed in Ukraine, and a second is missing, the Foreign Office has confirmed, amid reports both were volunteers who had gone to fight in the country. Trevelyan said: In case you missed our earlier report, the world's largest security body has said it is officially winding up its observer mission in Ukraine after eight years, after Russia vetoed its extension. The Organization for Security and Cooperation in Europe (OSCE) said it would 'take immediate steps' to close the mission after members failed to find a way around Russia's objections during a meeting last month, AFP reports. Poland's foreign minister, Zbigniew Rau, whose country holds the rotating OSCE chairmanship, said the organisation had tried all options but 'the position of the Russian Federation left us with no choice'. The Vienna-based OSCE's mission to Ukraine began in 2014 after Russia-backed separatists launched an insurgency in the east. The organisation was the only international body monitoring the conflict on the ground, according to AFP. OSCE monitors were largely withdrawn from the country following Russia's full-scale invasion in February. But administrative staff were left behind, and four of them have since been detained. The OSCE secretary general, Helga Maria Schmid, said the organisation would continue to push for an 'end to the detentions, intimidation, and disinformation that are so dangerous for our national mission members'. The International Atomic Energy Agency (IAEA) says it is investigating a report that a missile had flown directly over a nuclear power station, adding it would be 'extremely serious' if true. IAEA director general Rafael Grossi said Kyiv had formally told the agency on Thursday the missile flew over the south Ukraine plant on 16 April. The facility is near the city of Yuzhnoukrainsk, 350km (220 miles) south of Kyiv. Grossi said in a statement: Grossi did not say who had fired the missile but Kyiv had earlier accused Moscow of sending rockets directly over nuclear plants. Here are some of the latest images to come out of Ukraine today. The UN secretary general has criticised his own organisation's security council while on visit to Kyiv. During a press conference with Ukrainian president Volodymyr Zelenskiy, Antonio Guterres said the council had failed to prevent or end the war in Ukraine. Guterres pledged that he would 'boost our efforts across the board' and expand the council's cash assistance - distributing $100m per month, reaching 1.3 million people by May and covering 2 million by August. The 15-member UN security council is specifically tasked with ensuring global peace and security and has faced criticism for failing to act since Russia's invasion began in February. Nato is prepared for a possibility that the war in Ukraine will drag on and last for months and years. However, the alliance said it was ready to maintain its support for Ukraine in the war against Russia for years, including help for Kyiv to shift from Soviet-era weapons to modern western arms and systems. Secretary general Jens Stoltenberg made the remarks during a youth summit in Brussels later on Thursday. The Nato chief said the west would continue to put maximum pressure on Russian president Vladimir Putin to end the invasion of Ukraine through sanctions and economic as well as military aid to Kyiv. 'Nato allies are preparing to provide support over a long period of time and also help Ukraine to transit, move from old Soviet-era equipment to more modern Nato-standard weapons and systems that will also require more training,' Stoltenberg said. Russia attacked western Kyiv with two cruise missiles, as the UN secretary general Antonio Guterres visited the Ukrainian capital. Two loud explosions rocked Kyiv on Thursday evening, after Guterres visited the site of massacres and mass graves on the city's outskirts, and met Volodymyr Zelenskiy. Ukrainian officials were quick to underline the extraordinary timing of the attack, one day after Guterres met Vladimir Putin (across the very long table the Russian leader uses for many meetings). The strikes prompted a furious response from Ukraine's government, with foreign minister Dmytro Kuleba denouncing it as a 'heinous act of barbarism' that demonstrated Russia's 'attitude towards Ukraine, Europe and the world'. Zelenskiy added: 'This says a lot about Russia's true attitude to global institutions. About the efforts of the Russian leadership to humiliate the UN and everything that the organisation represents. Therefore, it requires a strong response.' One missile reportedly struck the lower floors of a 25-storey residential building, injuring at least 10 people, Ukrainian officials said. Kyiv mayor Vitali Klitschko said the blasts hit the central Shevchenkivskyi district and three people have so far been hospitalised. The state emergency service said one blast - believed to have occurred around 8.13pm - partially destroyed a 25-storey residential building in the Shevchenkivskyi district of the capital. Russian gains in Donbas have come at a 'significant cost' to its forces, the UK ministry of defence has said in its latest intelligence report. Released just after 6am GMT, the report reads:  Hello and welcome back to the Guardian's live coverage of the war in Ukraine. I'm Samantha Lock and I'll be bringing you all the latest developments until my colleague Martin Belam takes the reins a little later in the day. It is just past 7am in Ukraine and its capital, Kyiv, is still reeling from a missile attack launched the night before. The blasts came soon after the UN secretary general, Antonio Guterres, met with the Ukrainian president, Volodymyr Zelenskiy, admitting the UN had failed to prevent or end the war. Meanwhile, Nato has warned that the west needs to be prepared for the long haul and the possibility that the war will 'drag on and last for months and years'. Here's everything you might have missed: As usual, please feel free to reach out to me by email or Twitter for any tips or feedback.",
  "643106f314b738a23efe6118975ae8156e5068b398eb33f37d6ff273": "The Ukrainian president, Volodymyr Zelenskiy, has described how Russian forces came close to capturing or assassinating him in the early hours of the invasion. Zelenskiy has been widely lauded for his response to the invasion in the 65 days since the first Russian troops entered Ukraine. He has addressed the US Congress, the World Bank and the Grammy Awards; Boris Johnson is among the high-profile figures eager to be seen in his company. But his time as the leader of a country under attack from a far more powerful neighbour could have ended within hours of the invasion beginning, according to interviews in Time magazine. Speaking to reporter Simon Shuster, who spent a fortnight in the presidential compound in Kyiv, Zelenskiy described how Russian troops came close to finding him and his family as they attempted to seize the capital's government district on day one of the conflict. While many of his memories of those first few hours remained 'fragmented', Zelenskiy said the predawn of 24 February stood out. After the bombing had started, he and his wife, Olena Zelenska, went to tell their daughter, 17, and son, nine, to prepare to flee their home. 'We woke them up,' Zelenskiy told Time. 'It was loud. There were explosions over there.' The Ukrainian military told Zelenskiy that Russian strike teams had parachuted into Kyiv to kill or capture him and his family. 'Before that night, we had only ever seen such things in the movies,' Andriy Yermak, his chief of staff, told the magazine. Gunfights broke out around the government quarter as night fell on the first day of the war, Shuster wrote. 'Guards inside the compound shut the lights and brought bulletproof vests and assault rifles for Zelenskiy and about a dozen of his aides.' One of the few officials who knew how to use the weapons was Oleksiy Arestovych, a veteran of Ukraine's military intelligence service. 'It was an absolute madhouse,' Arestovych told Time. 'Automatics for everyone.' Russian troops made two attempts to storm the compound while Zelenskiy's family were still inside, according to Shuster. The following night, after refusing offers of more secure surroundings - including an evacuation by US and British forces that would enable him to set up a government in exile - Zelenskiy walked outside into the courtyard to record a now-famous video message on his phone. At that moment Zelenskiy said he became truly aware of his role in the war. 'You understand that they're watching,' he told the magazine. 'You're a symbol. You need to act the way the head of state must act.'",
  "11969a3b704963dc48b1f9d87d6ba4b39320a4b4a5d5696828e00535": "Russia hit Kyiv with cruise missile strikes in a menacing display of defiance while the UN secretary general was visiting the city and a few hours after Joe Biden had announced a doubling of US military and economic aid to Ukraine. Ukrainian president Volodymyr Zelenskiy said the strikes happened 'immediately after' his talks with the UN chief, Antonio Guterres, 'and this says a lot about Russia's true attitude to global institutions, about the efforts of the Russian leadership to humiliate the UN and everything that the organisation represents. 'Therefore, it requires a strong response,' Zelenskiy added. Foreign minister Dmytro Kuleba called the strikes a 'heinous act of barbarism' that demonstrated Russia's attitude towards Ukraine, Europe and the world. At least 10 people were injured when one of the two missiles launched struck the lower floors of a 25-storey residential building in the Shevchenkivskyi district of the capital, Ukrainian state emergency officials said. Kyiv mayor Vitali Klitschko said three people were in hospital. 'We are still in shock. We were in the house when they bombed the building,' Maksym Maksymov, 29, a sales manager, told the Guardian. 'We heard the first strike. And the then a second missile hit the building.' Guterres said he was shocked by the missile strikes, 'not because I'm here but because Kyiv is a sacred city for Ukrainians and Russians alike'. In his nightly address, Zelenskiy said the missile strikes on Kyiv and other cities 'prove that we cannot let our guard down'. He thanked the US for the proposed new funding saying that prompt weapons supplies were 'salvation not only for our people - this is salvation for all of you - for all of Europe'. In other developments: Thursday's missile strikes came hours after Biden asked Congress to give immediate approval for spending that would include over $33bn in military aid, involving everything from heavy artillery and armoured vehicles to greater intelligence sharing, cyberwarfare tools and many more anti-tank and anti-aircraft missiles. Biden also requested $8.5bn in economic aid to Kyiv and $3bn in humanitarian relief, as well as funds to help increase US production of food crops and strategic minerals to offset the impact of the war in Ukraine on global supplies. The total of $33bn is more than twice the last supplemental request approved by Congress in March and dwarfs the entire defense budget of Ukraine and of many other countries. The US president said it was aimed at helping Ukraine repel the renewed Russian offensives in the east and south of the country, but also to transition to assuring the nation's longer-term security needs. On the same day, Congress agreed to update the 1941 lend-lease legislation with which Franklin D Roosevelt sought to help Britain and other allies fight Nazi Germany. The updated law is intended to make it easier for the US to provide military equipment to Ukraine. It comes in the face of Russian warnings that increased western weapons supplies to Ukraine would endanger European security, that western intervention could bring instant Russian reprisals and raise the risk of nuclear conflict. Making the case for western aid, Biden argued that on the contrary, if Putin was not stopped in Ukraine he would continue to threaten global peace and stability. The president framed the request principally in terms of defending Ukraine, and did not explicitly repeat the declaration earlier this week by his defence secretary, Lloyd Austin, that one of US aims in Ukraine was to weaken Russia to stop it attacking other countries. 'Despite the disturbing rhetoric coming out of the Kremlin, the facts are plain for everybody to see. We're not attacking Russia. We're helping Ukraine defend itself against Russian aggression,' Biden said. But he added the cost involved was 'a small price to pay to punish Russia and aggression, to lessen the risk of future conflicts'. 'Throughout our history, we've learned that when dictators do not pay the price for their aggression, they cause more chaos and engage in more aggression,' he said. 'The threats to America and the world keep rising. We can't let this happen.' The new military assistance the congressional funding will finance will include: The Kremlin's official spokesperson, Dmitry Peskov, warned on Thursday that an increased western supply of heavy weapons to Kyiv would endanger European security. 'The tendency to pump weapons, including heavy weapons, into Ukraine, these are the actions that threaten the security of the continent, provoke instability,' Peskov said. The day before, Vladimir Putin had threatened a 'lightning fast' response to western intervention in Ukraine, adding: 'We have all the weapons we need for this.'  His foreign minister, Sergei Lavrov, has accused the US and its allies of fighting a proxy war in Ukraine and warned of the rising danger of a nuclear conflict. Biden rejected the accusation he was fighting a proxy war, describing the claim as part of the Kremlin's domestic propaganda to explain the inability of Russian forces to achieve their goals. 'I think it's more of a reflection, not of the truth, but of their failure,' the president said. He added: 'No one should be making idle comments about the use of nuclear weapons.' The package of proposals the administration is sending to Congress also includes measures to strengthen the hand of the justice department in pursuing Kremlin-aligned oligarchs seizing their assets and using the proceeds to support the war effort in Ukraine. Biden made his announcement as the UN secretary general was visiting Ukraine, where he described the war as 'an absurdity' in the 21st century. Guterres was touring Borodianka on Thursday, where Russian forces are accused of massacring civilians before their withdrawal, on his first visit to Ukraine since the start of the invasion on 24 February, before talks with President Volodymyr Zelenskiy. In nearby Bucha, where dozens of civilian bodies, some with their hands tied, were discovered this month, Guterres backed an investigation by the international criminal court into possible war crimes in Ukraine. 'I appeal to the Russian Federation to accept, to cooperate with the ICC,' he said. Ukraine's prosecutor general Iryna Venediktova named 10 Russian soldiers allegedly involved in human rights abuses during the month-long occupation of Bucha. Venediktova also told German TV that that Ukrainian investigators had identified 'more than 8,000 cases' of suspected war crimes since Russia's invasion.",
  "a7c2ec71b55e4ae07fb2f9d7a4e81176c5ad94f6ddb7b6dec6418949": "Ukraine's prosecutor general has named 10 Russian soldiers allegedly involved in human rights abuses during the month-long occupation of Bucha. Iryna Venediktova also told German TV that that Ukranian investigators had identified 'more than 8,000 cases' of suspected war crimes since Russia's invasion, which included accusations of 'killing civilians, bombing of civilian infrastructure, torture' and 'sexual crimes'. Her comments came as the international criminal court (ICC) ramps up its investigation into alleged war crimes committed in Ukraine since the start of the war. The Dutch government will 'very soon' send a team of 'several dozen' forensic specialists to Ukraine on behalf of the ICC to gather evidence of human rights abuses, the ANP press agency reported on Thursday. Russian forces' retreat from Kyiv in early April left horrifying evidence of atrocities littered across the region's suburbs and towns, where scores of bodies in civilian clothes were found lying in the streets or buried in shallow graves. In a Facebook post on Thursday, Venediktova identified 10 soldiers - two sergeants, four corporals and four privates - who she said were all 'involved in the torture of peaceful people' during the brutal occupation of Bucha, a small commuter town 18.5 miles north-west of Kyiv. Venediktova said the soldiers were part of the 64th Motor Rifle Brigade, a unit based in the Khabarovsk region, on the Pacific coast in Russia's far east. 'During the occupation of Bucha, they took unarmed civilians hostage, killed them with hunger and thirst, and kept them on their knees with their hands tied and their eyes taped. [The hostages] were mocked and beaten with fists and the rifle stocks. They were beaten for information about the location of the [Ukrainian] armed forces ... and some were tortured for no reason at all,' she wrote. Venediktova appealed to the public to help gather evidence, and said that Ukrainian prosecutors and police officers are now investigating whether any of the men were also involved in homicides. Ukraine, together with a number of western countries and human rights organisations, has accused Russian forces of summarily killing civilians in Bucha. Stanislav Kozynchuk, the deputy head of the prosecutor's office for the Kyiv region, said that investigators are working with victims to identify the perpetrators of human rights abuses. 'Our suspects are military personnel from the Russian Federation,' he said. 'We understand who was there, what happened, and now we are looking into these military units which participated in the killings.' Some of the implicated soldiers have already been redeployed to fight in eastern Ukraine, he said. In a recent report, Human Rights Watch said that 'Russian forces committed a litany of apparent war crimes during their occupation' of the town, adding that   investigators 'found extensive evidence of summary executions, other unlawful killings, enforced disappearances and torture, all of which would constitute war crimes and potential crimes against humanity.' The Guardian has reported that dozens of civilians who died during the Russian occupation of Bucha were killed by tiny metal arrows from shells of a type fired by Russian artillery. Earlier this month, Ukraine's defence ministry identified Russia's 64th Motor Rifle Brigade as the unit that had occupied Bucha, publishing the names, ranks and passport details of all the soldiers. Moscow has repeatedly denied any involvement in the alleged human rights abuses, while Russian state television has aired reports claiming that the images of dead civilians in Bucha were staged or the result of crimes committed by Ukrainian forces. During a meeting with the UN secretary general, Antonio Guterres, in the Kremlin on Tuesday, the Russian president, Vladimir Putin, said that 'Russian forces had no connections to Bucha.' 'We know who did it. We know who prepared this provocation ... We know who they are,' Putin added, without providing further details. Earlier this month, Putin awarded the 64th Motor Rifle Brigade the honorary title of 'guards' and praised the unit for its 'great heroism and courage'. 'This high distinction recognises your special merits, great heroism and courage in defending your Fatherland, and in protecting Russia's sovereignty and national interests,' Putin's statement said.",
  "1968db458872620a78e53ed432ef7c12a89e829280954dec8fab0512": "The government has acknowledged that processing problems within the Home Office have led to delays between the approval of visas for Ukrainian refugees and emailed notification that the visas have been granted - preventing many vulnerable people from swiftly making their way to safety. Politicians from all parties highlighted a variety of serious problems with the Homes for Ukraine visa scheme during an urgent question in the Commons on the Home Office's handling of the refugee crisis. Latest figures show that just one in five of those issued visas under the Homes for Ukraine scheme had arrived in the UK. MPs suggested that the relatively small number of people travelling was the consequence of visas not being issued to family units simultaneously, with approval of children's visas often taking several weeks longer. About 86,000 visas have been issued to people fleeing Ukraine under the government's two Ukraine refugee schemes (the Ukraine family scheme and the Homes for Ukraine scheme) but just 27,100 have travelled to the UK. Of the51,300 visas issued under the Homes for Ukraine scheme, only 11,000 have actually arrived in the UK. The Home Office minister Kevin Foster dismissed as nonsense reports that there was a deliberate Home Office policy to withhold children's visas. 'I am aware of the claims that have been made, the false claims I have to say, that there is a deliberate move to withhold individual visas. Those are absolute nonsense,' he told the Commons. But he admitted there were bureaucratic issues which meant refugees were not immediately receiving emails informing them that the visas had been granted. 'We have been aware of an issue with the way the current system is working, in terms of the decision being made and then needing to be dispatched,' he said. It has been clear for a number of weeks that there are serious delays between visas being approved and refugees receiving emails telling them they have permission to travel. This is understood to be the result of a workflow backlog between two separate teams of civil servants, with one group responsible for visa decisions and another group, based elsewhere, in charge of communicating those decisions. Foster said there was a separate team working on 'ensuring dispatch', but said the government was working on creating 'a fully online', automated system next month, which would 'resolve that particular issue'. The shadow Home Office minister Stephen Kinnock said there was widespread frustration at the speed with which refugee casework was being processed, adding: 'For too many, the hotline has gone stone cold.' Numerous MPs said delays in issuing visas were causing refugees to run out of money, exposing them to homelessness and a variety of other dangers while they waited for the UK government to grant their visas. Stuart McDonald, the Scottish National party's Home Office spokesperson, said the government had erected 'a massive wall of bureaucracy and red tape' which was 'causing totally avoidable misery for Ukrainians fleeing war', and called for the visa regime to be scrapped. Fellow SNP MP Deirdre Brock highlighted the case of Yulia, a primary school teacher from Kharkiv who has been waiting more than a month for her two-year-old daughter's visa to be granted. She was told earlier this week that the visa had been granted, and travel documents would be issued in a couple of days. 'But the child's mother had been phoned by mistake as it was, in fact, someone else's visa that had been granted, and it would take around another two weeks for the right visa to come through. These folks are, in effect, homeless,' she said. 'Each day the message that they are welcome in the UK fades a little more.' Andrew Saunders, who has offered to sponsor Yulia and her daughter, Diana, said: 'From start to finish it has been a staggeringly incompetent and inappropriate process - it was meant to take three to five days but we are more than a month in and we still await the visa for the two-year-old.' Yulia, who asked for her surname not to be printed, said she was puzzled by the need to conduct protracted checks before issuing a visa to a two-year-old. After a month in Germany, she said, she was running out of money, and her daughter was increasingly unsettled. 'I am feeling really upset and frustrated. We have already stayed in four places and we have to move again this weekend so I'm looking for a fifth place to stay. I feel powerless.' A government spokesperson said: 'We are processing thousands of visas a day - this shows the changes we made to streamline the service are working and we'll continue to build on this success so we can speed up the process even further.'",
  "3c439722a079f15777c948890b593f42eac1bd53341b0bae1398125c": "Just as Britain has positioned itself as the most munificent provider of weaponry to Ukraine, so it has adopted the most uncompromising of approaches to the terms for a final peace settlement with Russia. Judging by the near existential tone of the foreign secretary Liz Truss's speech on Wednesday evening, the UK is self-consciously now on the provisional wing of the small group of allies that are privately discussing the terms of how the war might end. Not all of it is in the public domain, but in her speech Truss made clear that Russia would be required to leave the whole of Ukraine, and so no longer retain its foothold in the Donbas in the east and Crimea, which it annexed in 2014. In this view she gained the support of the defence secretary, Ben Wallace, on Thursday. She also agrees with the US defence secretary, Lloyd Austin, that Russia must end the war so weakened militarily that it cannot repeat its threats not only to Ukraine but to Moldova and the Baltic states. For good measure there would have to be reparations - a payment to Ukraine for the damage Moscow had inflicted - in an echo of the principles followed by allied forces against Germany in 1919: punishment, payment and prevention. These terms may not end up as humiliating as the notorious Versailles peace treaty of that year, but they would leave little room for doubt that Putin had lost. The UK has long said that not only must Putin fail in his war, he must also be seen to fail. Discussions on how to define failure in any peace settlement are at an early stage in the cell of diplomats from 'the Quad' - the US, UK, France and Germany - discussing the issue. The discussions will evolve as the battlefield evolves. But it is possible that some of what Truss is canvassing is no more than an attempt to counterbalance what the UK fears will be the German or French proclivity to slip back into old dialogue patterns with Moscow. It may also be that Truss sees little political downside in being the coldest of cold war warriors inside the cabinet. But it is not all political calculation. The British position also stems from a thoroughgoing analysis set out in the speech of what it sees as being at stake in Ukraine, and how this must lead to a new security order in which Russia is marginalised. Truss sees this as a moment when the age of authoritarians ends, and in this sense Ukraine is fighting not just for its homeland but for the security of the west. By the same token, the speech was peppered with warnings to China that access to western markets is conditional. She also sent a message to Berlin, telling them the Wandel durch Handel - the assumption that economic integration and trade can drive political change - had been proven false. In dismissing this tenet she not only rejected the Ostpolitik of Germany's Social Democrats, but also the assumptions of successive German chancellors. Trading with Russia did not lure Moscow towards democracy, she said. Instead, Putin 'took the money from oil and gas and used it to consolidate power and gain leverage abroad'. It is mildly ironic that the German politician with whom Truss allies herself most in saying this is the Green foreign minister, Annalena Baerbock - not her natural political soul sister. But wars create novel alliances. Truss argues that this new approach melds hard security and economic security. Just as China should never have been given access to UK infrastructure or its telecoms network, so Germany should not have handed its ability to keep the lights on to Gazprom. Critics of Truss will say her rhetoric, including the promise to keep arming Ukraine, serves only to inflame Moscow and risks dangerous escalation. The UK's endorsement of Ukraine using its weapons to hit targets inside Russia, for instance, makes it more likely that Moscow will regard Nato forces outside Ukraine or Nato trainers inside Ukraine as proxies and legitimate targets. It encourages Putin's growing tendency to present his 'special military operation' not as a limited liberation of the Donbas, but as a systemic struggle with Nato in which Ukraine merely becomes the first military battlefield. Truss seemed prepared to answer that critique on Wednesday when she described the British as 'risk takers' with a history of standing up to bullies. Her allies point out that Putin has previously threatened but not carried through on a nuclear response to the crossing of Russia's red lines. She also seems optimistic that China ultimately will draw back from supporting Putin since it will not want to be on the losing side. India, too, if given modern western arms rather than old Soviet weapons, could end its hedging. With heavier weapons being delivered at a faster rate, Truss no longer thinks the war will last as long as five years - a view she held privately some months back. Yet that optimism does not reduce the risk in her calculus. In her speech Truss portrayed Putin as unpredictable and therefore qualitatively different from Soviet leaders for whom international reputation mattered, and with whom at least the Cuban missile crisis could be averted. But if Putin is the rogue Truss describes, and feels the only peace terms on offer are humiliation, he has little motive to sue for peace. If cornered, he may make good his threat to escalate by using nuclear weapons or lightning strikes on his true adversary, Nato. The more the stakes are raised, the more there is to lose. As the French prime minister Georges Clemenceau remarked in the context of 1918, sometimes 'it is easier to make war than peace'.",
  "8e30dadfec0c7b9d18cb923293f7a7b013932d6d283522d3d05a082d": "Moldova is facing 'a very dangerous new moment', the country's deputy prime minister has said, as he warned that unnamed forces were seeking to stoke tensions after a series of explosions in the breakaway region of Transnistria this week. In a briefing with journalists, Nicu Popescu said his government had seen 'a dangerous deterioration of the situation' in recent days, after grenade attacks on the 'ministry of security' in the breakaway region of Transnistria on Monday. The attacks with rocket-propelled grenades represented 'a very dangerous new moment in the history of our region,', he said, adding that Moldova's institutions had been put on high alert in response. Fears are growing that Moldova and Transnistria could be drawn into the Ukraine conflict. The predominantly Russian-speaking region of Transnistria in eastern Moldova has been controlled by pro-Russia separatists since 1992 after a short war when Moscow intervened on the side of the rebels. Last week a senior Russian commander said gaining control over southern Ukraine would help Russia link up with Transnistria, which shares a 453km border with Ukraine. Then on Monday came a series of mysterious explosions targeting Transnistria's 'state security ministry', a radio tower and military unit. 'Our analysis so far shows that there are tensions between different forces within the region interested in destabilising the situation and that makes the Transnistrian region vulnerable and creates risks for the Republic of Moldova,' said Popescu, who added that a majority of Moldovans, including those in Transnistria, wanted to stay out of the war. Moldova's government, which does not control Transnistria, was working through several hypotheses about the cause of the attacks, he said, adding that it could be a provocation or 'the result of some tensions of some forces inside this region'. He added: 'We cannot point exactly the finger or put the blame, but what we see is that indeed there are some forces inside the region that work towards the destabilisation of the situation inside this region.' According to Popescu, who is also Moldova's foreign minister, Transnistrian authorities announced last week they were stopping all men of fighting age from leaving the region, which he described as a sign that 'we are not yet out of the potential danger zone'. Moldova had received public and private assurances from Moscow 'that Russia continues to recognise the territorial integrity of Moldova', he said, adding that 'given the situation in the region, we remain very alert'. Russian foreign ministry spokesperson Maria Zakharova claimed on Thursday that recent incidents in Transnistria were an attempt to drag it into the conflict in Ukraine. Transnistrian authorities have blamed Ukraine for the attacks, while Kyiv has pointed the finger at Russia, saying Moscow is seeking to destablise the region. One senior EU diplomat said the incidents were 'clearly prepared by Russia themselves', a view that was based on their analysis of the situation, rather than intelligence sources. 'We don't see that there will be an active conflict', the diplomat said, 'but you never know because they [Russia] have done crazy things'. One of Europe's poorest countries, Moldova is grappling with a large influx of refugees and the economic fallout of the war that has stopped nearly 15% of its exports. About 95,000 people fleeing the war in Ukraine have arrived in Moldova, equivalent to 3.5% of the population, according to the Moldovan foreign ministry. While the number has stabilised and even decreased recently, the former Soviet country is still adapting to the new arrivals, with Ukrainian refugees now accounting for one in 10 of the child population in Moldova. The war is also having 'major negative economic impacts', Popescu said as up to 14% of Moldova's exports, which had gone to Ukraine, Belarus and Russia, had 'virtually stopped'. Inflation had shot up to 22% and the price of Moldova's imports had gone up, as the nearby Ukrainian port of Odesa - the cheapest way to transport many goods - was no longer available. Moldova is seeking economic support from the EU, as well as eventual membership of the bloc. The government in Chisinau filed a membership application in March soon after Ukraine launched its bid to join the EU, and is busy answering hundreds of questions from Brussels about its readiness to join. Last week, Moldova's government announced it had submitted to Brussels an initial questionnaire answering 369 questions; it is now working through a second document covering 2,000 other queries on the country's compatibility with EU law. 'We are a country with a European history, a European identity, a European language - and our Romanian language is already an official language of the EU, so that makes things much easier,' Popescu said, adding that Moldova had proven it was adept at changing governments through democratic means. But even EU member states sympathetic to Moldova, Ukraine and Georgia's membership bids say these countries are unlikely to join anytime soon.",
  "bc47bb733694eb063932386883ca88e568268ee4f0d10cb6406cf200": "Energy companies in Germany and Hungary have confirmed they intend to comply with Vladimir Putin's demand that buyers of Russian gas pay in roubles. But the EU has said there is a risk the companies would be in breach of sanctions prohibiting transactions with Russia's central bank. The stakes are high because the Kremlin has already switched off supplies to Poland and Bulgaria. Putin said buyers from 'unfriendly' countries must start paying for their gas in roubles. Usually, the vast majority of buyers would pay in euros or dollars. Their bill from Russia's state energy group Gazprom would be deemed settled once the payment went through. Under decree 172, which Putin issued in March, buyers have to take part in a new payment system that requires the opening of two accounts at Gazprombank. Money would be paid into one account in euros and dollars before being converted by the bank into roubles and paid to Gazprom from the second account. Only at that point would the buyer be deemed to have fulfilled its legal obligation to pay for the gas. Hungary has said it is happy with the plan and, according to reports, three of Europe's biggest gas companies - Germany's Uniper, Italy's Eni and Austria's OMV - are also examining ways to comply with Putin's decree. Until this week it was unclear whether Putin would make good on his threat to cut off buyers who refuse his demand. But on Wednesday Gazprom suspended gas supplies to Bulgaria's Bulgargaz and Poland's PGNiG after they declined to pay in roubles. This is where it gets thorny. European leaders, including the European Commission president, Ursula von der Leyen, have said they will not do Putin's bidding. The EU's preliminary analysis, issued earlier this month, found that to do so would be a breach of sanctions imposed on the Kremlin. This is because the currency conversion process at the heart of it involves the Russian central bank, which is under sanctions. 'As the conversion process may take an undefined amount of time, during which time the foreign currency is entirely in the hands of the Russian authorities including the central bank, it may even be considered as a loan granted by EU companies,' the commission said. On Thursday, EU officials confirmed that any company agreeing to open a rouble account in Russia and pay for gas that way would be in breach of sanctions. Possibly. According to further guidance issued by the EU last week, the Kremlin's decree does not stop gas importers asking Gazprom to agree the purchase is legally complete once the first payment, in euros or dollars, has been deposited at Gazprombank. Any conversion into roubles would take place thereafter, meaning the buyer would not technically have breached sanctions. Another option, the guidance says, is for buyers to make a public declaration that they consider the purchase complete once their dollar or euro payment is made. The only obstacle to this, according to the guidance, is the need for 'confirmation from the Russian side' that all of this complies with decree 172. In other words, Gazprom - or effectively the Kremlin - has to be onboard. Gazprom and Gazprombank are not subject to EU sanctions, so buyers are permitted to negotiate such labyrinthine proposals without breaching sanctions. Tactics like these appear to be what the likes of OMV and Uniper are examining. Uniper said it was looking into 'concrete payment modalities' that would allow it to pay while complying with sanctions. This apparent legal loophole significantly clouds the picture over the true nature of compliance with Putin's demand. For instance, responding to reports that OMV was preparing to make rouble payments, the Austrian chancellor, Karl Nehammer, insisted this was not the case. Putin's 'weaponisation' of Russian gas exports is part of a strategy designed to shore up the economy that was announced shortly after the war began. The decision by the west to impose sanctions prompted a sharp fall in the value of the rouble and increased the threat of hyperinflation. In response, Russia imposed strict capital controls under which exporting companies were forced to convert their foreign currency earnings into roubles. Liam Peach, an emerging market economist at Capital Economics, said the capital controls had made the rouble a one-way bet for currency traders, helping to explain why it had recovered to its pre-invasion levels against the dollar. Peach said this week's action against Poland and Bulgaria would not have a major economic impact on Russia. 'European importers will continue to pay Gazprombank in euros, which it will then convert into roubles. It doesn't make a big difference,' he said. 'Politically, Putin is trying to show Russia is standing up to sanctions and is able to apply a bit of pressure.' There are two possible explanations for this. The first is that payments in euros or dollars would add to Russia's foreign currency reserves, which have been frozen since the start of the war. Payment in roubles for Russia's gas supports the economy at a time when it is facing a deep recession. The second reason is that Russia has gradually been moving away from settlement in dollars and euros since it annexed Crimea in 2014. Russia has been seeking to increase payments in roubles and yuan for its energy, and the war in Ukraine has accelerated that trend.",
  "f1aa2713a8b7e7ca50675a7b55fe1239fd029d5e38d2158c74239b00": "The premier of the British Virgin Islands (BVI) has been arrested in a sting operation in Miami on charges of conspiring to import cocaine into the United States and money laundering. The BVI governor, John Rankin, confirmed in a statement that Andrew Fahie had been arrested on Thursday morning, saying: 'I realise this will be shocking news for people in the territory. And I would call for calm at this time.' Oleanvine Maynard, the manager director of the Caribbean territory's port authority, and her son Kadeem were also detained in the operation. Court papers filed in Florida alleged Fahie, who was also referred to as 'head coach', was involved in conspiracy to import at least 5kg of cocaine and money laundering between 16 October last year and 28 April 2022. DEA agents allege in the documents that Oleanvine and Kadeem Maynard agreed with undercover agents - who were posing as members of Mexico's Sinaloa cartel - to set up a meeting between Lebanese Hezbollah operatives and Fahie in order to establish a place to store thousands of kilograms of drugs arriving from Colombia. The plan offered by the agents was to store the drug, bundled inside 5kg buckets of paint, in the BVI for one or two days before shipment to Miami or New York, the papers said. Fahie and Oleanvine Maynard were arrested at a Miami airport after being invited by undercover agents to see a shipment of $700,000 in cash that BVI officials expected to receive for their part in the alleged plot, the court papers alleged. Liz Truss, the British foreign secretary, said she was 'appalled' by the arrest. Truss said: 'This afternoon, the premier of the British Virgin Islands, Andrew Fahie, was arrested in the United States on charges related to drugs trafficking and money laundering. 'I am appalled by these serious allegations.' She said she had held talks with Rankin and stressed the importance of the recent inquiry into corruption on the Caribbean archipelago. Last year, the UK set up a commission of inquiry into mis-governance in the British overseas territory, which has heard allegations of systemic corruption, cronyism, jury intimidation and misuse of public funds. In his statement, Rankin said Fahie's arrest was the result of a US operation led by the US Drugs Enforcement Agency (DEA) and was not linked to the Commission of Inquiry (CoI) report. 'The remit of the Commission of Inquiry focused on governance and corruption, and was not a criminal investigation into the illegal drug trade. To avoid unnecessary speculation, I intend to move ahead urgently on publication of the inquiry report so the people of the BVI can see its contents and its recommendations in the areas it addressed,' he said. Addressing the commission of inquiry last year, Fahie denied that there was any corruption in the BVI. He said: 'The key to any country is its reputation, but so far, and thank God for that, there is no evidence provided in the CoI showing that the BVI is corrupt.'",
  "006e6e5354456e8fbb41c281467412ac060babaf99a90f053e94d5b5": "Elon Musk has sold almost $4bn (PS3.2bn) worth of Tesla shares since securing his $44bn deal to take control of Twitter. Musk, the electric carmaker's chief executive, sold the stock on Tuesday and Wednesday, according to a regulatory filing. The sales came as Tesla's share price plummeted amid investor concern that the multibillionaire would offload stock in the company to help fund the all-cash deal for Twitter. Musk took to Twitter late on Thursday after the filing at the US Securities and Exchange Commission became public to say he planned no further sales of Tesla shares 'after today'. The terms of the Twitter deal require Musk to come up with about $21bn in cash, although it is not expected to close for another six months. Tesla's stock dropped more than 12% on Tuesday after the announcement of Musk's takeover of Twitter, the biggest one-day drop since September 2020, as investors worried Musk would not have as much time to drive the electric car business as competition in the sector hots up. The carmaker's share price has fallen by a fifth since Musk first disclosed he had taken a stake in Twitter earlier this month. Musk is using his Tesla valuable holdings, which have made him the richest person in the world, to part fund the takeover of Twitter. The sale of almost 4.5m shares, made at prices ranging from $872 to $999 a share, were the first by Musk since a spree late last year that raised more than $16bn, which came after he asked his more than 80 million Twitter followers whether he should sell 10% of his stake in Tesla.",
  "8fd8fe012549424e807ca1e8d823986ec743ede1b1d4a54289fd1b05": "China's ministry of foreign affairs has accused Nato of messing up Europe and stirring up conflicts in the Asia-Pacific region, after the UK's foreign secretary told China it should 'play by the rules'. In a speech at Mansion House in London on Wednesday, Liz Truss renewed calls to boost Nato in the wake of the Ukraine war, and said the coordinated moves to isolate Russia from the world economy proved that market access to democratic countries was no longer a given. Truss also delivered a direct warning to China. 'Countries must play by the rules. And that includes China,' she said. On Thursday Wang Wenbin, a spokesman for China's ministry of foreign affairs, dismissed Truss's comments and accused Nato of demanding other countries abide by basic norms while it has 'wantonly waged wars and dropped bombs in sovereign states, killing and displacing innocent civilians'. 'Nato, a military organisation in the North Atlantic, has in recent years come to the Asia-Pacific region to throw its weight around and stir up conflicts,' Wang said. 'Nato has messed up Europe. Is it now trying to mess up the Asia-Pacific and even the world?' In her speech Truss said Nato had to pre-empt threats in the Indo-Pacific and extend its outlook to democracies outside its membership, like Taiwan, which Beijing claims is a breakaway Chinese province it must retake. She suggested China's economic rise - now the world's second largest economy to Britain's sixth - could be targeted. '[China] will not continue to rise if they do not play by the rules. China needs trade with the G7. We [the Group of Seven] represent around half of the global economy. And we have choices,' Truss said. 'We have shown with Russia the kind of choices that we're prepared to make when international rules are violated.' China has refused to condemn the invasion of Ukraine by Russia, one of its closest allies, drawing criticism and urgings from European and other governments to use its influence on Moscow. A recent China-EU summit was reportedly strained as Chinese representatives rebuffed pressure by European counterparts to help end the war. Premier Li Keqiang said Beijing would pursue peace 'in its own way'. Beijing firmly opposes linking the Ukraine war to its relations with Moscow and has said it will defend the rights of Chinese individuals and companies. On Thursday Wang said China's position on the conflict had been 'consistent and clear'. 'We have always made independent judgments based on the merits of the case,' he said, adding no further detail. Truss has previously accused China and Russia being 'aggressors working in concert', telling Australian media she couldn't rule out China using Russia's invasion as an opportunity to launch its own act of aggression.",
  "2d758f6641abaaaaf96275d9accd2a8095f542ee544ceae3ffdf203d": "In a windowless conference room in Canary Wharf, dozens of mining executives, bankers and government officials are being promised unique insights into how to profit from 'the deep-sea gold rush'. The hoped-for gold rush lies thousands of miles away on the bed of the Pacific Ocean, where trillions of potato-sized nodules of rare earth elements vital to power the next generation of electric cars have been discovered 4,000m below the surface. Mining companies are hoping that global rules to allow industrial scale deep-sea mining to collect the haul could be set in place as early as July 2023. However, environmental campaigners warned that mining for the metals would be 'dangerous', 'reckless' and cause 'irreversible harm' to little-known ecosystems. One estimate suggests that 90% of the deep-sea species that researchers encounter are new to science. Louisa Casson, a Greenpeace campaigner, criticised the industry for running the conference and banks for considering investing in the 'dangerous and unnecessary' projects to 'make a quick profit'. 'This destructive new industry wants to rip up an ecosystem we are only just starting to understand,' she said. '[They are] aiming to make a quick profit while our oceans and the billions of people relying on them bear the costs.' The nodules in the Clarion-Clipperton Zone between Hawaii and Mexico were first discovered by the crew of HMS Challenger in 1875, but only recent developments in underwater robotics has made large-scale mining of the metals possible. The UN-affiliated organisation that oversees the controversial new industry has granted licenses for companies to explore the area, but full-scale mining has yet to start. That could soon change, however, as the tiny Pacific island nation of Nauru has triggered a 'two-year rule', giving the International Seabed Authority (ISA) two years to implement regulations governing the industry. That set a deadline for a roadmap to be adopted by 9 July 2023. 'Deep-sea gold rush is a gamechanger,' read adverts for the Deep Sea Mining Summit 2022 at the Hilton London hotel in the capital's Canary Wharf district, for which delegates paid PS1,195 for the two-day event this week. 'After years of negotiations and false starts, deep-sea mining is close to a breakthrough. 'As we move into an era of mining the deep-ocean floor, the world's most remote environment, mining companies are working on overcoming the perceived challenges and developing island nations are watching with interest. As the demand for base metals and minerals surges ever beyond what our land is able to provide, new technological and technical developments are helping to drive forward this new industry.' Daniel Wilde, economic adviser on oceans for the Commonwealth Secretariat, which represents Nauru and many of the other small island states keen to start seabed mining, told the conference that he expected the ISA to agree a payment regime that would hand mining companies a post-tax profit of 17.5%. However, he warned the audience that 'the two-year deadline does seem quite tight, [and] if it's not agreed there are questions about what happens next'. Ebbe Hartz, a geologist at Aker BP, a Norwegian oil exploration company part-owned by BP, said mining for seabed metals could eventually overtake drilling for oil. 'But the problem is going to be finding [the metals], and we don't have a lot of data.' Hartz said machine-learning data collection would be key to the success of seabed mining, and would ensure 'we don't need to make all the errors we made with hydrocarbons'. Eleanor Martin, a partner at law firm Norton Rose Fulbright who advises banks on financing offshore projects, said global banks were 'very eager' to invest in deep-sea mining projects as they project the cost of lithium and cobalt needed for electric car batteries will continue to spiral upwards. 'To build the number of [electric] cars we will need, we will need much more of these metals.' 'Banks are sitting on pots of green money,' she said in reference to money designated for projects aimed at tackling the climate crisis. 'But they need to know that mining projects are green and sustainable.' Katherine Reece Thomas, an associate law professor and director of public international law at City, University of London, warned the industry that it needed to do more to win over public opinion before planning to start mining the oceans. 'There is an impossible conflict between those who say we can't possibly do this, to others who say we need to take this stuff in order to tackle climate change on earth,' she said. Jessica Battle, who runs the WWF's No Deep Seabed Mining campaign, said: 'Deep-seabed mining is highly risky and will cause irreversible harm to the ocean, to its life and its ability to help mitigate climate change. Investing in such a highly unsustainable industry at a time when we need to reduce our footprint on the natural world is irresponsible. 'Any short-term incentives offered are far outweighed by the long-term benefits of a healthy ocean and so WWF and others are calling for a global moratorium on deep seabed mining. Alternative solutions already exist - innovation, recycling and repair can satisfy industries' need for raw materials without opening the seafloor to mining.'  Casson, from Greenpeace, said: 'There is absolutely no need to mine the deep oceans and cause further harm to our planet. We've been pleased to see the biggest players in the electric car and technology sectors, including Microsoft, Google, Volvo, BMW and Samsung, all call out the greenwash of the deep-sea mining companies and commit not to use deep-sea mined minerals in their products. 'This nascent industry should stop before it even begins. We need to transition towards a more circular economy, in which we waste less and reuse more, instead of trying to destroy one of our planet's last great wildernesses at the bottom of our oceans in the name of profit.'",
  "5a96d3b0de48e25e12b4dff25208c14ecb929ac173b3429cbd6e1c02": "",
  "e0f1e90c6a7ead42662a1637972eb5065a1daa81e6b398bef54a857f": "Growing military tensions in the Pacific between China, the US and Australia do not address the most significant security threat to the region - climate change - former leaders of Pacific nations have warned. In a statement on Friday, the Pacific Elders Voice group, which includes former leaders of the Marshall Islands, Palau, Kiribati and Tuvalu, as well as Dame Meg Taylor, the former secretary general of the Pacific Islands Forum secretariat, said that 'the primary security threat to the Pacific is climate change', rather than geo-strategic tensions. 'The growing military tension in the Pacific region created by both China and the United States and its allies, including Australia, does little to address the real threat to the region caused by climate change,' it said. 'We are suffering from many insecurities in our region. It is time that the international community focus on these insecurities, particularly in the context of climate change. We call on all nations to respect the sovereignty of all Pacific Island countries and the right of Pacific peoples to develop and implement their own security strategies without undue coercion from outsiders.' Pacific countries have often been seen as the canary in the coalmine for the climate crisis, with the region suffering from king tides, catastrophic cyclones, increasing salinity, sustained droughts and the loss of low-lying islands to sea level rise among those most at threat from the climate crisis, with low-lying nations at risk from rising sea levels. Climate-induced migration has already begun from the Pacific, with people across the region forced to leave a number of island groups that are disappearing or becoming uninhabitable due to rising sea levels. Last year's report by the Intergovernmental Panel on Climate Change said global heating above 1.5C would be 'catastrophic' for Pacific island nations and could lead to the loss of entire countries due to sea level rise within the century. Pacific leaders, including authors of the statement such as Hilda Heine Hilda, former president of the Marshall Islands, Enele Sopoaga, former prime minister of Tuvalu, and Anote Tong, former president of Kiribati, are among the strongest global leaders for climate action, and have pushed for ambitious action at international summits. The statement comes in the wake of news that China and Solomon Islands signed a secretive security agreement earlier this month. The deal has not been made public, but a draft of the deal was leaked online in March and provided China with the option to 'make ship visits to, carry out logistical replenishment in, and have stopover and transition in Solomon Islands', raising fears that it could lead to China establishing a military base in the islands. After news of the draft deal broke, Australia, New Zealand, Japan and the US have all sent top-level delegations to Solomon Islands in ultimately unsuccessful efforts to persuade Solomon Islands' prime minister, Manasseh Sogavare, not to sign it. After its signing, rhetoric has escalated, with the Biden administration saying the US would 'respond accordingly' if China was allowed to establish a long-term presence on the islands, while noting assurances from Sogavare that he had no intention of allowing a military base. Australia's prime minister, Scott Morrison, said Australia had 'the same red line' as the US when it came to China's involvement in Solomon Islands, and the defence minister, Peter Dutton, used his Anzac Day address to declare: 'Australia should prepare for war,' claiming that China was 'on a very deliberate course at the moment'. The former Pacific leaders voiced concerns that major powers including the US, Australia and Japan were developing policies for the region without consulting Pacific leaders, saying: 'The security and future of the Pacific must be determined primarily by Pacific Island countries and not by external powers competing over strategic interests within our region.' They also argued that major powers needed to address their own contribution to the climate crisis, which is an existential threat to many Pacific island states. 'These nations have done very little to address their own greenhouse gas emissions, despite statements of intent by the nations. Little has been done to address the impacts of climate change in the Pacific caused by their respective greenhouse gas emissions.' Some members of the Australian government have ridiculed suggestions that Canberra's unambitious climate policy may have contributed a loss of influence with Solomon Islands. 'That's a nonsense,' Morrison said last week. 'China has the biggest emissions and growing emissions in the world.'",
  "20f0837416837e947a857cdd813a3b3145be8d836b85dbf1b273ab9e": "Boris Johnson is under increasing pressure to take immediate disciplinary action against the Conservative MP accused of watching pornography in the House of Commons. The chief whip issued a statement on Wednesday suggesting the matter should be referred to parliament's Independent Complaints and Grievance Scheme (ICGS), which deals with sexual harassment and other disciplinary matters. But senior Tories questioned why he had not taken action directly against the MP, whose alleged behaviour was witnessed by two female colleagues in recent months. The identity of the MP is known to party whips, it is understood, but sources denied suggestions the MP was himself a whip. One cabinet minister described the situation as 'madness all round', while Caroline Nokes, the chair of the women and equalities committee, said: 'I hope the chief withdraws the whip. In any other workplace they would be on gardening leave.' Chris Heaton-Harris, the chief whip, was present at a meeting of the '2022 committee' - a group of Tory women - earlier this week, when a series of incidents, including the MP watching pornography, were described. On Thursday the Labour leader, Keir Starmer, called on Johnson to bypass the potentially lengthy ICGS process, and discipline the MP directly. 'This is an unusual case because the Tory party knows who this individual is. I think that they should deal with it, and deal with it sooner rather than later ... They know who this is. They should take action now,' he said. Misogyny and sexism in parliament have come under close scrutiny in recent days, after a widely criticised Mail on Sunday story claimed Tory MPs believed Labour's deputy leader, Angela Rayner, crossed and uncrossed her legs to distract Johnson at prime minister's questions. Asked whether the MP accused of watching pornography should lose the whip, the prime minister insisted on Thursday that the case should be investigated independently. It was 'obviously unacceptable for anybody to be doing that kind of thing in the workplace' but 'what needs to happen now is that the proper procedures need to be gone through, the independent complaints and grievances procedure needs to be activated and we need to get to understand the facts,' Johnson said. A spokesperson for the whips' office said: 'This is the best way of handling this, because they can look at everything fairly, independently. This is the best process that we could have in place to deal with this matter.' At least five cabinet ministers have expressed alarm privately or publicly about the reports. Earlier in the day, the attorney general, Suella Braverman, said some MPs behaved like 'animals', and talked about a 'coarsening' of behaviour in parliament and elsewhere. 'I think this is something that does happen in many, if not all, workplaces, where a small minority of men - and it is men - are behaving in an unacceptable way,' she told BBC Radio 4's Woman's Hour. 'I think that's actually a more worrying symptom of our society and our culture. How have we got to a place in our society where watching pornography on the tube, in public, in front of children, in parliament, in the workplace has become somehow normalised for some people?' Nadine Dorries, the culture secretary, told the BBC: 'I've been around a while and I think it's actually getting worse [for female MPs] ... I always thought that, get more women in ... things will get better, but sadly I don't see that happening at the moment. I think we just need to have a majority of women maybe. So it's just disappointing.' Sajid Javid, the health secretary, said: 'There have been several instances of inappropriate and sexist behaviour recently in parliament. It is shameful. Parliamentarians are public servants and it is their duty to set an example of character and integrity. The culture of Westminster needs to change.'",
  "59b0df1fa9c5fcfcc4c8984da4bf2b639841d93a437b625d61d56d90": "Millions sweltered in a dangerous early summer heatwave across India and Pakistan that has led to power and water shortages as annual furnace-like temperatures hit South Asia. In New Delhi, a burning rubbish dump choked residents for a third day on Thursday as temperatures crossed 45C (113F) in parts of the region. Forecasters warn it will get even hotter this weekend. Heatwaves have killed more than 6,500 people in India since 2010, and scientists say climate change is making them harsher and more frequent across South Asia. 'This is the first time I've seen such horrible weather in April. Usually, we're prepared for this in May and onwards,' said 30-year-old Delhi housewife Somya Mehra, as she and her family thirstily searched for cold drinks. 'Today we stepped out because of our anniversary but otherwise I'm not stepping out at all. I've stopped sending my kid out to play.' The Indian states of Rajasthan, Gujarat and Andhra Pradesh imposed power cuts on factories as consumption for air conditioning and fans rocketed. Media reports said power stations were also facing shortages of coal, the main source of electricity in the nation of 1.4 billion people. Many regions also reported falling water supplies that will only worsen until the annual monsoon rains in June and July. Water shortages will hit farmers hardest, including those growing wheat as India aims to boost exports to help ease a global shortage due to the war in Ukraine. Several parts of India should expect no relief in the coming days. 'Heatwave conditions are likely to prevail over the northern plains as well as the central parts of the country throughout this week' while 'severe heatwave conditions' were forecast for west Rajasthan on 1-2 May, the India Meteorological Department said on Thursday in a weather review. Temperatures are expected to be up to 8C higher than usual in parts of Pakistan, with the mercury peaking at 48C in parts of rural Sindh on Wednesday, Pakistan's Meteorological Society warned. Farmers have to use water sparingly in a country where agriculture is the mainstay of the economy and accounts for about 40% of the workforce. 'Public health and agriculture in the country will face serious threats due to the extreme temperature this year,' climate change minister Sherry Rehman said. Last month was the hottest March on record since 1961, the Pakistani met office said. Coming during the month of Ramadan, the heat makes fasting in both India and Pakistan even tougher for Muslims, who shun even water during daylight hours. 'Temperatures are rising rapidly in the country, and rising much earlier than usual,' India's prime minister, Narendra Modi, said on Wednesday, adding that India has seen 'increasing incidents of fires in various places - in forests, important buildings and in hospitals - in the past few days'. In New Delhi, a 60-metre-high (200ft) rubbish mountain has been ablaze since Tuesday, while firefighting teams battle it with lorry-loads of sand and mud. The inferno, belching toxic black smoke that engulfed nearby districts, was the fourth such incident at a landfill site in the megacity of 20 million people in less than a month. Pradeep Khandelwal, the former head of Delhi's waste management, said they were likely sparked by warmer temperatures speeding up the decomposition of organic waste. 'The dry and hot weather produces excess methane gas at the dumping sites that trigger such fires,' Khandelwal told AFP. 'Before human activities increased global temperatures, we would have seen the heat that hit India earlier this month around once in 50 years,' said Mariam Zachariah, from the Grantham Institute at Imperial College London. 'But now it is a much more common event - we can expect such high temperatures about once in every four years. And until net emissions are halted, it will continue to become even more common.'",
  "a92b08474779508d611dc372c6834195ec35a23fb5608335c321194d": "Prices were rising before Russia's invasion of Ukraine, which has further disrupted energy markets and food exports, forcing developing countries to pay more to import staples at a time when they are already struggling with increased debts taken on to pay for pandemic responses. While panic over inflation has led news agendas all over the world, the IMF's World Economic Outlook released this week estimated it would reach 8.7% in developing economies compared with 5.7% in rich countries. Experts fear millions more will be driven into poverty and that transport and food networks will be affected. Humanitarian efforts for refugees and populations already facing hunger crises could also struggle to cope with increased prices, at a time when many are already coping with reduced aid funding. 'The rising cost of getting aid into areas like north-west Syria, which is hugely dependent on humanitarian aid, means that it's the people who need help most who are suffering,' said Jessica Adams, head of communications at Syria Relief. 'Our costs in meeting the needs have gone up - petrol for trucking water into camps costs more, building homes for displaced Syrians in tents costs more as building materials have gone up. This is against a backdrop where donations to Syria are reducing - so in a conflict like Syria ... living has become unaffordable.' The effects of the Ukraine war on oil, and the energy sector as a whole, are being monitored by experts but prices have fluctuated wildly since Russia's invasion and there is concern about how much oil is being refined and exported as the products ordinary people need. Rising oil prices are being felt on the forecourts, with petrol up 63% in Sudan, 50% in Sierra Leone and 42% in Ghana compared with 9% in Britain. 'You cannot isolate oil from the other markets - gas prices are higher, coal prices are higher, food prices are higher and you have supply-chain bottlenecks. There are a lot of headwinds that are affecting economics all over the world,' said Bassam Fattouh, director of the Oxford Institute for Energy Studies. 'If you look at it from a consumer's point of view, they are being hit left and right all over the world.' Oxfam has estimated that a quarter of a billion people face poverty this year because of rising food and fuel prices, calling it 'the most profound collapse of humanity into extreme poverty and suffering in memory'. The UN's agencies raised concerns about how rising food and fuel costs will affect their operations, predicting a $136m rise in operational costs in West Africa. In east Africa it has warned of refugee families getting into debt and selling off their belongings because they fear ration cuts. The UN warned last week of developing countries becoming 'collateral damage' of the Ukraine war. 'The developing countries are facing a perfect storm of soaring food and fuel prices with already limited fiscal space and high debt ratios. We need urgent measures to prevent great human suffering and the world tipping into an era of social and political unrest,' said Rebeca Grynspan, secretary general of the UN conference on trade and development (Unctad). The IMF said the war was derailing post-pandemic economic recovery and estimated global growth would slow from 6.1% last year to 3.6% in 2022. It also said the pandemic had increased debt because of response spending, making vulnerable countries reliant on oil and food imports. In Sri Lanka, the lack of foreign currency reserves has sparked a movement to bring down the government, which has struggled to import food, medicine and fuel, leading to blackouts and farmers struggling to transport crops. In Peru there have been anti-government protests over fuel and fertiliser prices, while Egypt has tried to avert similar anger with price controls, punishing non-compliant bakeries and retailers with closure. Living costs helped fuel the anti-government demonstrations that brought down Sudanese dictator Omar al-Bashir in 2019 and similar protests have emerged against the military rulers who took control in a coup last October. Kholood Khair, of Sudanese thinktank Insight Strategy Partners, said the rise in food and fuel prices is adding to the grievances being voiced by protesters. 'Gas prices have been rising steadily in the past few months at the same time as the government has been struggling to retain hard currency in the central bank to buy more ... the government has very acute supply problems,' said Khair, who added that many of the fuel subsidies have been removed since Bashir's exit. 'If the Gulf doesn't come with financial support and in-kind support with fuel, then the generals in Khartoum will find themselves in an ever more precarious position.'",
  "c5b196195603d7f0031626ba29e0084bd43216fcc8c394e2f664be03": "",
  "92fe0f08d1b3f735bc3555017713ff7499974b9249e4cf8d761a7d2f": "Writers in Tokyo in search of an antidote to procrastination and unproductive work practices can now toil in the company of the similarly afflicted, united in their determination to confront the tyranny of the looming deadline. They can be found at the Manuscript Writing Cafe, which opened in April in the city's Koenji neighbourhood as a haven for writers, editors, proofreaders, video producers and manga artists - anyone struggling with the distractions of the home or office.  Committing to a specific writing goal is a condition of admission, as is an understanding that leaving in a fit of pique is out of the question before the task at hand has been completed. The cafe charges 130 Japanese yen ($1.01) for the first 30 minutes and then 300 an hour after that. Although a few people have stayed past the official closing time, they have all eventually finished their work, the proprietor, Takuya Kawai, said. The snug, 10-seat cafe provides unlimited self-service refills of tea and coffee, high-speed wifi, docking ports and tall chairs that positively discourage slouching or nodding off. This week, my editors asked me to put the cafe's unique selling point to the test. Would I while away my two-hour session flitting between a near-empty Word file, email and social media sites, or, as I promised Kawai, make some headway with this article? Customers must write their name, writing goals and the time they plan to finish. They can also ask Kawai to nag them about their progress. Those who ask for the 'mild' option will simply be asked how they got on when they pay at the end of the session; others in need of a heavier dose of discipline can expect him to occasionally stand behind them, although he insists he makes no value judgments on the contents of their laptop screen. The mild-mannered 52-year-old, who is a technical writer when he is not cajoling his customers to buckle down, dismissed concerns among some social media users that his tactics were heavy-handed. 'Instead of monitoring them, I'm here to support them,' he said. 'As a result, what they thought would take a day was actually completed in three hours, or tasks that usually take three hours were done in one.' Seated to my left, Shizuku Kino conceded that she was struggling. The manga artist had arrived more than two hours earlier, but had so far drawn a blank. 'It's nothing to do with the environment, I just can't come up with any good ideas at the moment. It's not that I can't concentrate ... the fact that I haven't got anything done is my problem.' Uhyou Kitami, with whom Kino has collaborated on a manga series, was faring better. 'I've made quite a lot of progress,' she said of her first visit to the cafe. 'It's not that the atmosphere inspires you ... once you sit down you have no alternative but to get on with it.' Kawai, who opened the cafe earlier this month, believes its location on the corner of a busy street is perfectly suited to unleashing torrents of creativity. 'After we opened, I played jazz to drown out the sound of people tapping their keyboards, but in fact the noise from the traffic and people outside is at just the right level for that. You don't want the absolute silence of a library or home ... here people can draw on the energy of the neighbourhood.' After initial doubts about whether the concept would work in a city packed with themed cafes, he has been taken aback by the response. 'People were pleased when they told me they had met their deadline or word count for the day. And that made me happy too.' My two hours at the cafe flew past, mercifully free of the dreaded afternoon slump. My screen was filled with a draft - albeit a very rough one - of this article. As I left, I wished Kino luck with her deadline. She turned and nodded her thanks, but her hands didn't leave her keyboard. The ideas were finally flowing.",
  "c96ff95587f944b25cc3f906a009a2168168c464c6f246fa1e207cf3": "",
  "f11d5245f59ef53c5e67664a6f29a8db192a04b9a7b4fec217615aa4": "",
  "5e0d9c98fba5615ae6ce57fcb0fb7b6ab05b29159e5e71f325c34bba": "Nicknamed 'grey ghosts' for their lustrous silver scales, remarkable stealth and speed, bonefish can swim at up to 40mph. This species, protected by catch-and-release laws in the US, is revered by anglers around the world, many of whom visit Florida to seek the elusive fish. But evidence points to a steep drop in bonefish numbers in south Florida. Populations have fallen more than 50% over four decades, according to estimates by researchers. Dr Jennifer Rehage, a fish ecologist and associate professor at Florida International University (FIU), has spoken to many anglers about the fish's disappearance from Florida's seagrass flats: 'They've said to me: 'I've fished [bonefish] all my life and I can't find them. I haven't seen a bonefish in five years, and it's freaking me out'.' For the past three years, Rehage has been leading a study to find out why, and has discovered something that might help explain it: pharmaceuticals. Of the 93 bonefish she and her team sampled, all tested positive for at least one pharmaceutical, including heart medications, opioids, antifungals and antidepressants, according to the results of the study, published in February. In 56% of fish, researchers detected pharmaceutical quantities at levels 'above which we expect negative effects', according to the study. One bonefish sampled in Key West tested positive for 17 pharmaceuticals - eight of them antidepressants that were up to 300 times above the human therapeutic level. Pharmaceutical exposure in south Florida's bonefish was 'widespread and concerning', the study concluded. The researchers also studied 125 animals that bonefish prey on, including shrimp, crabs and small fish. Each contained an average of 11 pharmaceutical contaminants, indicating that the contamination is not limited to bonefish. While more is known about the potential impacts of pharmaceutical pollution in freshwater, marine impacts have been far less studied. There is still not enough information to directly link bonefish decline with drugs, but 'the potential for pharmaceuticals to be a problem [for fish in the sea] is formidable and concerning', Rehage says. Nearly 5bn medications are prescribed annually in the US alone, and the average American has about 12 prescriptions a year. Pharmaceuticals reach the water in various ways, including through manufacturing and rainwater run-off, but human and livestock wastewater is one of the main causes - especially what humans send down the toilet. The specific health consequences of pharmaceutical contamination on marine life are not yet fully understood but there is evidence of multiple negative effects. '[It] can provoke several consequences, mainly on the behaviour of fish, but it can also affect their ability to reproduce and their endocrine system,' says Elena Fabbri, a professor at the department of biological, geological and environmental sciences at Bologna University in Italy. In 2013, scientists from Umea University in Sweden - which partnered with FIU on the bonefish study - found that wild perch were less fearful and more antisocial when exposed to anti-anxiety medications, which could affect feeding and breeding. A 2016 study by the same university found salmon exposed to this medication swam faster and had riskier behaviour. Crayfishes' exposure to antidepressants has been linked to altered behaviour, increasing their boldness and the time they spent foraging, potentially making them more vulnerable to predators. There are three main ways wastewater ends up in the sea, says Rachel Silverstein, director of the environmental organisation Miami Waterkeeper: sewage spills, discharge of treated wastewater into the ocean and malfunctioning septic tanks. These have all been major problems in Florida. In 2020, 212m US gallons (800m litres) of sewage spilled into Fort Lauderdale's waterways. 'Though most contamination is screened out at sewage treatment plants, it's very hard to remove some of these pharmaceuticals from the water,' Silverstein says. In addition, more than half of the septic tanks in Miami-Dade county are not filtering waste properly due to rising sea levels, creating an environmental and public health hazard, she says. Silverstein sees FIU's study as 'further evidence that we need to make urgent changes to upgrade our infrastructure to continue living in this region and protecting our economic and environmental interests'. The problem is not limited to Florida. Experts say there is an urgent need to improve wastewater infrastructure globally to remove pharmaceuticals before they reach the ocean. Implementing an additional step in wastewater management known as 'ozonation' could help, Rehage says. The technique adds ozone to the water to help remove contaminants that are often missed by traditional wastewater treatment, including pharmaceuticals and pesticides. But not enough countries are retrofitting plants to incorporate this step, she says, pointing to Switzerland, Sweden and Germany as among the only countries 'that are actually dealing with this issue of pharmaceuticals'. Improved wastewater management is important, but the pharmaceutical industry itself also has a responsibility to tackle the issue by exploring greener alternatives, Fabbri says. 'We cannot ban these substances because we need them, but we could favour or push pharmaceutical industries to find greener alternatives.' This could include producing drugs that break down faster in the environment. There are political moves to understand more about the impact of drugs on waterways. In 2019, for example, the EU adopted a 'strategic plan' to address the risks from pharmaceutical pollution in the environment. But many such initiatives focus more on the impact on freshwater environments. As further research points to the impact of pharmaceuticals in the ocean, Fabbri says: 'We must continue publishing about this subject to inform regulatory agencies that there is a need for these regulations in marine environments as well.'  For now, researchers say there is a long way to go in the US. 'The control of chemicals entering our environment has always been reactive,' says Aaron Adams, director of science and conservation at the Bonefish & Tarpon Trust, the conservation organisation that commissioned the FIU study. 'No legal limits exist for the control of pollution from pharmaceuticals during manufacture, use nor disposal,' the report noted. Nick Castillo, a PhD student at FIU and co-author of the study, says standardised metrics are needed to assess the effects of drugs on exposed organisms. Currently, he points out, these 'antiquated' environmental regulations tend to ignore pharmaceuticals 'because they aren't lethal'. Studying the impacts of pharmaceuticals in waterways has always focused heavily on freshwater, Rehage says: 'This is one of the first studies to go into marine coastal environments and over a large area to show that pharmaceuticals are everywhere.' ",
  "c6ed83ed94f66a3cc60a0ab8618ef710a29bbfd67c3da03091fc6f4d": "",
  "5c12dcf0902cabcafc6898f81020815a874ff8071ad0aee94fe88307": "",
  "4c0313144d9f7abec04c5b318220c53c13c231a61c88945dabc44d5e": "",
  "472d670d8185edcf467ab016d0fa766821780f97bf84e29afa59832e": "",
  "80f05fa0a66e3229f2f41b906bfeb940600b49d0ac11aab3b2be7538": "",
  "1e312705a3761a34a8c47d7de128f11a8b3373c9081c1062bb7fefc4": "",
  "c31eb0e16b024b770555015115ccb502e7131ca5d1296c696fda9a5c": "",
  "b5c272141198ce73a9dc65e72ac9ea85adfad11910579905755ed9fe": "",
  "85068926f934510070f82f3430e81ef3533ddb46dfdd23d03eb7611e": "",
  "7030b3125b747cd70212e3500b048173002adad93faef95beeecb2b3": "",
  "88a2a12a4e5e3d792aed51b710043ef5bbdafa83045de88984298ab4": "",
  "e6f492a57b2207c8873c7c03e71865350e9f17842c690546c288ba44": "",
  "7a14cb6d2dee3e54132d1e46ca7cbf2218a0bb5d3d2edb1be3017918": "",
  "40c3946fa29f2a99933900216bea2e83fbfe1022921bd23402719dbc": "",
  "45bf4a9a1a1fac6e784a260c20a08614694ba805e59e4c053d581d4d": "",
  "775acc42e3d6ef992786753f15c690999291654fbe206ea8c3f085b7": "",
  "c757bc26d308fa20315f50526f21043116f7d41db3459518fd018507": "",
  "4b32a5165a601b950d9c7c4a04ede5e2eff746befd850a21f61d8b54": "",
  "82e95c35722d7f03b8cbbdea06930b6a1a5c00b41c2abe9032bbab9b": "",
  "b252c9c562f11791904ebcca2a96b8ed5c9dad896c09b37bf3d9fa61": "",
  "5112f866199413202a39e796f2734bd819484d5b40d9c81846386948": "",
  "9cf56933038781e2f31f9221ac52d7bd4b65a484568cf76f47134ed7": "More than half of people in four former communist central European counties fear media freedom is in danger, with significant majorities wanting government or EU measures to protect it, according to a survey. The findings, from respondents in Poland, Hungary, the Czech Republic and Slovakia, are revealed in what is purportedly the biggest opinion study on the issue conducted in the 'Visegrad countries'. They will form part of the consultation process for a press freedom bill under preparation by the European Commission. The bill, spearheaded by the commission's vice-president for values and transparency, Vera Jourova, is being designed to safeguard media pluralism and independence amid rising concerns about ownership and potential government interference. In what organisers hope will provide a spur to action, 52% voiced concern about media freedom - with the highest figure, 63%, recorded in Poland, whose rightwing nationalist Law and Justice party (PiS) government stands accused of aggressively targeting independent media with expensive lawsuits while meddling in public broadcasting. Seventy-one per cent throughout the four countries backed government safeguarding legislation while 59% supported granting the EU more powers to protect media liberties. Misha Glenny, a British broadcaster and chair of the Committee for Editorial Independence - which commissioned the study along with the Czech committee of the International Press Institute - warned the EU against overlooking Poland's transgressions as a reward for its role in enacting western policy in Russia's war against Ukraine, particularly when compared with Hungary, which has refused to send weapons or cut energy supplies from Russia. 'What you've seen since Ukraine is that the European Commission and some European Union governments have decided that they are targeting [prime minister Viktor] Orban and Hungary because of their recalcitrant position and they are giving Poland a free pass on some of the rule of law issues,' he said. The study of 4,069 people was conducted over a 16-day period in February, before Russia's invasion. Hungary, where Orban's far-right Fidesz government this month won a fourth consecutive term, revealed the highest number of respondents - 47% - who think their country's media is not free. Only 30% assessed it as free, compared with 47% in the Czech Republic, where support for media independence is highest. Orban's government has come under scrutiny over opaque ownership acquisitions that have seen about 500 separate media outlets placed under an umbrella foundation, Kesma, and interference in public broadcasting that critics say has reduced television and radio stations to propaganda channels, often voicing pro-Russian war narratives. Support for media freedom among Fidesz backers is significantly lower than among other groups, said Vaclav Stetka, a media specialist at Loughborough university. 'Fidesz voters are a completely different tribe,' he said. 'Thirty per cent of them support media owners being in charge of content. That figure isn't replicated anywhere else.' Veronika Munk, the director of content at Telex, an independent Hungarian news site established after a pro-government businessman took over the outlet where she previously worked, said the decline of media freedom in Hungary served as a warning to others. 'Hungary shows how quickly things can change,' she said. 'In the Reporters Without Borders index for 2006, Hungary was 10th out of about 160 countries. We are now 92nd.' Asked if she feared things deteriorating further, she said: 'That possibility is always there. Our website is funded by readers' donations. One of my concerns is if the government decides to cut this economic link, which they could with a new law because they have two-thirds of the seats in parliament.'",
  "614ce8832f0b913d2ef0f49c8cb9f71b155870ee2ed5631baf20a2be": "The US defense secretary's declaration that Washington wanted to see Russia weakened militarily and unable to recover quickly, marks a shift in Washington's declared aims underlying its military support for Ukraine. At a press conference in Poland after a surprise visit to Kyiv, Lloyd Austin was asked if he would now define US goals differently from those set out soon after the Russian invasion. In response, he started out with the established administration line about helping Ukraine retain its sovereignty and defend its territory. Then Austin added a second goal: 'We want to see Russia weakened to the degree that it can't do the kinds of things that it has done in invading Ukraine.' That meant Russia should 'not have the capability to very quickly reproduce' the forces and equipment that had been lost in Ukraine. The UK defence secretary, Ben Wallace, estimated those losses on Monday as a quarter of Russia's pre-invasion strength, with more than 2,000 armoured vehicles knocked out, including at least 530 tanks, as well as 60 aircraft. The US secretary of state, Antony Blinken, who travelled with Austin to see Volodymyr Zelenskiy in Kyiv, agreed with his formulation of US objectives, saying: 'I think the secretary said it very well'. The two officials were talking as the first howitzers from the latest tranche of US military supplies began arriving in Ukraine, and $165m in supplies of 'non-standard' ex-Soviet compatible ammunition was announced. The remarks suggested that even if Russian forces withdrew or were expelled from the Ukrainian territory they have occupied since 24 February, the US and its allies would seek to maintain sanctions with the aim of stopping Russia reconstituting its forces. It also indicated Washington is taking a position in an internal debate within Nato on whether to use the opportunity of Vladimir Putin's strategic blunder in Ukraine to try to hobble his ability to threaten other countries in the future. 'The balance in Nato itself has shifted,' Rajan Menon, the director of the grand strategy programme at the Defense Priorities thinktank, said. 'The argument now seems to be this is not just about Ukraine; it's about a larger problem, that is the threat that Russia poses to Europe as a whole. And if you look at it that way, then these comments begin to make sense.' 'The Russians are on the retreat, so you have this flush of optimism which has moved the goalposts,' Menon, professor emeritus in international relations at Columbia University, said. 'Once Washington says it, those in Nato who want the war to be about that are empowered, because what the US says matters.' A European diplomat said it was unclear whether the remarks reflected a new decision or 'a clearer articulation' of an existing position. 'I think it's fundamentally about trying to get on the front foot in this crisis. There's a lot of domestic criticism of the administration for being passive,' the diplomat said. 'All of this is swirling around at the moment in the administration, as they work out exactly how forward they want to be.' If the remarks do indeed represent the Biden administration's aims, there is a separate question of whether it was sensible to declare them so bluntly. It arguably weakens Russia's incentive to withdraw, reinforces Moscow's narrative that Nato is waging a proxy war in Ukraine aimed at weakening Russia and even regime change, deepening Putin's paranoia. 'If I was writing the secretary's talking points, I would prefer he said: our goal is that Ukraine wins, rather than our goal is to weaken Russia because they are two sides of the same coin, but one would have been much more aligned with what the administration has been saying,' said Alina Polyakova, the president of the Center for European Policy Analysis, said. 'Certainly this will be used by the Russian state media to double down on the narrative that we've already seen from the Russian government, that the US is 'out to get us', that they want to destroy Russia,' she said, but added: 'Frankly, I don't think we should worry too much about how this will be spun by the Russian media, because they can spin anything.' Ultimately, Polyakova said, Austin was voicing a widespread feeling about the long-term threat posed by Putin that is increasingly difficult to ignore. 'I think the secretary's comments were truthful in that it will be in the greater interest of global stability and European security not to have a military aggressive state, bordering Nato or bordering Europe,' she said. 'I think that's very obvious.'",
  "731615b978ddf636e3fa00c4367702e419a117f46e4421847b7ba505": "Whichever way you cut it - and as obvious as the observation may sound - the runoff vote that returned Emmanuel Macron to the Elysee Palace for a second term, with a score of 58.5% to Marine Le Pen's 41.5%, showed France to be a divided country. But it's complicated. Geographically, first. The vote for what was Jean-Marie Le Pen's Front National and is now his daughter's Rassemblement National (RN) has long been analysed this way, but the far-right party's gradual normalisation has made this less salient. France's post-vote map shows Macron broadly enjoying support in Paris, the west, south-west and centre of the country, while Le Pen won overwhelmingly in swathes of her north and north-eastern heartlands and the Mediterranean south. It's traditional also to note that the RN does better in struggling rural and outer suburban France, and Macron duly won the big cities, scoring more than 80% in Paris, Nantes, Rennes and Bordeaux and 70%-plus in Lyon, Strasbourg, Toulouse and Lille. But the president's vote held up pretty well in a lot of smaller towns, too, and in many parts of the countryside Le Pen - although her scores there were generally higher - only managed to draw level. It looks a more complex picture than it used to be. 'The biggest divides are above all generational and social,' said Mathieu Gallard, the research director of the Ipsos France polling company. 'A look at detailed commune-by-commune map shows the rural-urban split really does not correspond to reality.' So what were those generational divides? Again according to Ipsos's data, the youngest voters, aged 18 to 24, voted 61% for Macron - although 41% in that age bracket did not vote at all - with the 25-34-year-olds and 35-49-year-olds following suit, but by smaller margins: 51% and 53%. The fiftysomethings - perhaps the generation most alarmed by Macron's pension plans - broke narrowly for Le Pen at 51%-49%, while the 60- and 70-pluses, with the most to lose from her economic policies, plumped 59% and 71% for Macron and turned out to vote in by far the largest numbers. 'So what we have is an older France that massively supported Emmanuel Macron, and a younger France that partially turned their backs on the vote,' the political analyst Jerome Jaffre said. 'It's a major sociological gulf.' In terms of income, the voting data broadly paints a picture of a wealthier, well-educated and contented France that voted for the incumbent, and a less well-off, less well-educated and discontented France that cast its ballots for Le Pen. According to the pollsters Elabe, 59% of voters who said they were 'struggling to make ends meet' voted for the far-right contender; 41% opted for Macron. Of those who said they had no financial struggles, 66% chose Macron and 34% Le Pen. Ipsos's data on employment reflects the same broad picture: 59% of independent professionals, 77% of senior management, 59% of junior managers, teachers and healthcare workers, and 69% of pensioners voted Macron, whereas 57% of regular employees and 67% of blue-collar workers chose Le Pen. Almost 75% of voters with a degree or other higher education qualification voted for the centrist incumbent, while more than 60% of those who did not have their baccalaureat, or secondary-school leaving exam, chose Le Pen. There was another divide: those who voted - including those who did so reluctantly - and those who, forced to choose between two candidates they disliked, did not. Turnout was just 72%, with abstentions at their highest in any second-round runoff vote in France since Georges Pompidou won in 1969. What's more, 8.6% of those who turned up at polling stations on Sunday went to the trouble of not casting a ballot for either candidate, with 6.35% voting 'blank' - not putting a ballot paper in their envelope - and 2.25% spoiling their ballot. Taken together that means more than a third of registered voters in France - about 15 million people - did not express a choice. A 72% turnout may sound high by British or US standards, but it means Macron was elected by barely 38.5% of the electorate, and many of those who voted for him did so mainly stop the far right winning. All of this makes Macron's second term even more challenging than his first. Often accused of being 'president of the rich', he must prioritise policies that rebuild ties with those voters who stayed away or lent him their vote solely to block Le Pen. It's not just about policies, though. France might also be somewhat less divided if it did not have a two-round electoral system that left large parts of the population feeling wildly under-represented - as they will, again, in June's parliamentary vote. To make it to the second round, candidate MPs must score at least 12.5%, a bar that in the last parliament saw Le Pen's party win just eight of the national assembly's 577 seats and Jean-Luc Melenchon's far-left La France Insoumise (Unbowed France) 17. That's plainly recipe for division and conflict. Macron has promised to look into introducing more proportional representation into France's politics, a measure that would necessarily promote compromise and consensus. Divided France's voters need, as much as anything else, political choice.",
  "c0a5680057c4124a89280d7cbe1e676b16f907ca25926e8849701893": "The buskers are out, hotels are full, archaeological sites are heaving, shopkeepers are smiling, and good luck if you want a table in a decent restaurant. It might be April but Athens is alive to the sound of tourists. In all his years keeping watch over 1st-century BC ruins, Stelios Ballas, who is in his 50s, can barely recall so many visitors picking their way through the scattered antiquities of the Roman agora. 'These past few weeks have been something else,' he says from his guard's cabin nestled under a plane tree. 'I talk to some of them and they seem to be from everywhere. The thing is, do they have money and are they willing to spend it?' Around the corner on Adrianou Street, the Greek capital's oldest commercial thoroughfare, restaurateurs are not asking that question - for now. Not since 2019, when Greece attracted a record 33 million holidaymakers, has business been as good. 'If it goes on like this we'll be talking about a brilliant year,' smiles Vassilis Stathokostopoulos, who runs the recently upgraded all-day bistro Ydria. 'Perhaps it's our new chef but people are not only coming, it's clear that after everything we've all been through, they want to have a good time. And for that they're willing to dig deep into their pockets.' In a country so dependent on tourism - the sector accounts for 25% of Greece's economic output and one in four jobs - the rebound has surprised even those who are in the business of being optimistic. Athens has seen more upheaval in recent years than other EU metropolises, hit first by a near decade-long financial crisis that made its streets synonymous with protests and riots before the coronavirus struck. The pandemic-induced hiatus resulted in tourist revenues dropping from EUR18.2bn in 2019 to EUR4bn in 2020 when, in a record slump, the nation logged only 7 million arrivals. Although earnings from the industry exceeded EUR10bn, better than expected, last year when Greece opened its borders in May, they were still well short of pre-pandemic takings. But this year, despite the unexpected spectre of war returning to Europe in the wake of Russia's invasion of Ukraine, industry figures are confident that recovery has finally come. For the first time since 2019 cruise ships are pulling into Greek ports - testimony, say industry officials, to the desire of travellers to put the pandemic behind them. Pre-paid flight bookings are also on the rise. 'All omens look positive,' says Andreas Andreadis, a former tourism boss and chief executive of the phenomenally successful Sani/Ikos group of luxury resorts. 'For a few weeks after the start of the war in Ukraine demand dropped but since the end of March it has picked up and is now excellent.' Holidaymakers, he says, are still less inclined given the spread of Covid to travel long-haul, preferring destinations in Europe. 'And the truth is there are not so many options with quality destinations,' he says. In an unprecedented step aimed at capitalising on the hunger of people to travel, the tourist season kicked off earlier in Greece this year. Last week, officials announced that pandemic restrictions, including the requirement of presenting an EU digital Covid certificate to enter the Mediterranean nation, would be lifted from 1 May and reviewed in September. What was seen as Athens' relatively successful handling of the pandemic last year has also helped revive the sector, despite public health authorities registering a sharp rise in Covid deaths since because of lower vaccination rates. 'The season has begun earlier than ever before,' says Vasilis Kikilias, the Greek tourism minister, noting that the first direct flight from the US, a key market for the economy, flew in on 7 March. 'It's a vote of confidence in our country.' The decision to open earlier appears to have paid off: bookings soared over Easter. As Greeks also prepare to mark the holiday - returning en masse to their ancestral villages for the first time since the outbreak of the pandemic to celebrate the most important religious event in the Orthodox calendar - authorities say they show no sign of tapering off. Airlines, says Kikilias, are not only competing over slots to Greece this summer, but 765 cruise ships are lined up to anchor in ports around the country, with popular island destinations such as Mykonos, Kos and Corfu already drawing crowds. 'It's a fact borne out by every study that people don't just want to travel, they need to travel,' says Eugenios Vasilikos, the vice-president of the Panhellenic Federation of Hoteliers. 'All the signs point to this being a very good year.' By 2023, the capital will have acquired an additional 5,000 hotel rooms compared with 2019 when a city once bypassed for the islands managed to attract 5 million visitors. The investment frenzy, evident in a construction boom now changing the face of downtown Athens, is also indicative of the hopes entrepreneurs have placed in the revival of Greece's heavy industry. But Vasilikos, at the hoteliers' federation, concedes there is little room for complacency. The glimpse of a carefree world that has revisited Athens as tourists amble through its sites and streets is also fraught with the dangers inherent in a cost of living crisis and spiralling inflation rates being felt globally. Unions representing Greeks who earn some of the lowest wages in the European Union have taken to the streets. 'A few weeks ago I might not have been so optimistic,' he says of reservations in the capital. 'All the data points to last-minute bookings in our hotels which while costs are rising also have some of the lowest price rates in Europe. People aren't sure of anything any more. They wait until the last minute, and, in the last minute, anything can change.'",
  "901af344da38b73dd7882ce77c52c0a7ce32d4aa7141fd710f17fbd2": "There will be at least 15,000 instances of viruses leaping between species over the next 50 years, with the climate crisis helping fuel a 'potentially devastating' spread of disease that will imperil animals and people and risk further pandemics, researchers have warned. As the planet heats up, many animal species will be forced to move into new areas to find suitable conditions. They will bring their parasites and pathogens with them, causing them to spread between species that haven't interacted before. This will heighten the risk of what is called 'zoonotic spillover', where viruses transfer from animals to people, potentially triggering another pandemic of the magnitude of Covid-19. 'As the world changes, the face of disease will change too,' said Gregory Albery, an expert in disease ecology at Georgetown University and co-author of the paper, published in Nature. 'This work provides more incontrovertible evidence that the coming decades will not only be hotter, but sicker. 'We have demonstrated a novel and potentially devastating mechanism for disease emergence that could threaten the health of animals in the future and will likely have ramifications for us, too.' Albery said that climate change is 'shaking ecosystems to their core' and causing interactions between species that are already likely to be spreading viruses. He said that even drastic action to address global heating now won't be enough to halt the risk of spillover events. 'This is happing, it's not preventable even in the best case climate change scenarios and we need to put measures in place to build health infrastructure to protect animal and human populations,' he said. The research paper states that at least 10,000 types of virus capable of infecting humans are circulating 'silently' in wild animal populations. Until relatively recently, such crossover infections were unusual but as more habitat has been destroyed for agriculture and urban expansion, more people have come into contact with infected animals. Climate change is exacerbating this problem by helping circulate disease between species that previously did not encounter each other. The study forecast the geographic range shifts of 3,139 mammal species due to climatic and land use changes until 2070 and found that even under a relatively low level of global heating there will be at least 15,000 cross-species transmission events of one or more viruses during this time. Bats will account for the majority of this disease spread because of their ability to travel large distances. An infected bat in Wuhan in China is a suspected cause of the start of the Covid pandemic and previous research has estimated there are about 3,200 strains of coronaviruses already moving among bat populations. The risk of climate-driven disease is not a future one, the new research warns. 'Surprisingly, we find that this ecological transition may already be under way, and holding warming under 2C within the century will not reduce future viral sharing,' the paper states. Much of the disease risk is set to center upon high-elevation areas in Africa and Asia, although a lack of monitoring will make it difficult to track the progress of certain viruses. 'There is this monumental and mostly unobserved change happening within ecosystems,' said Colin Carlson, another co-author of the research. 'We aren't keeping an eye on them and it makes pandemic risk everyone's problem. Climate change is creating innumerable hotspots for zoonotic risk right in our backyard. We have to build health systems that are ready for that.' Experts not involved in the research said the study highlighted the urgent need to improve processes designed to prevent future pandemics, as well as to phase out the use of the fossil fuels that are causing the climate crisis. 'The findings underscore that we must, absolutely must, prevent pathogen spillover,' said Aaron Bernstein, interim director of the center for climate, health, and the global environment at Harvard University. 'Vaccines, drugs and tests are essential but without major investments in primary pandemic prevention, namely habitat conservation, strictly regulating wildlife trade, and improved livestock biosecurity, as examples, we will find ourselves in a world where only the rich are able to endure ever more likely infectious disease outbreaks.' Peter Daszak, president of EcoHealth Alliance, a nonprofit that works on pandemic prevention, said that while human interference in landscapes has been understood as a disease risk for a while, the new research represents a 'critical step forward' in the understanding of how climate change will fuel the spread of viruses. 'What's even more concerning is that we may already be in this process - something I didn't expect and a real wake-up call for public health,' he said. 'In fact, if you think about the likely impacts of climate change, if pandemic diseases are one of them, we're talking trillions of dollars of potential impact. 'This hidden cost of climate change is finally illuminated, and the vision this paper shows us is a very ugly future for wildlife and for people.'",
  "7e04955a92814ef96ecd96a111ab7bc60003f45d626eeb3bdffa80c3": "The New Zealand government has released new plans to try to prepare the country for the catastrophic effects of the climate crisis: sea level rise, floods, massive storms and wildfires. The proposals, released for consultation on Wednesday, outline sweeping reforms to institutions, councils and laws to try to stop people building in hazardous areas, preserve cultural treasures, improve disaster responses, protect the financial system from the shocks of future disasters, and reform key industries including tourism, fisheries and farming. 'The climate is already changing and there will be some effects we cannot avoid,' climate change minister James Shaw said. 'Just in the last few months we have seen massive floods, such as those in Tairawhiti; storms, such as those experienced recently in Westport; fires in the Waituna wetlands in Southland; and droughts right across the country.' 'These events demonstrate the case for urgent action on climate change - action to protect lives, incomes, homes, businesses and infrastructure.' Over the last year, some New Zealand communities have been repeatedly hit by devastating flooding. In March, Tairawhiti was hit with its second destructive flood in less than a year. Flood waters damaged homes, schools and infrastructure, with residents saying it would 'take about a year to clean up'. Last year, flooding in Westport left 450 homes unliveable or damaged. At the forefront of the plan is the challenge of how to adapt New Zealand's cities and housing stock - much of which is coastal - to the risk of rising seas and flood waters. According to the government, the scale of the problem is enormous: 675,000 people - one in seven New Zealanders - live in areas prone to flooding, amounting to nearly $100bn worth of residential buildings. Another 72,065 live in areas projected to be subject to extreme sea level rise. 'The number of people exposed to these hazards will increase as the climate changes,' the report says. It found that between 2007 and 2017, the contribution of climate change to floods and droughts alone cost New Zealanders an estimated $840m in insured damages and economic losses. Those figures present a huge, looming problem for homeowners, who face losing their ability to insure their homes as the risk level rises, and for local and central government, which have been met with furious revolt by some communities when trying to shift them away from hazards. The government's proposed changes, include updating the building code to make sure new builds account for climate hazards, ensuring the country's public housing stock is built away from hazards, creating incentives for development away from high-risk areas and making it compulsory to disclose information about climate risks to prospective buyers and builders. Some of those measures are likely to cause unease for homeowners, who are worried that climate risk assessments could tank the value of their homes. Shaw was clear that the government would not be picking up the bill for all such changes. 'Central government does not bear all the costs,' he said. 'The consultation asks how best to share risks and costs between property and asset owners, insurers, banks and local government as well.' The draft National Adaptation Plan outlines the actions the government will take over the next six years to respond to climate-related risks. It also includes proposals for protecting important cultural sites, such as coastal marae [maori meeting houses], and to adapt government-funded infrastructure to take climatic heating into account. It also covers proposed reforms of the tourism sector to ensure international visitors 'contribute to resilient, adaptable infrastructure and the natural environment they use' - possibly through an arrival fee or other taxes on tourists. Prof Bronwyn Hayward, of University of Canterbury, said via the Science Media Centre that the plan 'shows the enormity of the task facing the government after years of inaction'. 'We now need to implement climate planning guidelines across a raft of new legislation, and we need to think carefully about how people are exposed to repeated flooding effects - and I'd add fires - in the future. If homeowners, businesses, schools, ports or airports have to move away from a high-risk area for example, who pays?' Prof Anita Wreford, of Lincoln University, said that the plan was 'well overdue' and 'an improvement from New Zealand's current approach to hazards, which has been very reactive and focused on recovery after an event'. But she said the proposals were still very high level, and needed to provide 'much more guidance for decision-makers'. 'I suspect groups waiting in anticipation for this ... may have hoped for more concrete direction in implementing adaptation to achieve these goals.' The plan will be open for public consultation before the proposals are finalised by the government. 'Aotearoa will soon have a plan to bring down our emissions and help prevent the worst effects of climate change,' Shaw said, 'But we must also support communities already being hit by more extreme and more frequent weather events.'",
  "a16b5f7a9c3c0be6d3fd1394d94b92e33b02cbc616122344659be54d": "The number of coal-fired power plants under development around the world fell last year, but far too much coal is still being burned and too many new coal-fired power plants are planned for the world to stay within safe temperature limits. Coal use appeared to be in long-term decline before the Covid-19 pandemic, but lockdowns around the world and economic upheaval drove an increase in new coal projects in 2020, particularly in China. Last year, the total coal power capacity in development fell sharply again, by about 13%, from 525GW to 457GW, a record low for new plants under development, according to a report from Global Energy Monitor published on Tuesday. The number of countries planning new plants also fell, from 41 at the beginning of 2021 to 34 countries. But these encouraging signs were outweighed by a slowdown in older coal-fired power stations being taken out of service. About 25GW of capacity was taken out - roughly equal to the amount of new capacity commissioned in China - and the amount of electricity generated from coal rose by 9% in 2021 to a record high, more than rebounding from a 4% fall in 2020 when Covid first struck. The authors of the report concluded that 'coal's last gasp is not yet in sight', despite countries agreeing at the Cop26 UN climate summit last November to a 'phase down' of coal. Last year, the International Energy Agency warned that no new exploration of fossil fuels of any kind could take place if the world was to limit global heating to 1.5C above pre-industrial levels. The continuing use of coal comes despite ever starker warnings from scientists in the latest assessment by the Intergovernmental Panel on Climate Change (IPCC), which concluded that the world would far exceed the 1.5C limit without rapid reductions in greenhouse gas emissions. Flora Champenois of Global Energy Monitor, one of the report's authors, said: 'The coal plant pipeline is shrinking, but there is simply no carbon budget left to be building new coal plants. We need to stop now. The latest IPCC report's directive for a fighting chance at a livable climate is clear - stop building new coal plants and retire existing ones in the developed world by 2030, and the rest of the world soon after.' The war in Ukraine has also taken a toll, pushing up gas prices and making coal cheaper by comparison, tempting companies and countries to burn more of the dirtiest fuel. But Lauri Myllyvirta, lead analyst for the Centre for Research on Energy and Clean Air, and another co-author of the report, said there could also be an upside in that many countries - particularly in Europe - were looking to reform their energy systems to accelerate clean energy and emphasise energy efficiency. 'It's really important to note how much movement there has been towards clean energy and efficiency in response to the invasion,' he said. Weakening demand in China was also dampening the prospects of a further coal revival, he added. The country's response to the current resurgence of Covid-19, and to the uncertain global economy, would be crucial. 'The question is whether China does go for the high-quality economic growth that the leadership has been talking about.' China has commissioned more new coal-fired power than the rest of the world combined since the Covid-19 pandemic started, but the Chinese government's plans for increasing clean electricity production by 2025 should mean that less coal is used, even if new coal-fired power plants are built there. But the building of such plants must be controlled much more strictly, according to the report, or growing over-capacity could hurt the country's transition. Globally, there are still more than 2,400 coal-fired power plants operating in 79 countries, making a total of nearly 2,100 GW of capacity. Only 170 plants are not covered by an eventual phase-out date or carbon-neutrality target, but too few are scheduled to retire in time to stay within 1.5C.",
  "d53a386b0cfc0a2579b90acbc16fee5c42f97c1ca8f9665f64c69949": "In 2019, Ikea announced it had developed curtains that it claimed could 'break down common indoor air pollutants'. The secret, it said, was the fabric's special coating. 'What if we could use textiles to clean the air?' asked Ikea's product developer, Mauricio Affonso, in a promotional video for the 'Gunrid' curtains. After explaining that the coating was a photocatalyst ('similar to photosynthesis, found in nature'), Affonso is shown gazing up at the gauzy curtains while uplifting music plays. 'It's amazing to work on something that can give people the opportunity to live a healthier life at home.'Puzzled by these claims - how could a mineral coating clean the air? - Avicenn, a French environmental nonprofit organisation, investigated. Independent laboratory tests of the Gunrid textile reported that samples contained tiny particles of titanium dioxide (TiO2) - a substance not normally toxic but which can be possibly carcinogenic if inhaled, and potentially in other forms - which supposedly gives 'self-cleaning' properties to things such as paint and windows when exposed to sunlight. These tiny particles, or nanoparticles, are at the forefront of materials science. Nanoparticles come in all shapes - spheres, cubes, fibres or sheets - but the crucial thing is their size: they are smaller than 100 nanometres (a human hair is approximately 80,000nm thick). Many nanoparticles exist in nature. Nano-hairs make a gecko's feet sticky, and nano-proteins make a spider's silk strong. But they can be manufactured, and because they are so small, they have special properties that make them attractive across a range of endeavours - not just to companies such as Ikea. In medicine, they can transport cancer drugs directly into tumour cells, and nanosilver is used to coat medical breathing tubes and bandages. Nanos could direct pesticides to parts of a plant, or release nutrients from fertilisers in a more controlled manner. They also have more mundane uses. Synthetic nanos are added to cosmetics and food. Nanosilver is used in textiles, where it is claimed to give antibacterial properties to plasters, gym leggings, yoga mats and period pants.  But scientists such as those at Avicenn are concerned that when these household items get washed, recycled or thrown away, synthetic nanos are released into the environment - making their way into the soil and sea in ways that are still not understood. Some scientists believe nanoparticles could pose an even greater threat than microplastics. Synthetic nano particles of plastic have been found in the ocean and in ice on both poles. Nanoparticles from socks and sunscreen have been found to pollute water, and certain nanos have been shown to negatively affect marine wildlife including fish and crustaceans. As with antibiotics, resistance to antimicrobial nanosilver can develop - silver-tolerant soil bacteria have now been found. Little is known even about where nanoparticles are, let alone their effects on the environment. As they are so tiny, most experiments are conducted in labs, and it can be hard to pin down where they are applied. 'The main problem with these substances is that we cannot measure them - we know they are there but they're so tiny they're difficult to detect, which is why you don't hear as much about them,' says Nick Voulvoulis, professor of environmental technology at Imperial College London. He worries about the uncontrolled use of nanos in consumer products. 'If nanos are used properly in applications that are useful or beneficial, that's justified, but if they are used anywhere and everywhere because they have certain properties, that's crazy.' Synthetic nanoparticles are not inherently harmful. Like their natural cousins, many are metal-based, but they can be made of any substance. Crucially, unlike chemical compounds, they cannot be dissolved. Their tiny size gives them, paradoxically, an enormous surface area, which makes them behave differently to 'non-nano' versions of the same material. It can make them more mobile, more reactive - and potentially more toxic, depending on shape, size, type, how a substance is released into the environment and its concentration. And released into the environment they are, on a massive scale. According to Avicenn, the release of nanos is most likely during manufacture or disposal, but it can also happen when items are washed - which is known to occur with fabrics containing nanosilver. Sewage systems cannot trap them and they end up in the ocean: the OECD says even advanced wastewater-treatment plants cannot deal with nanoparticles. From a health perspective, inhalation is the most harmful route of exposure to nanos such as TiO2 for factory workers and consumers. Avicenn's tests concluded that the average particle size was 4.9nm, and all 300 particles analysed were below the official nano threshold of 100nm. Ikea insisted its own tests showed the TiO2 particles were 'properly bound to the fabric' and 'pose no risk' to customers, and said it took workers' safety extremely seriously. The firm has not referred to them as nanoparticles, and said that once integrated into textile surfaces there was 'no good standard method to measure the particle size distribution of a material', acknowledging that EU definitions of nanomaterials were under review. 'We recognise that the tests and measurements of nano-particles are complex, especially for materials containing particles that tend to form agglomerates,' it said. As for Ikea's curtains shedding TiO2 nanoparticles when washed or discarded, Ikea said it was 'confident that the treatment is properly bound to the fabric, and therefore we do not see a risk of inhaling the treatment', but acknowledged that 'as with any textile, parts of the textile can come off during use or washing'. Many nanos do not persist for long in the environment. However, because they are consistently being discharged, levels remain fairly constant. 'Nanos are 'pseudo-persistent' because they degrade quite quickly but they keep entering the environment,' Voulvoulis says. His main concern is whether nanos become carriers for other compounds, a subject of scientific debate. In 2009, Spanish scientists suggested nanos could bind to and transport toxic pollutants, and possibly be toxic themselves by generating reactive free radicals. If other toxic pollutants 'latch on' to nanos' surfaces, they argued, marine plants and animals could absorb them more easily. Other scientists suggest the opposite: that organic matter in sewage coat nanoparticles, rendering them less active. And others fear nanos could trigger 'toxic cocktail' effects - making them more harmful in combination than individual substances would be separately. So far, synthetic nanomaterials are relatively dispersed in the sea, and unlikely to significantly affect marine animals, says Dr Tobias Lammel of Gothenburg University, who has studied copper nanos. But he warns: 'It's possible that the concentration of some manufactured nanomaterials in the marine environment will increase ... It is important to keep an eye on this.' Given the huge question marks, Avicenn wants more stringent regulations on nanos, and more caution in product design. 'Companies are eager to sell innovative and fancy products, but they must thoroughly assess their benefits-risks balance at each step of the life-cycle of the products,' says Mathilde Detcheverry, Avicenn's policy manager. From August, the EU will ban use of TiO2 nanos in food (where it is called E171) and the European Commission recently announced that 12 nanomaterials would soon be prohibited in cosmetics.  Detcheverry says: 'As scientific knowledge about the environmental and health impacts of engineered nanos such as silver and titanium dioxide advances, we need to make sure nanos are only allowed for specific and essential uses in order to minimise any adverse effects at the source and [ensure they are] not released uncontrollably.'  Two years after the release of Ikea's Gunrid curtains, Avicenn tried to buy more for further tests, but they had been withdrawn from sale. Ikea told the Guardian that Gunrid remained 'safe to use as a traditional curtain' but it was withdrawn because 'the functionality was not as effective as expected'. If that's true - for example, that despite TiO2 having proven photocatalytic properties and being used in self-cleaning and air-purifying products, its efficacy on curtains could be localised and not powerful - then at the very least Ikea's experience suggests nanoparticles' benefits may not outweigh the potential and frequently unknown risks, Detcheverry says. 'Nanoparticles are often promoted as silver bullets against pollution or bacteria,' she says, 'but we must make sure that the cure is not worse than the disease.' Gunrid was just one product of many thousands that use nanoparticles. As Ikea's Affonso says in the video: 'What's so great about Gunrid is that this technology could be applied to any textile.'",
  "3f86dd8f76120b276542ce5825cc27d3d3a6c8d284211eb0fced9b64": "Elon Musk said Twitter must be 'politically neutral' in a comment posted last night after a wave of account deletions by left-leaning users on the social media network. In the days since Musk's $44bn (PS34.5bn) acquisition offer was accepted by Twitter's board, hundreds of thousands of users have closed their accounts on the site, the company confirmed, leading to a dip in follower numbers for left-leaning politicians and celebrities such as Barack and Michelle Obama, Taylor Swift and Jeremy Corbyn. Meanwhile, rightwing influencers such as the far-right congresswoman Marjorie Taylor Greene, Boris Johnson and Ted Cruz have all had large gains as new users sign up for the service. In the latest of a series of tweets about the platform Musk hopes to take into private ownership, the world's wealthiest person suggested he would not seek to politicise Twitter. 'For Twitter to deserve public trust it must be politically neutral, which effectively means upsetting the far right and the far left equally,' he tweeted yesterday evening. In earlier comments, Musk has been outspoken about his desire to promote free speech on Twitter, saying that he is 'against censorship that goes far beyond the law'. 'If people want less free speech, they will ask government to pass laws to that effect,' Musk added. 'Therefore, going beyond the law is contrary to the will of the people.' His statements have been interpreted as criticism of Twitter's existing moderation policies, particularly those that have affected the US right. The former president Donald Trump was banned from the social network in 2021 for his role in encouraging the storming of the US Capitol, while Greene had her personal account permanently suspended after breaking the platform's five-strike rule. But Musk has argued that his changes would affect all users. 'Attacks are coming thick and fast, primarily from the left, which is no surprise,' he said, in a reply to the rightwing media personality Ben Shapiro. 'However, I should be clear that the right will probably be a little unhappy too. My goal is to maximise area under the curve of total human happiness, which means the ~80% of people in the middle.' The response to the acquisition is not equally distributed, however. Katy Perry, the pop star who is the site's third biggest user, lost 7,000 followers in a few days, while Obama, whose 132 million followers make the former US president's account the most popular on the site, lost 5,000 on Tuesday alone. Followers of the former first lady Michelle Obama are down by nearly 20,000. Cruz, the junior senator for Texas, added more than 60,000 followers, while Greene gained more than 100,000 followers in the last week, a tenfold increase in the normal rate. Followers of Johnson are up by nearly 10,000, but the Twitter account of the former Labour leader Jeremy Corbyn has lost just over 1,000 followers. Some speculated that the changes were the result of action from Twitter 'cleaning house' in preparation for the acquisition, but the social network said they were the result of 'organic' activity. 'While we continue to take action on accounts that violate our spam policy which can affect follower counts, these fluctuations appear to largely be a result of an increase in new account creation and deactivation,' a spokesperson said. Much of Musk's criticism for Twitter's moderation practices has been focused on a single employee, Vijaya Gadde, the company's chief legal officer. His tweets sparked tens of thousands of abusive messages targeted at the executive, and a public rebuke from a former Twitter chief executive, Dick Costolo. 'What's going on?' Costolo tweeted at Musk. 'You're making an executive at the company you just bought the target of harassment and threats.' 'Bullying is not leadership,' he added later, to which Musk replied, 'What are talking about? I'm just saying Twitter needs to be politically neutral.' The social media platform admitted in its first quarter results on Thursday that it had overstated its user numbers by nearly 2 million between the first quarter of 2019 and the last quarter of 2021. Twitter said the miscount in monetisable daily active users was down to an error in a feature that allowed people to link multiple separate accounts together to conveniently switch between them.  The company had 229 million daily users in the first quarter of the year, up from 214.7 million in the previous three months. The rise was slightly higher than analysts had expected. In what may be one of its final earnings reports as a public company, Twitter also announced its revenue rose to $1.2bn in the first quarter, up from $1.04bn a year earlier but slightly lower than forecasted. On Thursday, the Federal Trade Commission, is looking into whether Musk complied with an antitrust reporting requirement when he bought his stake in the Twitter earlier this month, Reuters reported, citing the Information. The inquiry is attempting to determine if Musk bought the stake to influence Twitter's management or if he looked to be a passive shareholder.",
  "e2401492d52d868495a0777199d6a89a35b425c69831dc4b8ea682ef": "They smell like sweet meat, destroy vacuum cleaners and are wreaking havoc across rural New Zealand. An unusually wet summer has brought joy to farmers and grief to residents, as a plague of cluster flies descends on homes in the Canterbury and Wairarapa regions. Cluster flies - which are larger, more sluggish and smellier than a common housefly - pose no risk to human health but can come as an unwelcome surprise to those whose houses they cluster in. One homeowner in Masterton told Stuff that it was the worst season for cluster flies in her 20 years living in the area, and that she needed to run multiple vacuum cleaners in multiple rooms twice a day just to clear the onslaught. 'At times it was so disheartening when you vacuum in the morning and by the evening they are back again,' said Lisa Urbani. 'You feel like you're fighting a losing battle. Once or twice I felt quite depressed about it all. I thought 'Oh my God, will it ever end?'' The infestation has meant good business for pest control workers, who have been swamped with requests for help. Daniel Highman   of Guaranteed Pest Control in north Canterbury has been working from dawn until dusk for weeks, and has needed to rope in his partner to keep up with demand. 'My alarm clock is basically my phone ringing in the mornings with clients in need of cluster eradication,' he said. 'It's been absolutely crazy.' Highman has never seen cluster flies in such numbers since starting in the industry six years ago. 'Reports I've had from farmers who have farmed in the district for longer than I've been alive say they have never seen them this bad ever,' he said. A bug expert warned that scenes like those might become more common as climate change gave insects longer breeding seasons. 'Insects like it when it's warm and they also like it when it's moist,' said entomologist Dr Paul Craddock. 'When you're seeing longer, warmer summer months, that means numbers may build up in certain years, and start coming into contact with people.' Patricia Hilton of Allpest Pest Management in Central Otago said she couldn't help but be impressed by the flying critters after a decade of working with them. 'They're so clever. They're so sneaky,' she said. 'They hang out in summer time just doing their fly thing. Then when it cools down they come inside and give off a sweet, meaty smelling pheromone, so they [other flies] know it's somewhere safe to hibernate for the winter. 'In the springtime, they leave the building and mate, laying their eggs in the soil. Then they hatch and hang out and have a lovely summer, and it all happens again.'",
  "50f2eb0c4b226eeec40a88fe3f26978644dc0cede5c64d059bce7334": "Good morning, and welcome to our rolling coverage of business, the world economy and the financial markets. France's economy has unexpectedly ground to a halt as the energy crisis, inflation and supply chain problems exacerbated by the Ukraine war hit growth. French GDP was unchanged in the first quarter of this year, weaker than the 0.3% growth expected by economists, official data released this morning shows. After growing 0.8% in October-December, France's growth fizzled out in January-March, statistics body INSEE reports. It's a sign of the economic damage being caused by soaring energy and commodity prices, and supply chain disruption from the Ukraine war. Household spending contracted by 1.3%, a signal that the surge in inflation is hitting domestic budgets and confidence, despite France's EUR25bn package of support for energy bills. We find out at 10am how the wider eurozone fared in the first quarter, with growth figures from Germany, Spain and Italy all expected this morning too. France's slowdown will increase concerns over the health of the world economy.  Yesterday we learned America's economy shrank unexpectedly in the first quarter of the year, contracting by -0.4% in the first quarter, or -1.4% on an annualized basis. That was the US's weakest quarter since the early days of the pandemic, as the widening US trade deficit pulled down GDP. Supply chain problems, and ongoing pandemic disruption, is continuing to hit the companies. Last night, Apple warned that chip shortages and factory shutdowns in China could cost it up to $8bn of revenue this quarter. It's another sign that the world economy is slowing. America's economy shrank unexpectedly in the first quarter of the year, contracting by -0.4% in the first quarter, or -1.4% on an annualized basis. That was the US's weakest quarter since the early days of the pandemic, as the widening US trade deficit pulled down GDP. Supply chain problems, and ongoing pandemic disruption, is continuing to hit the companies. Last night, Apple warned that chip shortages and factory shutdowns in China could cost it up to $8bn of revenue this quarter. We get the full eurozone growth report at 10am, along with new inflation figures.  Elsewhere, Russia's central bank may cut interest rates today, possibly from 17% to 15%, as it continues to wind back February's emergency doubling of borrowing costs (to 20%) to prop up the rouble after the Ukraine invasion. France's unexpected slowdown in the first three months of the year does not bode well for the future, warns Charlotte de Montpellier of ING. De Montpellie predicts that French economic gowth will remain weak, amid weak household demand, pressures on businesses, and disruption from China's Covid-19 lockdowns. Germany's import price inflation has accelerated sharply in March to its highest level since the oil crisis of 1974, highlighting that inflationary pressures are intense. The cost of inported goods surged by a jaw-dropping 31.2% in March, compared with a year ago, and by 5.7% in March alone. The surge in costs shows the impact of the war in Ukraine, says statistics body Destatis. Energy import prices soared 160.5% per year, with gas prices quadrupling (+304.3%) and crude oil up 81.3%. The index of export prices was 15.9%, showing that firms have lifted their own prices in response. France's statistics body INSEE says that weak domestic demand hit the economy, while trade and inventory changes had a positive impact to GDP. France's sharp slowdown raises the spectre of stagflation in the eurozone, warns the FT: Bloomberg says France unexpectedly stagnated as the Ukraine war took its toll: Good morning, and welcome to our rolling coverage of business, the world economy and the financial markets. France's economy has unexpectedly ground to a halt as the energy crisis, inflation and supply chain problems exacerbated by the Ukraine war hit growth. French GDP was unchanged in the first quarter of this year, weaker than the 0.3% growth expected by economists, official data released this morning shows. After growing 0.8% in October-December, France's growth fizzled out in January-March, statistics body INSEE reports. It's a sign of the economic damage being caused by soaring energy and commodity prices, and supply chain disruption from the Ukraine war. Household spending contracted by 1.3%, a signal that the surge in inflation is hitting domestic budgets and confidence, despite France's EUR25bn package of support for energy bills. We find out at 10am how the wider eurozone fared in the first quarter, with growth figures from Germany, Spain and Italy all expected this morning too. France's slowdown will increase concerns over the health of the world economy.  Yesterday we learned America's economy shrank unexpectedly in the first quarter of the year, contracting by -0.4% in the first quarter, or -1.4% on an annualized basis. That was the US's weakest quarter since the early days of the pandemic, as the widening US trade deficit pulled down GDP. Supply chain problems, and ongoing pandemic disruption, is continuing to hit the companies. Last night, Apple warned that chip shortages and factory shutdowns in China could cost it up to $8bn of revenue this quarter. It's another sign that the world economy is slowing. America's economy shrank unexpectedly in the first quarter of the year, contracting by -0.4% in the first quarter, or -1.4% on an annualized basis. That was the US's weakest quarter since the early days of the pandemic, as the widening US trade deficit pulled down GDP. Supply chain problems, and ongoing pandemic disruption, is continuing to hit the companies. Last night, Apple warned that chip shortages and factory shutdowns in China could cost it up to $8bn of revenue this quarter. We get the full eurozone growth report at 10am, along with new inflation figures.  Elsewhere, Russia's central bank may cut interest rates today, possibly from 17% to 15%, as it continues to wind back February's emergency doubling of borrowing costs (to 20%) to prop up the rouble after the Ukraine invasion.",
  "71cb2207c8259502a46304a56d20ea8e23dbd8a7852072026d5b4e3b": "The leader of a headteachers' union will claim the government is undermining the teaching of decency and honesty in schools, after 'misleading' the country over Partygate and showing a lack of compassion towards refugees. Paul Whiteman, the general secretary of the National Association of Head Teachers (NAHT), will accuse the government of an 'absolute failure of political leadership', which is leading to a breakdown in trust among young people. In a damning speech to the NAHT's annual conference on Friday, Whiteman will say that the prime minister's behaviour over Partygate is 'unforgivable', and that the government's failings are making it harder for schools to produce well-rounded young people who are ready to fulfil their role in society. 'The basics taught in school are not how to write and how to count,' Whiteman will tell delegates. 'The first things are self-regulation, good behaviour, decency, honesty and integrity. Things that are hard to observe in the UK government right now.'I am not that angry that we all obeyed the rules at the most desperate of times while our leaders partied,' he will tell NAHT members, who are gathering in Telford this weekend. 'In the grand scheme of things, the offence of having a glass of wine and a slice of cake is minor. 'But for the prime minister of the country to mislead us about it, repeatedly, is unforgivable, and clearly in breach of the standards of our democratic institutions,' Whiteman will say. 'If we cannot trust our leaders to tell the truth about cake, how can we trust that we will be told the truth about war? How can we trust that we will be told the truth about refugees, how can we trust that we will be told the truth about the economy, the progress of the pandemic ... or the government's ambitions for education? 'It matters because young people can see this playing out before their very eyes. And schools' efforts to make sure young people understand the basics of self-regulation, good behaviour, decency, honesty and integrity become so much more difficult against that backdrop.' Whiteman is also expected to attack the government's record on refugees and to reject recent ministerial interference over political impartiality and how schools discuss these issues with their pupils. 'Like the rest of us, young people see on the television every day the appalling scenes from Ukraine. And before that, the difficult scenes from Afghanistan and the difficult scenes from Syria. 'They see refugees, desperate humans, arriving on our shores in rubber boats from France. And they also see the complete lack of compassion, the complete lack of humanity demonstrated by our government in the way we deal with these issues. Young people are not stupid.' A government spokesperson said: 'Since the onset of the Covid pandemic we have supported schools with almost PS5bn for education recovery. Alongside this we are delivering on our manifesto commitment to raise teachers starting salaries to PS30,000.'",
  "30801b239d38decb2f99b9017a74edb2d98dc5eafbe576badeb91f37": "From sociable labradors to aggressive pitbulls, when it comes to canine behaviour there are no end of stereotypes. But research suggests such traits may have less to do with breed than previously thought. Modern dog breeds began to emerge in the Victorian era and are often physically distinct - for example, great danes are huge and chihuahuas tiny. But it has often been thought breed can predict behaviour, too. Now researchers say there's little sign that's the case. Dr Elinor Karlsson of the University of Massachusetts Umass Chan medical school, a co-author of the study, said research revealed a huge diversity of behaviours within each breed. 'Even if the average is different, you've still got a really good chance of getting a dog that doesn't match what people say that breed is supposed to be,' she said. Writing in the journal Science, the US researchers report how they analysed survey responses relating to the physical traits and behaviour of 18,385 pet dogs, almost half of which were purebred, with genetic data analysed for 2,155 of them.  Analysis of the survey results for purebred dogs suggested about 9% of behavioural variation was explained by breed. 'For the most part, we didn't see strong differences in breeds, but there are some [behaviours] that are connected to breed more than others,' said Karlsson. While no behaviour was exclusive to one breed, howling was more common among beagles, while pitbulls and retrievers were more 'human sociable', or comfortable with strangers. There were also some differences based on dogs' ancestral functions. For example, herding breeds were, among other traits, more biddable. But there was a high degree of variability between individuals, meaning it is difficult to predict a dog's behaviour based on its breed. To explore whether genetics explained the associations, the team analysed the behaviour of mutts that had different levels of ancestry from particular breeds. The results reveal some traits have a stronger genetic component than others. Labrador retriever ancestry was associated with mutts who had few qualms about getting wet, yet such ancestry appeared to have no link to human sociability. 'We'd expect that if Labrador retrievers are genetically more human social, we should see that mutts with more Labrador retriever ancestry to be more human social,' said Karlsson.  While the team's other analyses found human sociability is highly heritable, Karlsson noted the mutt results suggest the genetic variants involved do not appear to be more common in particular breeds. Instead, differences between breeds for this trait may be down to environmental influences, or even owners' perceptions. But not all behaviours were found to be heritable, including how easily a dog is provoked by a frightening trigger - a finding that suggests that how aggressive a dog is may have little to do with genetics. The team says the study has implications for owners. 'They should pay much less attention to all the stories about what their dog's breed ancestry says about their behaviour and personality, and pay attention to the dog sitting in front of them,' said Karlsson. Daniel Mills, professor of veterinary behavioural medicine at the University of Lincoln, who was not involved in the work, said genetics can give insights into populations but often reveal far less about individuals. Mills added that it was not surprising genetics played little role in canine aggression, and criticised breed-specific legislation. 'Potentially risky behaviours ... are unlikely to be controlled by simple genetic mechanisms since animals have to make judgment calls based on the much wider environment and their developmental history,' he said. The findings came as another study, published in Scientific Reports, revealed that different breeds have strikingly different life expectancies. The analysis of 30,563 records of dog deaths in the UK, collected between 2016 and 2020, showed that while jack russell terriers have a life expectancy of 12.72 years at birth, flat-faced breeds tended to have shorter lives, with French bulldogs having a life expectancy at birth of just 4.53 years. Such brachycephalic dogs are known to be prone to myriad health problems as a result of their extreme physical traits. Justine Shotton, president of the British Veterinary Association, said the findings of lower life expectancy for flat-faced breeds was concerning: 'While the study doesn't prove a direct link between these breeds' potential welfare issues and shorter length of life, the findings serve as a fresh reminder for prospective dog owners to choose a breed based on health, not looks.'",
  "d9c52b31e8a058f8f6ef228b0c96edbb37eef84dd2c48f1c91fd10f8": "The House select committee investigating the January 6 attack on the Capitol is expected to issue letters requesting voluntary cooperation from House minority leader Kevin McCarthy and around a dozen other Republican members of Congress, according to two sources familiar with the matter. The panel intends to issue a letter to McCarthy - the top House Republican - and is considering further letters to Scott Perry, Jim Jordan, Marjorie Taylor Greene, Mo Brooks, Lauren Boebert, Andy Biggs, as well as some Republican senators, the sources said. Congressman Bennie Thompson, the chair of the select committee, is expected to authorize the list of Republican members of Congress caught up in the investigation potentially as soon as this week. The letters may come either this week or next week, the sources said. The scope and subjects of the letters are not yet finalized, and the sources cautioned that the members of Congress approached for cooperation may still change. On Thursday, Thompson said only that he would send letters to McCarthy and other Republicans. But the select committee's move to seek cooperation from some of Donald Trump's fiercest defenders on Capitol Hill - and for some members like McCarthy, Jordan and Perry, the second such request - marks a new gear for the inquiry as it reaches its final stages. The new letters are being discussed internally as a final chance for cooperation before the select committee considers ways to compel their assistance, the sources said: once reluctant to pursue subpoenas against members of Congress, the mood on panel is changing. The panel has a renewed interest in McCarthy's cooperation after new reporting this week showed he had told the Republican leadership days after January 6 that Trump admitted to him at least partial responsibility for the Capitol attack, the sources said. The select committee is particularly focused on whether Trump might have indicated to McCarthy why he believed he was culpable for the Capitol attack, the sources said, and whether the former president knew he may have acted unlawfully on January 6. Thompson is also considering letters to Greene and Perry and other Republicans who played an outsize role in the effort to overturn the results of the 2020 election and pressed the White House about Trump declaring martial law to stay in office, the sources said. The select committee wants to learn more information from members of Congress who were in constant text-messages communication with Trump's former White House chief of staff Mark Meadows, described by one of the sources as 'those in the text message traffic'. A spokesman for the select committee declined to comment. Greene messaged Meadows on 17 January, according to one of more than 2,000 texts Meadows turned over to the investigation and obtained by CNN, that some members of Congress were calling for Trump to impose martial law to remain in power. 'In our private chat with only Members several are saying the only way to save our Republic is for Trump to call Marshall [sic] law,' Greene said in the text. 'I just wanted you to tell him. They stole this election. We all know. They will destroy our country next.' Meadows did not appear to respond to Greene's text. But the messages Trump's top White House aide was receiving shows the extraordinary ideas swirling around Trump after he and his operatives were unable to stop the certification of Biden's election win on January 6. The newly-released text messages also show Perry, now the chairman of the ultra-conservative House freedom caucus, lobbying Meadows to replace the justice department leadership with Jeffrey Clark, a DoJ official sympathetic to Trump's effort to undo the 2020 election. Greene and Clark were among the leading Republicans determined to overturn Trump's defeat to Biden, according to the text messages - as well as testimony provided to House investigators by Cassidy Hutchinson, a Trump White House aide who worked for Meadows. The select committee appears to believe the time is right to request voluntary cooperation from the members, the sources said, capitalizing on the public outrage surrounding McCarthy's remarks and the texts sent by the Republican members of Congress. Thompson on Thursday confirmed to reporters that he would certainly issue a second letter to McCarthy to appear before House investigators, as well as to Jordan and Perry, but declined to name other targets or how he would proceed if the requests were rejected.",
  "859a4d9ab67b66ed7e459e34fdb5cab6d1cb63be3ff17a068ef85987": "A large kangaroo has kicked a woman to the ground and repeatedly stomped on her in an unprovoked attack on a Gold Coast golf course. The 69-year-old woman was playing golf at the Arundel Hills Country Club when the animal struck from the side without warning just after 9am on Friday, Queensland ambulance said. 'She's fallen to the ground at that first kick, and then when she's been on the ground, she's been stomped [on] a number of times by the kangaroo,' ambulance service operations supervisor Joel McEwan said. 'She was walking down the fairway, and the kangaroo's come from the side, and just attacked without warning.' The kangaroo then suddenly stopped its attack and moved away, leaving the woman lying on the ground with significant cuts to her face, head, arms and legs. The woman was still conscious and moved into a golf buggy after the attack, with paramedics arriving not long after. 'The patient was quite upset at the scene ... obviously it's a shock being attacked by quite a large kangaroo,' McEwan said. The woman was taken to Pindara private hospital in a stable condition, where she was being treated for her injuries. McEwan said the most serious cut is to her jaw and she may require stitches. The Queensland ambulance service has dealt with kangaroo attacks on humans previously on the Gold Coast, but McEwan said this was the first in about 12 to 18 months. 'They're not common, especially on the golf courses where they get quite a lot of kangaroos,' he said.",
  "a9db408c15e1d137d80b3b7e7066ca857bfda98877583eeaa1eda810": "A 77-year-old white South African farm owner has appeared in court after shooting and wounding a black woman he claimed he mistook for a hippopotamus. Paul Hendrik van Zyl, was arrested on Tuesday after 'firing shots in the direction of the woman', Ramokone Linah, who was fishing with her partner in a river in Lephalale town, northern Limpopo province. Van Zyl faces attempted murder charges, according to the National Prosecuting Authority (NPA). 'The arrested suspect alleged that he was shooting at the animals' police spokesperson, Mamphaswa Seabi, said in a statement. Linah, 38, sustained gun shot wounds on her arm, while her partner 'managed to hide' before informing police and emergency services, police said. The accused 'is the owner of the farm where the incident occurred', said Mashudu Malabi-Dzhangi, NPA spokesperson in the province. Police seized two rifles, one revolver, one pistol, and two airguns during the arrest. Deep racial divisions remain in South Africa 28 years after the end of white minority apartheid rule, and such incidents frequently cause outrage. According to one local media report, the victim was part of a group of local men and women who had been fishing in a river near Mamojela Park, an informal settlement outside the mining town of Lephalale, since mid-morning. The shooting occurred in the early afternoon. Witnesses said van Zyl had fired at the group from the other riverbank and had been heard to tell police that he had aimed at what he thought were 'hippos and monkeys'. A group of opposition Economic Freedom Fighters (EFF) supporters staged a protest about the granting of bail outside the court, according to the party's posts on Twitter. Hendrik was freed on 1,000 rand ($62) bail and the case was postponed for further investigations to 18 May. In a country where firearms are common, fatal accidents occur often, with about 250 people killed in 2018. According to 2019-2020 police crime statistics, more than 7,000 murders with guns were reported in South Africa. In a similar incident five years ago, a South African farmer was accused of wounding a farm worker with a pellet gun after 'mistaking him for a monkey'. The incident also took place in Limpopo province.",
  "315edfcb33d9dc182e11fca8a00d45c6e24c614dfa9604c486614c0e": "A vast blanket of foul-smelling toxic foam has overflowed a polluted river near the Colombian capital Bogota, covering homes and businesses, and sending residents fleeing from cloud-like fragments as they drift through the streets. 'The smell is terrible - [and] we've had to put up with this foam for a long time,' community leader Luz Mariela Gomez told local television channels. 'We're running a risk. Someone could fall down there and we won't be able to find them.' Photographs from the residential suburb Mosquera showed immense drifts of pungent foam burying pavements and towering over residents. One road to a school was blocked. Local environmental authorities said that the polluted foam - which has been seen in the town several times over the past few years - is increasing because of people dumping waste, chemicals and detergents into the river system. Heavy rains have added to the problem. The Mosquera mayor's office tweeted photos of the toxic foam, alongside town officials. The mayor, Gian Gerometta, claimed that the buildup of pollution was partly due to a blockage caused by plants in the river. 'We are aware of the risks that can arise due to this phenomenon,' he tweeted . Authorities also warned locals against getting too close to the foam, which is thought to cause respiratory problems and skin irritations. 'It is important that children are kept away as we do not yet totally know what this material is,' Edwin Garcia, a government environmental official, told local radio station Caracol, adding that a treatment plant in the region has been working to decontaminate the river since 2020. 'We will be monitoring and cleaning the entire river to prevent foam from continuing to accumulate.'",
  "574c124831c9e52c62dd18e15a009e2e4797cc8d54f685ec7e8412dd": "The Sun attempted to expose Jimmy Savile as a paedophile while he was still alive, only to have to back down because of Britain's tough libel laws, according to one of the journalists who investigated the case. Meirion Jones said the tabloid was ready to publish the story in 2008, which could have brought the entertainer to justice. The newspaper's reporters had signed affidavits from women who had been abused as children by Savile at the notorious Haut de la Garenne children's home in Jersey. In an article for the Guardian, Jones said the Sun's journalists and editors had confidence in the evidence that Savile had abused individuals on the island. However, the tabloid's lawyers were worried they would lose any subsequent libel case and be left with a PS1m bill, partly because the victims might not be believed in court. Jones said the newspaper knew Savile was highly litigious and if they published a story they 'would be facing the best QCs money could buy, representing a man who could potentially call Prince Charles, Margaret Thatcher, the heads of charities, the head of the BBC and the pope as character witnesses.' The journalist, who features in a recent Netflix documentary about Savile, said: 'The best guess of the lawyers was that a libel action could cost PS1m and the Sun would definitely lose. The story was canned and the journalists and editors were furious. But this wasn't the first or last time that Savile escaped because of our libel laws, which rewarded his deliberate targeting of vulnerable victims.' Instead, the Sun published a carefully worded article about child abuse at the Jersey care home, along with a picture of Savile on the premises - while repeatedly emphasising that the BBC presenter had no knowledge of what happened there. Despite this, Savile's lawyers still threatened legal action. A copy of a letter sent to the Sun in 2008, seen by the Guardian, was written on behalf of the presenter by Fox Hayes Solicitors, a Leeds business that is now defunct. Emphasising the 'huge sums' that Savile's charity work had raised for children, the lawyers demanded the Sun issue a prominent statement 'making clear that any visit to the home was entirely innocent', delete the article from its website, and pay Savile compensation 'for the injury to his feelings and reputation'. The legal firm said child abuse was the 'antithesis of everything he [Savile] has worked tirelessly to prevent'. They insisted the entertainer did not remember visiting children at the care home in the 1970s and that 'any such visit would have been unexceptional save for the pleasure it may have given'. After Savile's death in 2011, hundreds of his victims came forward. The public eventually learned that one of Britain's most famous light entertainment stars was also one of the country's most prolific paedophiles. Jones, now editor of the Bureau of Investigative Journalism, helped to tell the victims' stories, but only after BBC bosses blocked his initial investigation from appearing on Newsnight, in one of the corporation's worst scandals. He is now urging the government to reform Britain's libel laws to make it easier for investigative stories to be published, warning they have been used by people ranging from Savile to major corporations and Russian oligarchs to avoid scrutiny. The justice secretary, Dominic Raab, is currently overseeing a review of the relevant legislation. A spokesperson for the Sun declined to comment.",
  "8b70fb1f26016c0a204de8fac2c53cd25adcb5226f677583fde61d5b": "",
  "b57437415a414ecdb69043e6a0995cc96dcec8669ad43515479dd8db": "The veteran Hong Kong actor Kenneth Tsang has died in a Covid-19 quarantine hotel in the city. Tsang was best known internationally for his action roles in the 2002 James Bond film Die Another Day, John Woo's The Killer in 1989, Rush Hour 2 in 2001, starring Jackie Chan and Chris Tucker, and 1998's The Replacement Killers alongside Chow Yun-fat and Mira Sorvino. Tsang had been undergoing seven days' quarantine after returning from Singapore on Monday and was found collapsed on the floor of his hotel room by staff on Wednesday, according to the South China Morning Post and other media. The South China Morning Post said Tsang was 87, while other sources gave his age as 86. No cause of death was provided and the paper said he had tested negative for Covid and had no underlying medical conditions. In all, Tsang had 237 acting credits, mainly in Hong Kong film and television productions, and especially in detective and martial arts movies, according to his IMDb page. Born in Shanghai, Tsang began acting after obtaining an architecture degree at the University of California, Berkeley, making his debut in 1955. In 1969 alone, he was credited in more than 20 movies and continued working up to his death. Tsang married three times and had a son with his first wife, Lan Di, and a daughter with his second wife, Barbara Tang. Hong Kong is dealing with a renewed Covid outbreak and requires all inbound travellers to quarantine for up to 14 days.",
  "c848e56151e33c93b3497ad3573cc6708e12858b2e3df5b54b38d059": "",
  "00346916c397ef43c26dfa8d3c21396ab42a55e6af9f4ab377456019": "",
  "37c5002904c85bbbf2fadde8d0210fafd5ba411176d5eea07b784168": "",
  "d691aa547de352225cf51c9ab17751442a860695e21c49806e20a3e6": "",
  "c2f65bf8c03dda38348f549923fe0e6afaa0f9fcdda5908dcaa9cfaa": "",
  "0696618e0fd82dc7665522e41e7521695f875a0bbd716e5308a4c6c7": "",
  "3f46ae867b253208b9d1fdaf0eee10aa6a49f65b37fa10402fb51c10": "",
  "5cfcdf7cb607fd347a6f559c4a18806aa93a08b301dadf0633b19b02": "",
  "ab0b54a16b7faf4f78851f87a57f71c484f634f9a1aa67317c10b2b2": "",
  "874a5020736c4a0f21becad9a1031d9529aa9536e35ece9f556baf51": "",
  "940a7cd116a87177fd1688578b976534f47a84053d89918115ef0b9a": "",
  "37369affa29a7d8fb77652ad88313d9619d6091ba26f5bcd06b7014d": "",
  "8b24f3d0b482f30e3a35c658e353bde7513b92ef08d366876f0a0446": "",
  "5ef8bd2c387ac94fb9125d095eab7163fc883d8d810e37b57c0fdb92": "",
  "4f0459b5aaf021c1d02c656cc1e0b64bb970f325f06d44aae2a7a2e8": "There used to be a phone box at the top of my street. It stood in the middle of a traffic island, near a bin, a lamp-post and a bollard. I never questioned the presence of the phone box, just as I never questioned the presence of the bin, the lamp-post or the bollard. Often, when we passed, my daughter and I would play the phone-box game. I had to stand to one side and pretend to call the phone in the phone box, which didn't work. She would then pretend to answer, before making a series of further calls in a complicated unfolding of phone-related business that involved making plans, changing plans and then ringing everyone she had just spoken to again to tell them she was going to be late. It was fun, this game, and it became hard to pass the phone box without playing it. The phone box, to her, was the best kind of toy. It was a real object that no longer worked, and therefore had the gravitas of something adults had once used, but could now be deployed to her own imaginative ends. It also had an extra, loopy charm. A giant phone housed in its own little shelter outside in the middle of the street made absolutely no sense. A phone, to her, was a small, shiny rectangle that lived in my coat pocket. This outdoor cubicle with a handset on a cord and fat, squishy buttons was both hilarious and mysterious, as if it had landed from the sky. Walk round a city, a town, a village and you see them. The last phone boxes. Once you start seeing them, you see them everywhere. For a while, I became preoccupied by their contradictory presence, often standing proudly on a street corner, completely ignored. At their peak, in the mid-1990s, the British population of phone boxes was about 100,000. Now, there are just over 20,000 working boxes left, which still sounds like quite a lot, given it's hard to imagine anyone actually using one. And yet, they do. According to Ofcom, 5m calls are still made from phone boxes annually. Five million! It seems impossible. A number so surprisingly large it made me think there must be a lone guy in a box somewhere obsessively making one-minute calls all day to random numbers. Many of the phone boxes you still see are shells of their former selves: not working, not yet gone. Just there, a remnant of a former time, often used as a bin. Some have been repurposed. Since 2008, when BT launched its adopt-a-kiosk scheme, more than 7,000 phone boxes, mostly the old red ones, have been bought by local communities for PS1 each. Now, they house things such as mini libraries, art galleries and plant displays; many contain defibrillators, for ready access in a medical emergency. Those that remain occupy a particular place in Britain's idea of itself. On Oxford Street, I passed a tourist shop whose window display included a shelf of miniature red phone boxes sitting alongside its close relations: the doubledecker bus, the black taxi and an old-fashioned post box, all symbolic of a storybook, Enid Blyton-ish Britain. 'If you were to do a painting of an English village,' said Nigel Linge, professor of telecommunications at Salford University and probably Britain's premier phone-box expert, 'you'd have a duck pond, a church, a pub and I'd bet you'd have a phone box.' (Linge's first phone-box memory: calling relatives from the one on his estate in the mining village of Willington, County Durham; his family didn't get a phone in the house until the 1980s.) 'I don't think any other country is as passionate about their phone boxes as we are about ours,' he added. To understand this unlikely passion, I started going into every phone box I passed. Typically, there was broken glass, discarded cider cans, an unmistakable smell of piss. Not much to love. One old red box in Camden was a wreck - no door, plastic bottles and browned leaves carpeting the floor, a handwritten note in the glass advertising a hot blonde. I picked up the receiver and heard, unbelievably, the long tone of a line open for calls. An old, old sound. And then, a memory dump from a mid-1990s adolescence. Back then, out with friends, I used phone boxes quite a lot. They were near bus stops, outside tube stations. The odd reverse-charge call in a mishap, begging lifts or forgiveness. Now, the phone box is an object caught between existence and obsolescence. They seem pointless, and yet they endure, on our streets and in our culture, covered in creepers in the music video for Adele's song Hello; clambered all over by One Direction for the cover of their 2012 album Take Me Home; being stroked by Molly-Mae Hague, in beige shorts and waistcoat, for a recent Pretty Little Thing campaign. ('A lot of youngsters seem to want to be photographed near one,' noted Linge.) Thousands of people apparently still use them. I wanted to know who they were and why, when technology had long ago surpassed what a phone box could offer, they were still heaving open their weirdly heavy doors and making a call. People, remembering them in their prime, often talk about the smell. Cigarettes and cleaning fluid. A metallic odour on your fingers from the buttons. Once, there were phone directories on a shelf, then sex-worker cards wallpapering the door. In the early days, until the last manual switchboard closed in 1976, you spoke to an operator and told her - it was always her - what number you wanted to call. Often, there were queues. 'You'd have to walk round the corner shop and wait your turn,' said Martin White, owner of a company, X2 Connect, which repairs and resells old phone boxes that BT has removed. I visited White at his offices on an industrial estate in Newark, Nottinghamshire. His business has an inevitable limit, given the dwindling numbers of boxes. 'Another thousand or so will do,' White told me. 'Then that will be the end of that.' Surely White would know who was making all those calls. But no. He'd last used one 'six years ago?' His kids, aged 38 and 36, had never been inside one, as far as he knew. To one side of White's office was an open space that had been turned into a kind of phone-box purgatory, crammed with battered boxes awaiting their new life. Once refurbished, White sells them on to all sorts. Old people's homes to jog the memory of residents; private clients who fancy a bit of heritage in the garden; nostalgics embarking on a quest, like the old man who wanted to buy the box from which he'd called his wife when they were teenagers. They get plenty of overseas buyers, too, who want their own bit of British kitsch. White had recently shipped one off to a shopping mall in Dubai. In their weathered state, you could just about pick out a potted history of the British phone box. White didn't have the earliest standard model, the cream K1 (Kiosk One), which appeared in 1921, after the General Post Office had taken over the operation of phone boxes in 1912. (The link was logical: the Post Office and phone boxes were both a public good in the business of connecting people.) But there were plenty of the most common of the old red boxes, the K6, designed by Sir Giles Gilbert Scott and introduced in 1935, in celebration of King George V's Silver Jubilee. (It was embossed with the Tudor crown.) And there were more than anyone could hope for of the unlovable 1980s version, dull grey and black with a boxy, flat-topped shape that abandoned all of the blazing-red, domed-roof chutzpah of the earlier version. No Dubai shopping mall was coming for those. Even in their heyday, phone boxes were problematic. 'They've never made money,' said Linge. The boxes - free to enter and full of cash - were like invitations to vandalism. But they were always heavily used. When BT became independent of the Post Office in 1981, and was then privatised in 1984, the company kept increasing the population of boxes until the 1990s. It was only when mobiles became ubiquitous in the early 2000s that BT began culling their numbers. The boxes, many now unused, were a cost whatever their state: the working ones needed maintenance, the broken ones required removal. In the year to April 2020, the company's net loss on its provision was PS4.5m. But even if it wanted to, BT can't just scrap them all. The company is under a 'universal service obligation' to provide phone boxes, regulated by Ofcom, which, as its director of connectivity Selina Chadha told me, has to ensure that 'everyone in the country can communicate'. BT can only remove a phone box if it has the approval of Ofcom and the local authority, and the box isn't in a location with no mobile signal, where there are frequent traffic accidents, if more than 52 calls have been made from the box in the past year, or if there are 'exceptional circumstances' such as the phone box being frequently used to call helplines. BT is therefore left in a bind, required to maintain thousands of phone boxes that dent its profits. James Browne, BT's 'head of street', assured me that it 'takes its responsibility to provide street-based telephony very seriously' and as such, the company has come up with a new ruse, the Street Hub 2.0 - a tall, flat screen wedged into the pavement offering rolling advertising space and, if you look closely enough, free wifi and calling facilities. (A small percentage of the ad space is given freely to councils and local businesses.) 'Yes, it's a commercial endeavour,' said Browne, cheerfully. Redundant as they seem, there are times when phone boxes prove essential. After Storm Arwen last November, which left thousands of people in the north of England and Scotland without power and mobile service, Chadha told me she had received reports from communities wishing they still had their phone box. According to Ofcom, from May 2019 to May 2020, 150,000 calls were made from phone boxes to emergency services. And then there are the other emergencies: the 25,000 phone box calls made to ChildLine that year; the 20,000 calls to Samaritans. Calls made by people who can't make them at home or on a mobile, for reasons too private or painful to know. The phone box in Seathwaite, in the valley of Borrowdale in the Lake District, is probably the most remote in England. It sits at the edge of a farmyard, next to a path that leads to Scafell, the country's highest mountain. Last August, a man made a 999 call from the box after his 13-year-old son fell and injured his leg on their way to the 140ft waterfall at Taylor Gill Force. The boy couldn't walk. The emergency operator alerted the Keswick mountain rescue team, who sent out nine volunteers to stretcher him off the mountain. Recently, when I stopped to pay my respects to the box that had so recently been of active service - one of the 5m calls! - I picked up the phone and heard the reassuring hum of the dial tone, surely a beautiful sound if you've just stumbled down a path leaving your child up there in pain. According to Freda Chapman, who has lived in Borrowdale all her life, BT had been trying to remove the area's four phone boxes for years. 'Each time we get consulted, and each time we have objected to their removal,' she told me. In one consultation in 2016, BT revealed that 378 calls had been made from the Seathwaite box in a year. 'Only one a day,' conceded Freda, 'but that is still one a day.' BT also suggested the Borrowdale villages - Rosthwaite, Seathwaite, Seatoller and Stonethwaite - adopt their phone boxes for community use, flowers or books, which as Chapman put it, 'is a nice thing to do if you don't need the phone box any more. But we said we'd rather have the phone box, actually.' Borrowdale's phone boxes vary. Rosthwaite's is the 1980s version, as is Seathwaite's, while the ones in Seatoller and Stonethwaite are the classic reds, objects whose decorative crowns and distinctive shape, modelled on Sir John Soane's family vault in St Pancras churchyard, are located in such arresting settings, backed by dry stone walls and rising dark hills, that any photograph of them looks like the kind of stock shot you find in a picture frame. Pretty as the villages might be, up there on the mountains, conditions can be rough. Walkers fall all the time. The Keswick mountain rescue team performed 126 rescues last year. Rob Grange, one of the team, told me that even if you're able to scramble down for help, half of the few cottages in the valley are holiday rentals and dark for most of the year. 'You come down off the fell,' said Grange, with a faraway look that suggested sleet and adversity, 'and there's nobody there.' When BT issued its 2016 consultation about the Seathwaite phone box, the Keswick team posted the news on Facebook and overnight prompted hundreds of complaints to Allerdale borough council. The Seathwaite box was saved, but in plenty of other villages in the Lakes there were boxes with blue BT posters tacked up next to the phone warning that the company was planning to remove it. In Chapel Stile, all that was left was a freshly tarmacked square where it had once stood, like an unmarked grave. Three hundred miles south of the Lakes, on a parade of shops in North Wembley, resides the Borrowdale quartet's perfect opposite: four unused and unloved boxes. 'Not the pretty red ones,' said local councillor Mary Daly, regretfully. Three of them are the 1980s boxes, each in varying states of disrepair. One is more contemporary, installed about five years ago, and the only one that works. 'I've never seen anyone use it,' said Katherine Cunneen, a local resident. 'Never.' As hard as the residents of Borrowdale campaign to keep their phone boxes, Cunneen is fighting to have the defunct boxes taken away. Cunneen has lived in North Wembley for nearly 50 years. When she moved to the neighbourhood from a local authority flat in Paddington, 'everyone said, 'You're so lucky''. She had a house, there was a Marks & Spencer, three cinemas. Over the decades, she told me, the good shops have left, replaced by endless takeaways. Rubbish is left on the streets. The housing stock has become run down. The phone boxes, she felt, were symbolic of the neighbourhood's decline. On a recent grey afternoon, she took me from one grotty specimen to another, the kind of boxes where no one wants to start a community library or pose in beige shorts. One had what looked like green algae spreading up its walls; another seemed to have been whitewashed on the inside, as if to obscure criminal activity taking place within, or just its regular use as a toilet. 'Would you see these in Richmond?' said Cunneen, pointing at a particularly bleak kiosk by the tube station. That one, she said, was mostly used by people straight off the train: she had seen a man walk out of it just the other day, zipping up his fly.  Phone boxes have always been an obvious location for a variety of crimes, being both easily accessible and oddly private. There was a stabbing in one in Bolton in February. In Littlehampton a few years ago, a sex offender used to regularly call a phone box to target passing schoolchildren. In Nottingham, some boxes outside the Bridgeway shopping centre had to be removed after it was reported in 2018 that more than 3,000 calls were being made from them a year, mostly by drug dealers. (At the time, a BT spokesman valiantly suggested the source of all the calls 'could well be tourists', but as a local resident countered, 'I don't think we tend to see an awful lot of tourists in the Bridgeway Centre to be quite honest.') In North Wembley, Cunneen took up the situation with her local councillor, Daly, who tried to raise the issue at the council, and convince BT to take them away. But there they remain. Ultimately, it was BT's choice to remove them or not. 'I don't accept that,' said Cunneen. 'They're on the pavement. They might own the structure, but they don't own the pavement.' Britain's most attractive phone boxes, meanwhile, have become such beloved and valuable commodities that they now get stolen. Last summer, there were reports of phone box theft from the villages of Chelford in Cheshire and Holtwood in Dorset. 'I drove past one day, and it had gone,' said Josh Pritchard, the manager of Holtwood Farm, a day centre for adults with learning difficulties. No one in the village could make sense of it. The box, next to the Methodist church, was about to be taken over by Pritchard's farm and turned into a mini library. It's not easy to steal a phone box. They have power cables that run into the ground and are locked in place on a concrete base. A thief would need a lorry-mounted crane to yank it out of the earth and drive it away. They must have come at night, said Celia Moore, chair of Holt parish council, who sounded both mystified and mournful at the loss. 'It was just always there,' she said. 'It's a bit disappointing for the community,' added Pritchard. 'There's a church, a post box and a phone box. That was it.' That painting of the village, now missing its most colourful feature. The parish council informed the police, who didn't seem particularly moved by their case. Phone-box theft is not an urgent crime. Still, the villagers wondered why someone would bother. 'Obviously there's a market out there for them,' said Pritchard, 'so someone decided to make a few quid.' The phone box market has several dimensions. There is the BT-approved market in the form of companies that sell them on, and the eBay market where you can buy a box with mysterious provenance for PS3,000, and then there's another kind of market in the form of a company called RKC Estates, run by Eddie Ottewell, who around a decade ago bought a load of old red boxes from BT for PS1 each through a charitable venture called Thinking Outside The Box, and then appeared to change tack and started auctioning business leases for the boxes online. (Ottewell did not respond to a request for an interview.) According to Mat Harris, who knows Ottewell and runs the site that auctions his boxes, Ottewell bought up listed boxes in good locations - Brighton, Greenwich, Hampton Court, Hampstead - where his clients knew that their business selling coffee or sandwiches, or whatever else they could flog from a tiny box, would have plenty of passing traffic. In Hampstead alone, Harris estimated RKC Estates owned five or six boxes, which, according to RKC's website, are rented out for PS400 a month after an initial fee of somewhere between PS1,500 and PS4,200. A couple of well-positioned boxes near Brighton pier were put up for sale for PS10,000 each. The one in Greenwich, meanwhile, Ottewell was apparently keen to hold on to, 'unless he gets a really silly price'. 'His 100 quid investment is worth PS1m now,' added Harris, confirming the final stage of the phone box's peculiar arc, from public service via privatised anachronism through patriotic iconography to profit-making commodity. All that from a box. But the question still burned. Who, who, was making all those calls? I spent so long lurking suspiciously around phone boxes, hoping, always hoping, that I might catch someone in the act. In the end, the only call I witnessed was the one I made myself, to the payphones hotline - a small team in a call centre in Wales - to report on the decrepit state of the Camden phone box in which I was standing. The only time I even saw someone else step inside one was when I happened to spot some engineers working at an electrical cabinet next to a box. One went in, lifted the phone and shouted in amazement: 'It works!' I'd listened to plenty of nostalgic stories, though. Like Martin White, ringing his future wife. Or Freda Chapman's mother, whose only way of getting a message to her husband while he was at work was by popping down to the village box. Or Andrew Hurley, the phone-box curator whose mother would go to the local kiosk every Sunday night at 8pm to talk to his father while he was fighting in the second world war. The most devoted phone-box user I heard about, however, was Eric Dewhurst of Bretherton, Lancashire. Dewhurst lived alone, opposite an old red box which he used as his personal phone. Most days, he'd take his bag of 20ps across the road and install himself for his daily calls, often to his older brother, Bill, or to his nieces, Carole and Elaine. They once bought him a mobile phone, but he refused to touch it. 'He didn't like change,' Elaine told me. (They tried to give him a duvet once, but he preferred to stick with having 'hundreds of blankets' on his bed.) If it was wet and cold, Dewhurst would be in there wearing boots and several coats, including a mackintosh tied up with twine. People would call him in the box, too. Everyone in the village knew it as Eric's phone, so if someone passing heard it ring, they'd answer, then pop across the road to his bungalow and tell him he was wanted. When Dewhurst died in 2019, the phone box in Bretherton stopped being used - it was a one-man box - but the village decided to fill it with books and keep it in his memory. His name won't mean much to a newcomer, but any Bretherton longtimer can picture Eric out there in all weathers, bulky in his coats, a bag of silver in one hand, chatting. I wondered what Eric would have made of the new Street Hub 2.0. No shelter from the rain in one of those. You can't get in it at all. I found a few newly installed around the corner from the old Camden box, all giving off a low hum from an internal fan. Close up, I realised they simply resembled giant smartphones - a black rectangle with a massive screen, with a keypad and ports for your charger and headphones. It was hard to imagine someone standing there, all plugged in, casually ringing a mate. But then I remembered the father in the Seathwaite box, all those emergency services calls, the calls to ChildLine and Samaritans, the people after Storm Arwen who wished they still had their phone box, all the other Eric Dewhursts who must be out there, living alone, suspicious of mobiles. As Selina Chadha put it, 'Some payphones are a lifeline.' When all else has failed, a rope thrown into the water connects one troubled hand to another. A cable from a phone box links voice to voice. Human connection can be an act of rescue in itself. I started to think that Ofcom, in its touching insistence that a private company continues to provide the population of a country the chance to make a call from a box on the street, was on to something. As we look at a future where storms descend with greater frequency, where energy sources are compromised or unaffordable, where power is no longer something we can assume we will always have in our homes - perhaps Ofcom knew just how essential phone boxes may still be. At the end of my wayward quest, I decided that if I couldn't see someone make a call from a phone box, I could at least hear one ring. They must have rung so often, once. All those queues; a time slot long arranged for a parent to call a child who'd moved to the city; lovers waiting to hear each other's voices. I texted my mother. Call me on this number! I'm in a phone box! She didn't reply, probably busy. I waited for 10 minutes until the awkwardness of standing in a phone box doing nothing became overwhelming. I texted her again and told her not to worry - the combination of technology and communication once again proving itself to be an imperfect work in progress. To scratch the itch, I ended up ringing the phone box from my mobile, and there it was, the tinny little sound of potential connection, drifting into the street.   Follow the Long Read on Twitter at @gdnlongread, listen to our podcasts here and sign up to the long read weekly email here.",
  "c926a6407ae6d0a59d957bebb4b7af50ff00cd5e2d79fec1c6093016": "Hello, and Happy Thursday, I've been closely following the criminal case against Pamela Moses, who was sentenced to six years in prison for trying to register to vote, for the last few months. But on Monday I met her in person for the first time. We were meeting just days after prosecutors announced they were dropping criminal charges against her, cancelling a scheduled court appearance where she was set to find out if they would retry her case. Even so, Moses insisted that she take me to visit the hulking criminal courthouse in downtown Memphis, a building simply known by its address, 201 Poplar. We went through security and walked downstairs into one of the courthouse's main waiting areas, where electronic screens on the wall showed defendant names and where they stood on court dockets for the day. It was mostly empty, but on a normal day, Moses said, it's crowded with Black people waiting to get their cases heard. She walked past a line of people waiting at a clerk's office and asked a teller if a judge she knew was still around - he wasn't. We took the elevator up to the seventh floor, which houses the courtroom where Moses' case took place. When the doors opened, a sheriff's deputy beamed, gave her a hug, and congratulated her on beating the case. 'This man tried to kill me the first time he met me,' Moses said, laughing. She would later tell me he was one of the officers who took her into custody when the bail in her voting case was abruptly revoked in December. Now, she said, they were cool with each other. Back downstairs we ran into Kenneth Brashier, a lawyer Moses has known for a long time. He was beaming too and congratulated her. 'Usually you have a cigar when you take a victory lap,' he told her. Moses said she'd take a victory lap once she changed Tennessee's law around felon disenfranchisement. It was raining, so Moses and I spent the rest of the day driving around Memphis in her car. Waiting to pick up her son Taj from school, we talked about the case of Crystal Mason, the Texas woman appealing a five-year prison sentence for casting a provisional ballot while ineligible in 2016. Moses was stunned to learn Mason's vote wasn't even counted. She walked me through several of the criminal and other legal cases she's been involved in, rattling off an encyclopedic knowledge of judges, lawyers, and other county officials. She's outspoken and embraces her reputation as a bit of a troublemaker. 'I'm like Rocky Balboa,' she said at one point with a laugh. When I asked her what would come next for her now that the voting case was over, she didn't miss a beat. 'I'm working on getting a man of out of prison who's been there for 25 years,' she said. In her yard, she still has a sign up from her long shot 2019 mayoral campaign. It was that effort that prompted election officials to start investigating her voting eligibility. Earlier that morning, Moses had held a press conference at the National Civil Rights Museum at the Lorraine motel, where Martin Luther King Jr was assassinated. It was the first time Moses had spoken about her case since the charges were dropped. Taj, 13, a tech whiz, helped set up two iPhones to stream the press conference. 'I am so lucky to be here with my mom because I am blessed. Other children are not as fortunate as me to have their parents released and have their charges dropped,' he said. Moses said Tennessee should get rid of the form that people with felonies have to fill out if they want to vote, the document at the center of her case. Tennessee has one of the most confusing and harshest felon disenfranchisement policies in the country - more than 450,000 people, including more than 20% of the Black voting age population, can't vote because of a felony conviction, according to an estimate by the Sentencing Project. She told me she saw her case as an effort to intimidate Black voters. 'When it comes to Black people in the south, whatever we do, if it's wrong, you've got to pay for it,' she said. 'If there was a white person and I got treated the way I did, I would be just as upset, but you don't see white people getting treated like that.' Moses also rebuked Amy Weirich, the district attorney who prosecuted the case. Weirich put out a statement on Friday suggesting Moses bore responsibility for her long sentence because she did not take a plea deal. Moses said the statement showed how the prosecutor was determined to get a conviction: 'It showed who she is: arrogant, wants to be right. I think it just sounded like she wanted to win.' A Weirich spokesman declined an interview request. Moses urged people to vote in the Democratic primary for district attorney, which is going on right now (two of the candidates, Linda Harris and Janika White, watched from the audience). Afterwards, during a lunch at a barbecue restaurant across the street, Moses encouraged other Tennessee voters to talk to Harris. At the press conference that morning, she mentioned that she had considered committing suicide while she was in jail last year. Later she told me it was connected to the shock of being abruptly taken into custody. 'Going to jail is not a bad thing for somebody who's been before. It's a bad thing when you're not expecting it,' she said. Snacking on a steady stream of Jolly Ranchers from her front cupholder as we drove around that afternoon, she pointed out what she sees as deep inequalities in Memphis. Near Graceland, we drove by what looked like a busy voting precinct. People vote there, she said, because there's money and tourism. Further down the road, Moses pointed out the neighborhood had changed: many of the buildings were abandoned, a consequence, she said, of white flight. 'There's so many things wrong in Memphis,' Moses said. 'How dare you waste our tax dollars, waste our time, waste our manpower, how dare you do that? That's what most people can agree on.'",
  "363faadfcdf936cb8e8a4189711d5a20b0b32c5e769d1efaa6fcbac6": "On a spring morning three years ago, a new recruit to a loyalist Syrian militia was handed a laptop belonging to one of Bashar al-Assad's most feared security wings. He opened the screen and curiously clicked on a video file, a brave move given the consequences if anyone had caught him prying. The footage was unsteady at first, before it closed in on a freshly dug pit in the ground between the bullet-pocked shells of two buildings. An intelligence officer he knew was knelt near the hole's edge in military fatigues and a fishing hat, brandishing an assault rifle and barking orders. The rookie militiaman froze in horror as the scene unfolded: a blindfolded man was led by the elbow and told to run towards the giant hole that he did not know lay in front of him. Nor did he anticipate the thud of bullets into his flailing body as he tumbled on to a pile of dead men beneath him. One by one, more unsuspecting detainees followed; some were told they were running from a nearby sniper, others were mocked and abused in their last moments of life. Many seemed to believe their killers were somehow leading them to safety. When the killing was done, at least 41 men lay dead in the mass grave in the Damascus suburb of Tadamon, a battlefront at the time in the conflict between the Syrian leader and insurrectionists lined up against him. Alongside piled heaps of dirt that would soon be used to finish the job, the killers poured fuel on the remains and ignited them, laughing as they literally covered up a war crime just several miles from Syria's seat of power. The video was date-stamped 16 April 2013. A paralysing nausea took hold of the recruit, who instantly decided the footage needed to be seen elsewhere. That decision has led him, three years later, on a perilous journey from one of the darkest moments of Syria's recent history to the relative safety of Europe. It has also united him with a pair of academics who have spent years trying to get him - the prime source in an extraordinary investigation - to safety while identifying the man who directed the massacre and persuading him to admit his role. It is the story of a war crime, captured in real time, by one of the Syrian regime's most notorious enforcers, branch 227 of the country's military intelligence service that also details the painstaking efforts to turn the tables on its perpetrators - including how two researchers in Amsterdam duped one of the most infamous security officers in Syria through an online alter ego and seduced him into spilling the sinister secrets of Assad's war. Their work has cast an unprecedented light on crimes previously believed to have been widely committed by the regime at the height of the Syrian war but always denied or blamed on rebel groups and jihadists.  Nine years later, as war rages in Ukraine, a playbook of state terror on civilian populations rehearsed in Syria is being redeployed by Russian forces, as Vladimir Putin's so-called special military operation turns into a brutal occupation of parts of the east of the country. Military intelligence units there have been at the forefront of savagery, instilling fear into communities through mass detentions and killings of the type that characterised Assad's brutal attempts to claw back power. Trained by Soviet and Stasi officers in the 1960s, Syria's security agencies learned well the art of intimidation. Often, the allegiance of those snatched at checkpoints was of little consequence; fear was the regime's most lethal means to cling to power and it used every means available to instil it. In this case, the victims were not insurrectionists but civilians who were unaligned to either side and had accepted Assad's protection. Their murders were widely seen in Tadamon as a message to the whole suburb: 'Don't even consider opposing us.' In leaking the video, first to an opposition activist in France, and then to the researchers, Annsar Shahhoud and Prof Ugur Umit Ungor, from the University of Amsterdam's Holocaust and Genocide Center, the source had to overcome the fear of being caught and probably killed and the distress of potentially being cast out from his family - prominent members of Assad's Alawite sect, which holds the main levers of power in what remains of Syria. He would eventually learn that even as hundreds of people around the world worked to bring Assad to justice for war crimes, the video would end up being a standout piece of evidence in the case against the Syrian leader. But first, Annsar and Ugur needed to find the man in the fishing hat, and they turned to the only thing they believed could help: an alter ego. Annsar had been a vocal critic of Assad since the outbreak of the Syrian war. Her family were members of a community that had largely retained good relations with Assad, but the conflict and the ensuing economic collapse strained alliances and Annsar increasingly found herself determined to hold Assad to account, no matter the personal price. She moved to Beirut in 2013 and then to Amsterdam two years later, where she met Ugur in 2016. Both shared a drive to chronicle what they believed to be a genocide being committed in Syria. Piecing together the stories of survivors and their families was one way to do it. Speaking to the perpetrators themselves was another. Breaking the omerta code of the regime, however, was a task thought nearly impossible. But Annsar had a plan: she decided to turn to the internet, and find her way into the inner sanctum of the regime's security officials by pretending to be a fangirl who had fully embraced their cause. 'The problem was that the Assad regime is very difficult to study. You don't just walk into Damascus, waving your arms, saying well, 'Hey, I'm a sociologist from Amsterdam and I would like to ask some questions,'' said Ugur, in the grand dark wood drawing room of the Holocaust and Genocide Centre. 'We came to the conclusion that, actually, we need a character - and that character should be a young Alawite woman.' Annsar established that Syria's spies and military officers tended to use Facebook, and despite their secretive work lives, they tended not to make their social media settings private. She decided on an alias, 'Anna Sh', and asked a photographer friend to shoot an alluring glimpse of her face. She then turned her homepage into a glowing tribute to Assad and his family and set about trying to recruit friends. Day and night for the next two years, she scoured Facebook looking for likely suspects. When she found a taker, she told them she was a researcher studying the Syrian regime for her thesis. Eventually, she got good at it. She learned the regime mood of the time and, together with Ugur, tailored jokes and talking points that might help with an approach. Soon, Anna Sh became known among the security services as an understanding figure - and even a shoulder to cry on. 'They needed to talk to someone, they needed to share their experience,' she said. 'We shared some stories with them. We listened to all the stories, not focusing only on their crimes.' 'Some of these people got attached to Anna,' Ugur continued. 'And some of them started calling in the middle of the night.' Over the next two years, Annsar lived and breathed her new persona. At times she recoiled from who she had become - someone who had got into the minds of her prey and could at times understand them on a raw human level that eclipsed the clinical boundaries of her research. But the snap back to reality was usually sudden. Many of those she had spoken to had been active parts of a killing machine, others were willing parts of the cabal that enabled them. Her health took a toll, as did her social life and her sanity. The prize was worth it, however. If she could find the gunman in the video, she could start to bring justice to the families of those he killed. And, maybe, she could start what few others had managed in the decade-long conflict: begin a process that irrefutably linked the Syrian state to some of the war's worst atrocities. In March 2021, the breakthrough finally arrived. Anna Sh's Facebook following had by then won the confidence of more than 500 of the regime's most devoted officials. Among her trawls of their friends and photos, a distinctive moon face with a scar and facial hair stood out. He called himself Amgd Youssuf, and he looked very much like the gunman in the fishing hat that she had exhausted herself looking for. Soon afterwards, Annsar, or Anna Sh - by now it had become difficult to distinguish the two - received corroboration from a source inside Tadamon that the killer was a major in branch 227 of the Syrian military intelligence service. 'The relief was indescribable,' she said. 'Here was someone who held the key to it all. And now I needed to make him talk.' Annsar remembers well the moment she hit send on her friend request, and the excitement she felt when her prey accepted. After all this time, the bait had been set. Now she needed to reel him in. The first call was fleeting; Amjad was suspicious and ended the call quickly. But something in that initial conversation had whetted his curiosity. The hunter had become the hunted. Was it the thrill of talking to a strange woman, the need to interrogate someone who dared to approach him, or something else? Either way, when Amjad video-called three months later, Annsar pressed record, and 'Anna' answered the call. After all these years, there he was; stern at first, very much in character as a spy who controlled all his conversations and readily deployed stony silence as a weapon. He uttered few words, and when he did speak he mumbled, forcing his listener to strain to hear him. Anna Sh did all she could to disarm Amjad, grinning sheepishly, giggling and deferring to him as he peppered her with questions, all delivered on his terms. Gradually his frozen face begins to relax, and Anna won the floor. She asked him about Tadamon. And then she asked a question that changed the tone of the whole conversation: 'What it was like to go hungry, not to sleep, to fight, to kill - to fear for your parents, for your people. It's a huge responsibility - you carried a lot on your shoulders.' Amjad sat back in his chair, as if to acknowledge that somebody had finally understood his burden. From then on, he was in the interrogation seat. The conversation was no longer his. Anna had an answer for every one of his replies; building him up, putting him at ease and puffing his ego. Much like Jennifer Melfi was to Tony Soprano, she had become to him a therapist, a sounding board, a trusted woman that could get to know his mind without, it would seem, passing judgment. 'I don't deny that I was excited talking to him,' said Annsar. 'So I was smiling. Because wow, you're talking to him. But to know their stories, we need to convince them that we are just researchers. So they open up. It's not a result of one interview - it's a result of four years undercover. Gradually, I learned to dissociate myself. I created this girl who is really admiring their deeds. It's tough. After you close the laptop, you feel like it's heavy stuff, but it's needed. And I wanted to see him as a human.' Throughout the summer of last year, Annsar and her alter ego, with Ugur often sitting just off screen, tried to persuade Amjad to talk. Getting inside the head of a killer was one thing, but gathering real information about why he did and extracting admissions was another. They trawled his Facebook profile for clues, and came across a photo of a younger brother, and poems Amjad had written after his death in early 2013, three months before the Tadamon massacre. Anna kept pestering him for another call, but he remained elusive. Then late one night in June, her Facebook messenger lit up. It was Amjad. Here was her chance to nail him down. Amjad was more relaxed this time, dressed in a singlet with perhaps a drink or two on board. The floor was now his, or so he thought, and he began with small talk, trying to feel Anna out. She seized her moment and asked about his brother, and the feared killer and enforcer started to weep. Anna switched to Melfi mode as he told her he had to stay in the military despite the risk of his mother being forced to grieve another son. 'You did what you needed to do,' he said. And then came Amjad's first real admission. 'I killed a lot,' he said. 'I took revenge.' As if to recognise the gravity of the moment, Amjad shut down the conversation and ended the call. Over the next few months he was difficult to find, responding only on chats and asking when Anna was returning to Syria. Who was this woman who had gotten under his skin? When would he get the chance to interrogate her on his own turf and terms? Amjad started to play the role of the jealous boyfriend, asking who Anna was with, whether she drank and where she was. Annsar, meanwhile, was starting to feel that her alter ego had reached the limit of her powers, and that Anna Sh needed a rest, just as she did. The character had spoken to up to 200 regime officials, some of them direct perpetrators in murders, and others part of a community that had aided and abetted Assad's increasingly brutal attempts to cling on to power. They had started to speak among themselves about the mystery woman in all of their inboxes. Late last year, after Annsar had spoken to a woman who accused Amjad of assaulting her, she had had enough. All this empathising with perpetrators had started to seep into her soul. So, too, was living a character. 'Annsar also deserves to live,' she said. 'And then the question was, where is Annsar? Who is Annsar now? Lost in the research? Anna was able to pretend in life and as an Alawite, pretend for hours here in Amsterdam. And I think Anna went so far, it's not only a digital identity. Where is the original person in all of this? Where is Annsar? So I decided to execute Anna.' On a cold morning in January this year, Ugur and Annsar packed a small box with a printout of Anna's Facebook profile, a sword used as a symbol by the Assad regime and some trinkets and drove to a nature reserve outside Amsterdam. There, they dug a hole and buried the character, with a startled dog walker the only other person to bear witness to the demise of a digital sleuth whose body of work would have made any real spy proud. 'I mean psychologists and therapists will tell you that if you have a particularly difficult period, you can mark that period with a ritual,' said Ugur. 'So ritualising something actually helps you put it behind you. I thought, actually, good riddance.' It was time for the two researchers to start focusing on the material they had collected and had not been able to process while so deeply immersed in the character they had just buried in a forest with a minute's silence 'I laugh about her all the time,' reflected Annsar. 'We always remember Anna.' But there was one more thing they needed to do; confront Amjad with what they knew about him. 'Because how long do you want to go on courting a mukhabarat [intelligence] officer,' asked Ugur. 'I think that the moment where he opened up about his brother, and that he committed revenge, that's as close as you can get in this particular context.' Over Facebook messenger, Anssar, using her real identity this time rather than 'Anna', sent Amjad a 14 second sequence of video. 'His first question was: 'Is that me in the video?' I said: 'Yes it's you.' He said: 'Yeah, it's me. But what does this video tell? Nothing. I'm arresting someone, and that's my job.'' Realising the consequences of what he had just been shown, Amjad then railed against members of the National Defence Front, the militia that the rookie who had leaked the video had belonged to. He described them as thugs and killers and said he was not like them. Then the subterfuge stopped, and Amjad defiantly embraced what he had done. 'I'm proud of what I did', he wrote in a message, before threatening to kill her and her family. Neither Annsar nor Ugur have responded to Amjad since February and have blocked him from their social media accounts. However, he has tried to reach out several times. He is clearly nervous about what lies ahead, as well he may be. War crimes prosecutions in Germany have started to break the armour of impunity that has shrouded the Assad regime in Syria. Yet those court hearings do not contain the same overwhelming evidence as depicted in the Tadamon massacre video. Before this story could be told, however, one man needed to get to safety - the person who had leaked the video to a friend in France, and then to Ugur and Annsar. Some time in the last six months, he started his dangerous journey. Leaving the regime in Syria is never easy. Anyone hoping to travel to other parts of the county, or especially abroad, faces a long process of questioning before being allowed to do so. Although Assad retains power, the area he controls has shrunk, and two powerful overlords, Iran and Russia, have veto over many state decisions. Opposition groups retain control of the north-west, and the Kurds have aegis in the north-east. Syria remains broken and unreconciled; a place where even family members can be suspected of being traitors in waiting. And that is how it was when a young man set off from the Syrian capital for Aleppo in the past six months on the first leg of a journey that would take him to the opposition-held north, then to Turkey and onwards to Europe. The drive to Aleppo was a nervous one. He had been allowed to leave, but would the dreaded intelligence units catch up with him before he made it beyond their clutches? On Aleppo's northern outskirts, a colonel from the 4th division of the Syrian army pocketed a $1,500 (PS1,187) bribe in return for allowing the man across the no man's land separating both sides. The journey was delayed a day, as a Captagon shipment was readied by the 4th division to cross the same route. Shortly after, a truck carrying dozens of kilos of the stimulant, made and distributed by the regime and exported across the Middle East, made its way to the opposition-held north. The source soon followed. Several weeks later, Annsar met him in Turkey, where gaps in the story of Tadamon were filled in over weeks of discussions, and notes for a war crimes prosecution steadily put in order. In February, Ugur and Annsar handed over the videos and their notes, comprising thousands of hours of interviews, to prosecutors in the Netherlands, Germany and France. In the same month in Germany, came the first ever prosecution of another Syrian military intelligence official, Anwar Raslan, for his role in overseeing the murder of at least 27 prisoners and torture of at least 4,000 others. He was convicted of crimes against humanity and has been imprisoned for life. Annsar remains estranged from her family and in her words, is not the same person she was before she started this project. 'But it was worth it,' she said. 'It was exhausting, but I hope our work will help bring justice.' Tadamon these days is a bustling part of the capital that looks like war never darkened its doorsteps. Much of the damage and the atrocities have been covered over by buildings, carparks, or piles of the flotsam and jetsam of conflict. Annsar and Ugur remain convinced that many more massacres took place there and have been piecing together locations and the names of those who went missing in the savage tussle for control of the suburb. 'The locals blame the regime,' said Ugur. 'They know who killed their loved ones. The strange thing is that the people who were killed in this video were not dissidents, they were onside with the regime. You can see they are not malnourished. They are straight from checkpoints, not dungeons. They were killed as a warning not to consider crossing sides. Their families deserve justice.' The source, meanwhile, is safe outside Syria. In fleeing his surroundings - the innermost circle of the Assad regime - he has condemned himself to a life of exile. 'He is happy with his decision,' said Annsar. 'Sometimes people just want to do the right thing. If I've learned anything out of this, it's that there's good in people. That truth can still eventually see the light.'",
  "9062bea59c7036fce8e70e2c94f1bc0cdb7baece8fc19c3a40c820bb": "Jose Moreno and Katerin Huertas have walked and hitchhiked hundreds of miles. Moreno, 20, wears beach sandals and carries a backpack stuffed with baby clothes, nappies and oat milk. Huertas, 22, carries their seven-month-old son, Kylean, strapped to her chest. They cross a knee-deep river and scramble up a muddy slope in the sweltering heat. But the worst of their journey is yet to come. Ahead of them lies one of the most dangerous border crossings in the world: the Darien Gap, a lawless, roadless region of mountainous jungle, venomous snakes, fast-flowing rivers and murderous drug traffickers that connects South and Central America. According to official data from the Panama government shared with the Guardian, more than 13,000 people illegally crossed from Colombia into Panama via the Darien Gap in the first three months of 2022: nearly triple the number during the same period last year. About 133,000 people made the journey in 2021 - the highest on record for any year by far. The latest figures have alarmed human rights organisations and UN officials, who fear numbers will continue to rise. They warn that the combination of wars and conflict, the climate crisis and the fallout from the Covid pandemic is sending a constant flow of tens of thousands of desperate, vulnerable people from around the world through the Darien Gap - which only a few hundred migrants a year would have braved a decade ago. 'There is serious concern that the numbers could go up very significantly,' says Michele Klein Solomon, regional director for the UN's International Organization for Migration. 'We don't see this abating.' Many of the migrants are robbed, raped and murdered by traffickers and armed groups. Women sometimes give birth along the way. About a quarter of those making the journey are children, most of them under five.  'There's no such thing as a safe route through the Darien,' says Klein Solomon. At least 51 people died trying to cross the region in 2021, she says, adding: 'We know that's a very significant underestimate.' The Guardian accompanied migrants as they set out from Capurgana - a small beach town popular with Colombian tourists on the south-eastern edge of the Darien, accessible only by air or sea - into the jungle. So far this year, about a third are from crisis-torn Venezuela, with nearly as many from Haiti. Others come from as far as Senegal, the Democratic Republic of the Congo, Bangladesh, Uzbekistan and China. Most are groups of young men, or families with children. Moreno and Huertas are part of a group of about 20 people heading north, 'for a better future for our children', says Moreno. 'Getting to the United States, American soil - the American dream.' The situation back home in Venezuela is 'terrible', he adds. 'Crime is rising, the cost of food is rising, and salaries aren't going up.' He worked for nine months selling fruit on the street in Chile and Peru.  Not far behind the Venezuelans on the trail is a group of seven people - including three children aged between one and three - from Haiti. Shiller Rebi, 50, and Herold Louis, 41, spent three years working on construction sites in Santa Catarina, Brazil, to raise enough money for the trek north with their families. 'Haiti is in many crises,' says Rebi. 'Economic crisis, a presidential crisis ... We don't have work, we can't earn money to eat, to pay for school.' They hope to reach Mexico and then, maybe, the United States. Also making the journey are two families from Angola. Nine months earlier, Simao Vieira had fled from the African country, and his job at a telecoms company, after he was attacked during an inter-ethnic conflict. 'They were going to kill me,' he says. In Brazil, he had life-saving surgery. But his family experienced racism and struggled to make a living. Vieira, his wife, Ruth and their daughter, Jacira, 12, are now bound for 'any country that receives us and treats us well'. Back in Capurgana, taxi drivers shuttle migrants to a camp on the outskirts of town as soon as they step off the boat. 'We want to help them,' says Carlos Ballesteros, president of a local civic group. The rudimentary compound of breeze blocks will soon include a campsite, a kitchen and a shop, ready to cater to 1,000 people daily. 'Everyone's earning a little bit of cash,' he says. Here, migrants are told what to expect in the jungle - and encouraged to travel light. 'In the jungle you will get to know the dark side of everyone. You have a dream, but you are not obliged to go,' one local organiser tells a subdued group of Venezuelans, including Moreno and Huertas. Then they are left to haggle with some of the 180 local people working as porters and self-described 'guides', who charge as much as $120 (PS95) for each person. The Venezuelans insist they can only scrape together 400,000 Colombian pesos (PS80) in total, but convince someone to take them as far as the border with Panama. There, they will be handed over to indigenous Guna guides. 'I'm not doing harm to anyone,' says Herman Colina, a farmer in rubber boots with a machete at his hip who has grudgingly agreed to accompany the group. He had himself fled poverty and violence elsewhere in Colombia - four of his brothers were killed by guerrillas, he says. According to Colina, the route has become more organised, safer and quicker, in contrast to chaotic scenes last year, when tens of thousands of migrants were camped in nearby towns. It now takes four or five days, down from more than a week. Colina claims that he has rescued migrants with broken bones and dispatched them to faraway hospitals free of charge. But UN officials and local rights organisation workers say that such activities amount to human trafficking - and that guides often extort, sexually assault and abandon their clients. Katiara Mesa, an official in the mayor's office in Capurgana, says they have received no reports of such abuses - but concedes that migrants have no way of raising the alarm. An alternative route by sea to Panama also carries deadly risks. In October, three people died and at least six disappeared - including three children - after an overloaded boat sank while carrying about 30 people from Haiti, Venezuela and Cuba. Several of them were buried in an overgrown corner of the local cemetery. Those that make it to Panama still face a journey of 2,000 miles across half a dozen borders to reach the US. In March, US authorities arrested 210,000 people at the border - the highest monthly total in 20 years. Half of those were deported. The US should make it much easier for refugees and temporary workers to get visas in their home countries, say experts. 'You shouldn't have to make it all the way to the US to claim asylum. It's insane, and only benefits the smugglers,' says Adam Isacson, of the Washington Office on Latin America (Wola), a US human rights organisation. Panama also bears responsibility for the lawlessness of the Darien, says Isacson. 'It's 60 miles of trail. Why is there not a single policeman there? You can't leave people unprotected for that long.' Klein Solomon says Panama and other host countries such as Brazil, Colombia and Chile need more international funding to receive and integrate migrants. 'They haven't got the resources,' she says. None of the many dangers - or the risk of deportation at their destination - deter the group of Venezuelans from the journey. 'We hope all this effort isn't in vain,' says Huertas, hoisting her backpack again and checking on her baby. 'To have the opportunity to get ahead, to work, to give the kids a good future. That's the most important thing, right?'",
  "e0eb9b0359f9fc3728d0ead837c4e5204a6e8e62056ed897651cd995": "",
  "afd2ef29b41b4b267ae5467ced52694aa17ebc13db4707dae4e6cb91": "Charles McCrory is haunted by a memory from his 1985 trial in which he was accused of murdering his wife, Julie Bonds, in a bloody attack at their home in Andalusia, a small town in deepest Alabama. What haunts him is the look on the jurors' faces as they listened to the testimony of the prosecution's star witness, a dentist named Richard Souviron. He was a founding father of a cutting-edge branch of forensic science known as bite-mark analysis, which claimed to be able to identify violent criminals by matching their unique dental patterns to the bite wounds on victims' bodies. McCrory was expecting Souviron's evidence to be nuanced. In his initial report, the dentist had been cautious about what could be deduced from two puncture marks found on the upper right arm of Julie's body, saying that the injuries were insufficiently distinct to allow a positive match with the perpetrator. But that was not what he told the jury. When Souviron was asked whether the two marks were teeth marks, he said: 'Yes.' Then the prosecutor asked him: 'In your expert opinion, based on the evidence presented to you, were these teeth marks made by Charles McCrory?' 'Yes,' the dentist replied. McCrory remembers vividly the sinking feeling he experienced in that moment, given the glaring contrast between Souviron's initial report and what he was now saying in court. 'I was in disbelief at his testimony being so different,' he recalled. 'I knew it was extremely damaging to our case. You could see it in the eyes of the jurors.' McCrory shared his recollections of that critical instant in a handwritten letter he sent to the Guardian earlier this month. It was composed from an Alabama prison cell where he is serving a life sentence, still protesting his innocence, 37 years after the jury returned a guilty verdict based on that one simple word: 'Yes.' McCrory's current lawyer is Chris Fabricant. Together with co-counsel Mark Loudon-Brown, Fabricant is representing the prisoner in an epic battle to clear his name almost four decades after he was identified as the source of those supposed teeth marks on his wife's body. For Fabricant, this is much more than a routine criminal case. It is the latest chapter in a personal voyage that began 10 years ago, when he embarked on his exploration of the murky waters of forensic science. Fabricant is director of strategic litigation at the Innocence Project, the formidable New York-based non-profit that for 30 years has used DNA evidence to overturn hundreds of wrongful convictions. He is an authority on the perils and limitations of science as it has been applied to criminal justice. In that role, he has become one of forensic science's most piercing critics. He has highlighted the part played by 'expert witnesses' - forensic dentists, ballistics experts, FBI laboratory agents, lie detector examiners, blood stain investigators  - in inadvertently putting innocent people behind bars. He has a word for it: junk science. In his new book, Junk Science and the American Criminal Justice System, Fabricant explains what he means by the term. 'Junk science sounds like science,' he writes, 'but there is no empirical base for the 'expert opinion'; it is subjective speculation masquerading as science.' The world of junk science took off in the late 1960s and 70s - an era in which confidence about the ability of scientists to propel humanity to giddy new heights was unbound. If science could put a man on the moon, then surely it could do the much more mundane job of nailing violent criminals? Fabricant told the Guardian that there were problems with the new forensic science techniques from their inception. The methods did not arise out of the usual scientific method that starts with a problem, develops an hypothesis to solve it, then tests it via empirical methods. Rather, it turned the formula on its head. Start with a desired solution - banging up criminals - then work back to the science that would support it. 'Most of the new theories emerged not from a scientific laboratory but from a crime scene,' Fabricant explained. 'An enterprising investigator would think, 'Maybe I could match this suspect's teeth to the bite on this victim's nose - that would prove the suspect is the murderer'. Then off they'd go and find an expert witness who could back the theory up.' The explosion in junk science began with forensic pathologists who, with the enthusiastic encouragement of the FBI's legendary crime laboratory, began to invent a plethora of new forensic practices. The new generation of techniques had this in common: they all claimed to be able to identify an individual perpetrator through forensic analysis of various types of crime scene evidence. There was 'hair microscopy' - the idea that a single hair retrieved from the scene of a murder could be put under the microscope and matched with high degrees of certainty to the suspect's hair. There were lie detector tests sold under the portentous title 'polygraphs'; voice spectrometry to identify a criminal through forensic deconstruction of their speech; 'toolmark' analysis that sought to link marks found at a crime scene to a specific object - a pipe, perhaps, or hammer; and comparative bullet lead analysis that professed to be able to match a bullet found at the scene of a killing to the single box of bullets from which it originated. As use of the new techniques began to spread across the US, the reputation of forensic pathologists soared. They were invited to attend specialist conferences around the world, and lauded as 'medical detectives'. Celebrity status wasn't far behind. One of the earliest stars of the genre, New York's medical examiner Dr Milton Helpern, was called 'Sherlock Holmes with a microscope'. His successor, Dr Michael Baden, was given his own HBO TV series in the 1970s. Autopsy showcased a new forensic technique each week, highlighting the wonders they performed in solving gruesome and knotty crimes. Baden later went on to be involved in high-profile cases such as the OJ Simpson trial and the autopsy of Michael Brown, the unarmed Black teenager shot dead by a police officer in Ferguson, Missouri. Following the rise of such celebrities, it was but a step to forensic science becoming infused into the popular imagination. TV shows that had lionized vice cops and FBI special agents now began to switch their soft-focus lenses on to forensic pathologists. Forensic Files aired from 1996 to 2005. CSI: Crime Scene Investigation, a formidably popular show aired between 2000 and 2015, looked at how forensic scientists cracked the hardest criminal cases. Once this glowing view of forensics had taken hold of the small screen, it was inevitable that it would seep into the mindset of juries. 'These TV shows depict an unrealistic infallibility of forensic sciences which became part of our popular culture,' Fabricant said. 'Jurors walk into court believing that if it is forensic science that ties this defendant to the crime, then the likelihood of their guilt is overwhelming.' With forensic pathologists soaking up so much glamorous TV coverage, it was only a matter of time before dentists wanted in on the game. By the late 1970s, as Fabricant chronicles in his book, 'forensic odontology' was starting to emerge, pioneered by a small number of individuals who were portrayed as 'swashbuckling crime fighters, handsome, fit, bawdy, prone to ghoulish humor, comfortable with dead bodies, brilliant. Men's men.' Fabricant quotes the Los Angeles Times remarking admiringly that one of those pioneers, Dr Gerald Vale, hadn't fixed a tooth in years. 'His job is to fill jail cells, not cavities,' the paper gushed. An industry newsletter said about Vale: 'Instead of tracking down decay, he tracks down people!' What united the group of 12 'founding fathers' of forensic odontology was the belief that bite mark evidence could be used as a new tool up there with fingerprints, toxicology and other established methods. But to be taken seriously, the pioneers needed to establish their reputation, and for that they needed to be recognized as a scientific specialism as worthy of respect as any pathologist. They began in 1976 by forming an 'odontology section' within America's top professional forensics body, the American Academy of Forensic Sciences. Not content with playing second fiddle, they then created their own organization, the American Board of Forensic Odontology (ABFO). As icing on the cake, they granted themselves a fancy title: 'diplomates', they called themselves, signaling their specialist status as trained and authoritative experts. So when Souviron travelled the country to appear as a star expert witness in criminal cases such as McCrory's murder trial, he did so not as Richard Souviron, dentist from Florida, but as Dr Richard Souviron, board-certified diplomate and member of the ABFO. How could a jury resist that? 'This was 1985, when to fly an 'expert' witness in from Florida was practically unheard of,' McCrory wrote in his letter to the Guardian, referring to his own trial. 'No jury, as lay people, have the ability to genuinely question a supposed expert, especially back then.' The problem was, bite mark analysis, like many of the new forensic techniques, was founded upon so much hot air. There are two stages involved in matching a wound to an individual perpetrator, and both of them are flakey. The first is categorically to confirm that the wound is caused by someone's teeth and not by some other sharp object. The second stage is to link the alleged bite mark to the dental pattern of the suspect, by taking a mould of the suspect's teeth and comparing it to the wound. Analysis in both those stages, contrary to the scientific method, is subjective. A study published in 2009 by New York scientists tested whether skin could accurately record the impressions left by teeth - the 3D-equivalent of a fingerprint - and found that it could not. The scientists simulated 23 identical bites on a single piece of un-embalmed cadaver skin. They discovered that the bites produced 23 entirely different marks, each one bearing little resemblance to the rest. A more detailed study in 2015, carried out by ABFO-certified forensic dentists themselves, asked 38 of their fellow 'diplomates' to review photographs presented in real criminal cases where bite mark analysis had been used. Of the 100 cases they examined, the analysts reached unanimous agreement in only four. These two experiments effectively toppled the entire house of cards upon which bite mark analysis had been erected. In his book, Fabricant concludes that when forensic dentists presented juries with a 'near certain' match between the marks on a victim and a suspect - as Souviron did at McCrory's trial - all they were doing was expressing their own personal opinion. It is a paradox that it took science to overcome junk science. 'Nothing else could have challenged it other than DNA evidence, because a clean DNA sample is indisputable,' Fabricant said. 'DNA was like a truth serum that the justice system had never before been exposed to.' Over the years, DNA analysis has demonstrated itself to be blessed with all the qualities that junk science claims to enjoy but lacks: reliability, certainty, accuracy, indisputability. The DNA revolution was launched in 1992 when two young lawyers in New York City decided to take on the combined might of the criminal justice system just as it was getting into its mass incarceration stride. Barry Sheck and Peter Neufeld founded the Innocence Project to take on cases where crime scene evidence allowed DNA testing to be carried out. They used it to expose wrongful convictions and secure exonerations - more than 200 to date attained by the Innocence Project alone. As time passed, the group's crack team of lawyers observed that in so many of the wrongful convictions, the prosecution had relied upon the testimony of forensic scientists. Almost half of the total of 375 exonerations that have been achieved by the Innocence Project and other groups using DNA evidence involved the misuse of forensic sciences. The dawning realization that junk science might have put a vast mountain of innocent people behind bars has inspired the Innocence Project to make a historic revision of its mission. As it approaches its 30th anniversary this year, the organization has decided to widen the net of cases that it takes on to include those where no DNA evidence is available. That's a big change in focus. Up to now, the Innocent Project has pinpointed its energies almost exclusively on DNA. But what about people who cannot call on DNA to prove their innocence, maybe because there were insufficient crime scene materials, or maybe because such materials were destroyed post-trial? Are those people to be abandoned with little hope of ever receiving justice? 'Those who can be exonerated with DNA evidence represent just the tip of the iceberg,' Christina Swarns, the executive director of the Innocence Project, told the Guardian. 'Going forward, the Innocence Project will begin to accept non-DNA cases and we will approach them with the same tenacity, innovation and client-centered approach we brought to our DNA work.' This is a significant paradigm shift for an organization that put the concept of wrongful conviction on the map, both in the United States and around the world. By widening its focus to include non-DNA cases, Fabricant believes it will herald 'a new era of innocence litigation that will involve undoing the legacy of junk science'. Which prompts the question: how many innocent people are out there? 'I shudder to think,' Fabricant said. 'There are 2.3 million people incarcerated in this country. Even if the wrongful conviction rate were 1% , and that's conservative, you are looking at tens of thousands of people.' Fabricant is convinced that McCrory, who is now 62, is one of them. 'Mr McCrory is obviously innocent, and he would be out right now if we had DNA evidence.' Julie Bonds was murdered on 31 May 1985 in her home in Andalusia, south Alabama. McCrory was not living in the house at the time - the couple had recently separated after 10 years of marriage; they had one son together. McCrory and his father discovered her body after they called on the house, worried that she was not answering the phone. She had been badly beaten, and had a deep wound to her skull. The 1985 McCrory trial was held just before DNA analysis came on stream - the first time DNA was used to convict someone was in Florida in 1987, while the first DNA exoneration followed two years later in Chicago. Because it was presumed to serve no further useful purpose, all the crime scene materials collected in the Bonds murder investigation were destroyed  - a routine event in pre-DNA days. That left no biological samples to test once DNA was commonplace.  Detectives investigating the Bonds murder actually found hairs clutched in the hand of McCrory's murdered wife that conventional examinations conducted at the time ruled out as having come from him. But the hairs, along with everything else, were binned. Other evidence also pointed to McCrory's innocence. At the time of Bonds' killing, a construction worker was being employed on a building project in the house next door. He wore a red bandana. Five weeks after Julie Bonds was murdered, that same man was arrested for breaking into a different home and raping the owner. He served 20 years in prison. At that crime scene, officers found a red bandana. Despite the inconsistencies in his case, McCrory was at a powerful disadvantage. Without the benefit of DNA to clear his name, he languished in prison for decades. Meanwhile, however, bitemark analysis was beginning to unravel.  In 2009 - by which time McCrory had spent 24 years in prison - the National Academy of Sciences (NAS) released a 300-page report on the use of forensic science that sent what Fabricant called a 'thunderbolt' across the criminal justice system. It was searingly critical of 13 forensic techniques that were routinely being used in criminal trials. It reserved its most scathing denunciation for bitemark analysis. The report's authors noted that the claim that dentists could positively identify a perpetrator by matching their dental patterns to marks on victims' bodies had never been supported by any scientific study. Indeed, 'no large population studies have been conducted'. In other words, bitemark analysis was an unsubstantiated whim on the part of its inventors. The report concluded that there was 'no evidence of an existing scientific basis for identifying an individual to the exclusion of all others'. The combined impact of the NAS report and DNA evidence led to a renewed focus on criminal cases where bitemark analysis had been critical to the prosecution. Scientific certainty began to crumble. Exonerations mounted up. Today, the tally of people who have been exonerated after wrongful indictment or conviction involving bitemark analysis stands at 35. They include several of Fabricant's clients: Keith Allen Harward, exonerated in 2016 after spending 33 years in prison for a rape and murder he did not commit; Stephen Chaney, exonerated in 2019 after 28 years behind bars; Eddie Lee Howard, exonerated in 2020 - 26 years inside. They were the lucky ones. David Wayne Spence was convicted of murdering three teenagers in 1982 after his teeth were matched to bite marks on the victims' bodies. On 3 April 1997, he was strapped to a gurney and lethal drugs injected into his veins. He went to his death insisting he was innocent. In December 2019, Souviron recanted his testimony. He had taken another look at the evidence in the case, considered it alongside the criticisms raised by the NAS report, and went on the record to say he had been wrong. 'While this testimony was understood by myself and others within my field as scientifically acceptable at the time of trial, I would not give [it] today,' he said in an affidavit. 'As a forensic odontologist I no longer believe the individualised teeth marks comparison testimony I offered in his case was reliable or proper. I therefore renounce that testimony.' The Guardian reached out to Souviron to ask him how he came to change his thinking so radically, but his office said he was not available. The dentist's reversal was sweet music to McCrory's ears. 'We knew a recantation from the state's own witness, their only forensic witness, would eviscerate their case. At that point the only fair way forward would be a new trial,' the prisoner wrote. McCrory duly petitioned for a new trial. With no forensic evidence of any sort, and with no other substantive evidence to rely upon, the state's tank was running on empty. Even the prosecutors admitted that McCrory posed no harm to the public. In April last year, on the eve of a court hearing to determine whether a new trial should be granted, the prisoner was offered a plea deal. He could walk free, that very same day, on one condition. He had to plead guilty to his wife's murder. He declined the deal, opting to stay in his cell. 'That was an easy decision,' he wrote in his letter to the Guardian. 'I did not murder her ... I didn't do it, and I'm not admitting to it.' He added: 'Someone murdered Julie. Someone knows who it is. We are seeking the truth, not falsely confessing to a crime I didn't commit.' Many people would find McCrory's rejection of a deal that would have instantly set him free hard to comprehend. Fabricant is among them. 'I can understand it in an intellectual way, but as a human being I think after 36 years I'd want to go home,' he said. McCrory still hasn't gone home. It has now been 37 years and counting. The bitemark case against him has been thoroughly debunked, but it turns out that doesn't matter. Junk science proves to be scarily resilient - an invasive weed that grows rampant across the country, poisoning the criminal justice system as it spreads. A few days after McCrory turned down the plea deal, an evidentiary hearing was held in front of Judge Charles Short in Andalusia, Alabama, to discuss the request for a new trial. Souviron's recantation was presented to the court, as was the testimony of three other forensic dentists who not only confirmed that the marks on Julie Bond's body could not be matched to the prisoner, they said that the marks were not even caused by teeth in the first place. Judge Short listened to this devastating argument, took in all the other evidence of McCrory's innocence, then issued his ruling: there would be no new trial; McCrory would remain in prison. Fabricant was uncharacteristically lost for words when he tried to describe his reaction to the judgment. 'How can that be? How can that be? It's preposterous. We are in 2022 and a judge is refusing a new trial even when the scientist in question has recanted. He is keeping an innocent man in prison based on nothing.' Despite the knock-back, McCrory says he is keeping his spirits up. 'I'm optimistic that justice will prevail,' he wrote at the end of his letter. 'Every time we have run into a seemingly dead-end, a door has opened. We will not stop until we have the truth.' This will be scant comfort to McCrory, but he is not alone. Fabricant points out that bitemark analysis is still admissible in all 50 states of the union. Three of the most influential bitemark cases where marks were matched to 'guilty' perpetrators have all ended in exonerations. Yet the cases retain their status as 'good law' and continue to be cited as precedent in court to this day. In the wider world of junk science, not only do discredited techniques continue to be used, but new techniques keep popping up. Fabricant rattles off three examples of forensic innovations that are beginning to ring alarm bells. There's forensic podiatry, where foot doctors claim they can identify a perpetrator from their gait; cadaver dogs which are supposedly able to sniff out the presence of a human corps even years after the body may have been present; and ShotSpotter, an audio system that purports to be able to isolate the sound of gun shots from other noise in urban areas. If that all sounds depressingly familiar, that's because it is. 'Our goal in the Innocence Project is to go out of business - we aspire to become unnecessary,' Fabricant said. 'It appears we are going to be around for a very long time to come.'",
  "548c276e52510b97db21d2b36e39e13386cd8077ff00a9d85149bbd7": "We would like to hear from people who are affected by the war in Ukraine. You can share news tips or experiences directly with our journalistsby getting in touch below. You can get in touch by filling in the form below, anonymously if you wish, or contact us via WhatsApp by clicking here or adding +44(0)7766780300. You can also contact us via Telegram by clicking here or adding +44(0)7799322095. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact before we publish, so please do leave contact details. Please note that while we'd like to hear from you, your security is most important. We recognise it may not always be safe or appropriate to record or share your experiences - so please think about this when considering whether to get in touch with the Guardian. IP addresses will be recorded on a third party webserver, so for true anonymity use our SecureDrop service, however anything submitted on the form below will be encrypted and confidential if you wish to continue. If you're having trouble using the form, click here. Read terms of service here and privacy policy here.",
  "cb76bd24fe2eb70ebc1ba1a1ab56be61d28fd13df54f8c6c1fc1e29e": "",
  "aae38720ce67fe4a58e958775e4953c886c5ad95d51e97fed8c69c0e": "While the United States formally recognizes a constitutional right to abortion, state-level restrictions have placed this right out of reach for many. The supreme court will rule this summer on a critical abortion rights case, one that many fear could herald a new spate of restrictions or even overturn the right altogether. We want to hear from people who have already experienced the struggle to access abortion care in their home states. You can get in touch by filling in the form below. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions. One of our journalists will be in contact before we publish, so please do leave contact details. If you're having trouble using the form, click here. Read terms of service here and privacy policy here.",
  "0b87ce4d46846bdc117f4f90b89e7d5a6c9dc7ea1fe5565431faad1a": "Get in touch with your news tips and stories by filling in our encrypted form below.  We will contact you if one of our journalists is interested in following up on your story.",
  "05d4c7c97e8823f43da1726ef11e5ac49c698e1c01b3faf25622ab5a": "",
  "0e92368968b993afc9689a7446fd23f3d3c8fdf6cb15f0949294a24a": "",
  "5f74257e165851223645a504691f4cff55884f9ff5693b3c49c438f5": "",
  "bdd1c637961c578b7cf57644bc74fe7e0d17c9ceabc13c7601a69051": "",
  "4c2cf9c20f801a50ab0e8feca360b157da30b9ffeb28d9b9e4abbdf2": "",
  "383d359d6046c2ff48a131182727fb2c897eda1f29718ddfe9835695": "",
  "7e2ab630e689f3fd15d1036c6b4d088f23bc488ccabb3f18b3b8a321": "",
  "c282ec8e24bcf2cbc9199606e5889e6235904f46084f89c77bc8fae6": "",
  "1f71816e9a0940c61796d6db016fced4a37859ec9cf9d11478449d2b": "",
  "882ddb932710af05691c62bf2d249bc49ea94cea3e30c3014708d6f4": "",
  "9eb1a91a72f1ab71a7b717144dda3ec6d246ff84bdaa1411b64e6019": "",
  "bbb5e39aaa93721a58830e02db831e968ca738668064cf159596b5e8": "",
  "25564c237205fa63cc84df9a6cb87401b3598c1383e3da99b4687142": "",
  "b30087f218c04470bb02cd74d87651dce1e0f73c55a5ea26ea15c328": "",
  "662706c4d1792d2fcfedd0e5e5120810e41f4db3e8d8552537bc45af": "",
  "aac88ab64397a56450eca010651162ad2f5c7fccf7ff21c2bf332ad2": "",
  "e04bcb1bec8a1ebaefb372e360651c00be6712de7a49d8ec8e9aa925": "",
  "e7690cd03b6bf17f393ff922c9ad916e8c3594d1d1bdfdc430efd362": "",
  "94eca0ce5e1aa9d89c14bd2a71142337f55249b4b32e85190c161882": "An American family set off a bomb scare at Israel's main airport when they showed security inspectors an unexploded shell that they found while visiting the Golan Heights and had packed for their return trip, authorities said. Video circulated on social media showed panicked passengers scattering at Ben Gurion Airport's departure hall near Tel Aviv on Thursday. The Israel Airports Authority said a man was hospitalised with injuries sustained as he tried to flee over a baggage carousel. The Jewish Press reported that during the family's Golan Heights trip one of the children found and took a bombshell they were planning to take home as a souvenir. When it was shown at the airport's luggage check-in, security called for an evacuation of the area. The airports authority said the family was allowed to board their flight after an interrogation by security staff, who declared an all-clear. Israel, which has high levels of aviation security, clashed with Syria over the Golan during the wars of 1967 and 1973.",
  "1a5c8fbb68a0a4000c24d4d1a93a2ed41938e931db00c8baaf5ee4e3": "",
  "b0f289e481f3330180e2f34f9abff41c5a597ace04e3c29cb7f5d5be": "",
  "86f982a2872d0bba93e227d74304a9a18dbf85ef9c794aaa11e6a64b": "",
  "7dbaf06b58c1b7bf63ff6c77a30124ec400fab9237e7c3daf2531d4d": "Marine Le Pen's far-right National Rally party has turned its attention to June's parliamentary elections after its defeat in the presidential contest, vowing to field candidates in every constituency and claiming the electoral system is stacked against it. 'We've been preparing for a very long time for these elections,' said the acting party president, Jordan Bardella. 'It's essential our ideas are defended in the assembly.' He said his party would take a stand on security, immigration and French identity issues in parliament, as well as taxes. 'People have to vote,' he said on the CNews TV channel. 'We need an opposition.' Le Pen was beaten by the centrist Emmanuel Macron in Sunday's presidential election by 58.5% to 41.5%, but she gained a historic score for the far right, with more than 13m votes. She will run again in the parliamentary elections in June and is likely to keep her seat in the Pas-de-Calais area in northern France. Her party has in the past struggled to translate its high number of votes in the presidential election into seats in parliament. This is partly due to a two-round parliamentary voting system that does not favour small parties, as well tactical voting to keep out the far right. Abstention is also traditionally far higher in parliamentary elections than in presidential elections, which has had a negative impact on the National Rally's results. In 2017, the year of the last parliamentary election, Le Pen won more than 10m votes in the presidential final against Macron, but weeks later her party and its associated lawmakers won only eight seats in the 577-seat parliament. The party believes its chances are better this June because last Sunday's presidential vote showed Le Pen had expanded her support across a greater geographical area, including a strong showing in the south-east as well as the north and north-east. 'We're in a very different situation this time because we arrived first in 159 constituencies [in the presidential vote] compared to 45 in 2017,' said Gilles Pennelle, a party delegate who is expected to be a candidate in Brittany. The party has not fixed a public target of how many seats it wants to win. Several party figures have said they hope to win at least enough to form a parliamentary grouping, which would mean at least 15 seats. A National Rally parliamentary grouping, if headed by Le Pen, would give her a bigger platform and higher visibility, useful if she decides to run for a fourth time for the presidency in 2027, which is not yet clear. In recent parliamentary elections that follow the presidential vote, the party of the newly elected president has always won a majority. A poll on Monday by Harris Interactive suggested Macron would secure a ruling majority, winning 326 to 366 seats out of 577, if he manages to strike a broad centre-right alliance with smaller parties including the rightwing Les Republicains. But an Elabe poll on Wednesday found that 61% of French people wanted a parliamentary majority that was opposed to Macron. The radical leftwinger Jean-Luc Melenchon is attempting to form an alliance of parties on the left in an attempt to gain a maximum of seats. His party, France Unbowed, currently has 17 seats in parliament.",
  "54c97da6296e8c848ff9b37b6865da5c68b4852a785d2535a7f70084": ""
}